Repository: BENBELLA23/packages-i18n
Catalog: */po/aspell.*.po
Languages: cs, de, it, ja, ru, uk, zh_cn

source: A Spell Checker
cs: Korektor překlepů
de: Ein Rechtschreibprüfprogramm
it: Un correttore ortografico
ja: スペルチェッカー
ru: Проверка правописания
uk: Перевірка правопису
zh_cn: 一个拼写检查器

source: GNU Aspell is a spell checker planned to eventually replace Ispell. It can be used as a library or as an independent spell checker. Its main feature is an improved method for finding possible suggestions for the English language, arguably surpassing Ispell and Microsoft Word. It also has many other technical enhancements over Ispell, such as using shared memory for dictionaries and intelligently handling personal dictionaries when more than one Aspell process is open at once.
cs: GNU Aspell kontroluje pravopis a měl by nakonec nahradit Ispell. Lze ho použít jako knihovnu nebo jako nezávislý korektor. Jeho hlavní funkcí je vylepšená metoda nalezení možných návrhů pro angličtinu, která pravděpodobně předčí Ispell a Microsoft Word. Proti Ispell má také mnoho dalších technických zlepšení, například používá sdílenou paměť pro slovníky a pracuje inteligentně s uživatelskými slovníky, pokud je otevřeno více instancí programu Aspell.
de: GNU Aspell ist ein Rechtschreibprüfprogramm, welches entworfen wurde, um irgendwann Ispell zu ersetzen. Es kann als Bibliothek oder als eigenständiger Rechtschreibprüfer genutzt werden. Sein Hauptmerkmal ist, dass es eine deutlich bessere Arbeit beim Hervorbringen von möglichen Vorschlägen macht, als irgendein anderes Rechtschreibprüfprogramm für die englische Sprache, selbst Ispell und Microsoft Word. Außerdem hat es viele andere technische Verbesserungen gegenüber Ispell, wie z.B. einen gemeinsamen Speicher für die Wörterbücher und die intelligente Verwaltung von persönlichen Wörterbüchern, wenn mehr als ein Aspell-Prozess zur gleichen Zeit aktiv ist.
it: GNU Aspell è un correttore ortografico progettato per sostituire col tempo Ispell. Può essere usato come una libreria o come un controllore ortografico indipendente. La sua caratteristica principale è un metodo migliorato per trovare possibili suggerimenti per la lingua inglese, sopravanzando verosimilmente Ispell e Microsoft Word. Aspell presenta anche molte altre migliorie tecniche rispetto ad Ispell, come l'uso della memoria condivisa per i dizionari e la gestione intelligente dei dizionari personali quando più di un processo Aspell è in esecuzione contemporaneamente.
ja: GNU Aspell は Ispell の代替となることを目指して開発されているスペルチェッカーです。ライブラリとして使用することができるほか、スペルチェッカ単独でも利用することができます。 主な機能として、英語向けに提供されているその他のスペルチェッカー (Ispell, Microsoft Word など)に比べて、より正確な置き換え候補が表示されるようになっています。このほか、 Ispell に対する技術的な拡張も多数適用されていて、辞書向けの共有メモリや、複数の Aspell プロセスを同時に起動した場合に、個人辞書をうまく扱えるようにもなっています。
uk: GNU Aspell це програма для перевірки орфографії, спланована з метою заміни Ispell. Може використовуватися як бібліотека або як незалежна програма для перевірки орфографії. Головною особливістю є покращений метод знаходження можливих пропозицій для англійської мови, можливо перевершуючи Ispell та Microsoft Word. Вона також має багато інших технічних удосконалень у порівнянні з Ispell, наприклад, використання розділеної пам'яті для словників і розумна обробка особистих словників, коли відкрито більше одного процесу Aspell.
zh_cn: GNU Aspell 是一个设计为最终替代 Ispell 的拼写检查器。它可以用作库也可以用作独立的拼写检查器。 它的主要特性是在英语单词的建议行为上使用了改进的方法，在这一点上做得比的其它任何拼写检查器都好，包括 Ispell 和 Microsoft Word。相比 Ispell 它还具有许多其它的技术方面的扩展，比如为词典使用共享内存，当同时打开了多于个 Aspell 进程时可以智能地处理个人词典。

source: Afrikaans Dictionary for Aspell
cs: Afrikánský slovník pro Aspell
de: Afrikanisches Wörterbuch für Aspell
it: Dizionario di afrikaans per Aspell
ja: aspell 向けアフリカーンス語辞書
ru: Словарь африкаанс для Aspell
uk: Словник африкаанс для Aspell
zh_cn: Aspell 南非荷兰语字典

source: An Afrikaans dictionary for the aspell spell checker.
cs: Afrikánský slovník pro kontrolu pravopisu aspell.
de: Ein Afrikanisches Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di afrikaans per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのアフリカーンス語辞書です。
ru: Словарь африкаанс для проверки правописания в Aspell.
uk: Словник африкаанс для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的南非荷兰语词典。

source: Galician-portuguese (galego-portugués) Dictionary for Aspell
cs: Galicijsko-portugalský (galego-portugués) slovník pro Aspell
de: Galizisch-portugiesisches (galego-portugués) Wörterbuch für Aspell
it: Dizionario di galiziano-portoghese (galego-portugués) per Aspell
ja: aspell 向けガリシア・ポルトガル語 (galego-portugués) 辞書
ru: Галисийско-португальский (galego-portugués) словарь для Aspell
uk: Галісійсько-португальський словник для Aspell
zh_cn: Aspell 加利西亚葡萄牙语 (galego-portugués) 词典

source: A Galician-portuguese (galego-portugués) dictionary for the aspell spell checker.
cs: Galicijsko-portugalský (galego-portugués) slovník pro korektor pravopisu Aspell.
de: Ein Galicisch-Portugiesisches (galego-portugués) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario galiziano-portoghese (galego-portugués) per il correttore ortografico Aspell.
ja: aspell 向けのガリシア・ポルトガル語 (galego-portugués) 辞書です。
ru: Галисийско-португальский (galego-portugués) словарь для проверки орфографии Aspell.
uk: Галісійсько-португальський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的加利西亚葡萄牙语 (galego-portugués) 词典。

source: Amharic (አማርኛ) Dictionary for Aspell
cs: Slovník amharštiny (አማርኛ) pro Aspell
de: Amharisches (አማርኛ) Wörterbuch für Aspell
it: Dizionario di amarico (አማርኛ) per Aspell
ja: aspell 向けアムハラ語 (አማርኛ) 辞書
ru: Амхарский (አማርኛ) словарь для Aspell
uk: Амхарський словник для Aspell
zh_cn: Aspell 阿姆哈拉语 (አማርኛ) 词典

source: An Amharic (አማርኛ) dictionary for the aspell spell checker.
cs: Slovník amharštiny (አማርኛ) pro korektor pravopisu Aspell.
de: Ein Amharisches (አማርኛ) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di amarico (አማርኛ) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのアムハラ語 (አማርኛ) 辞書です。
ru: Амхарский (አማርኛ) словарь для проверки правописания в Aspell.
uk: Амхарський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的阿姆哈拉语 (አማርኛ) 词典。

source: Arabic (العربية) Dictionary for Aspell
cs: Slovník arabštiny (العربية) pro Aspell
de: Arabisches (العربية) Wörterbuch für Aspell
it: Dizionario di arabo (العربية) per Aspell
ja: aspell 向けアラビア語 (العربية) 辞書
ru: Арабский (العربية) словарь для Aspell
uk: Арабський словник для Aspell
zh_cn: Aspell 阿拉伯语 (العربية) 词典

source: An Arabic (العربية) dictionary for the aspell spell checker.
cs: Slovník arabštiny (العربية) pro korektor pravopisu Aspell.
de: Ein Arabisches (العربية) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di arabo (العربية) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのアラビア語 (العربية) 辞書です。
ru: Арабский (العربية) словарь для проверки правописания в Aspell.
uk: Арабський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的阿拉伯语 (العربية) 词典。

source: Asturian (asturianu) Dictionary for Aspell
cs: Slovník asturiánštiny pro Aspell
de: Asturisches (asturianu) Wörterbuch für Aspell
it: Dizionario di asturiano (asturianu) per Aspell
ja: aspell 向けアストゥリアス語 (asturianu) 辞書
ru: Астурийский (asturianu) словарь для Aspell
uk: Астурійський (asturianu) словник для Aspell
zh_cn: Aspell 阿斯图里亚斯语 (asturianu) 词典

source: An Asturian (asturianu) dictionary for the aspell spell checker.
cs: Slovník asturiánštiny pro korektor pravopisu Aspell.
de: Ein Asturisches (asturianu) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di asturiano (asturianu) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのアストゥリアス語 (asturianu) 辞書です。
ru: Астурийский (asturianu) словарь для проверки правописания в Aspell.
uk: Астурійський (asturianu) словник для перевірки правопису у Aspell.
zh_cn: 用于 Aspell 拼写检查器的阿斯图里亚斯语 (asturianu) 词典。

source: Azerbaijani (تورکجه) Dictionary for Aspell
cs: Slovník ázerbajdžánštiny (تورکجه) pro Aspell
de: Aserbeidschanisches (تورکجه) Wörterbuch für Aspell
it: Dizionario di azerbaigiano (تورکجه) per Aspell
ja: aspell 向けアゼルバイジャン語 (تورکجه) 辞書
ru: Азербайджанский (تورکجه) словарь для Aspell
uk: Азербайджанський словник для Aspell
zh_cn: Aspell 阿塞拜疆语 (تورکجه) 词典

source: An Azerbaijani (تورکجه) dictionary for the aspell spell checker.
cs: Slovník ázerbajdžánštiny (تورکجه) pro korektor pravopisu Aspell.
de: Ein Aserbeidschanisches (تورکجه) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di azerbaigiano (تورکجه) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのアゼルバイジャン語 (تورکجه) 辞書です。
ru: Азербайджанский (تورکجه) словарь для проверки правописания в Aspell.
uk: Азербайджанський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的阿塞拜疆语 (تورکجه) 词典。

source: Belarusian (беларуская мова) Dictionary for Aspell
cs: Slovník běloruštiny (беларуская мова) pro Aspell
de: Weißrussisches (беларуская мова) Wörterbuch für Aspell
it: Dizionario di bielorusso (беларуская мова) per Aspell
ja: aspell 向けベラルーシ語 (беларуская мова) 辞書
ru: Белорусский (беларуская мова) словарь для Aspell
uk: Білоруський (беларуская мова) словник для Aspell
zh_cn: Aspell 白俄罗斯语 (беларуская мова) 词典

source: A Belarusian (беларуская мова) dictionary for the aspell spell checker.
cs: Slovník běloruštiny (беларуская мова) pro korektor pravopisu Aspell.
de: Ein Weißrussisches (беларуская мова) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di bielorusso (беларуская мова) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのベラルーシ語 (беларуская мова) 辞書です。
ru: Белорусский (беларуская мова) словарь для проверки правописания в Aspell.
uk: Білоруський (беларуская мова) словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的白俄罗斯语 (беларуская мова) 词典。

source: Bulgarian (български) Dictionary for Aspell
cs: Slovník bulharštiny (български) pro Aspell
de: Bulgarisches (български) Wörterbuch für Aspell
it: Dizionario di bulgaro (български) per Aspell
ja: aspell 向けブルガリア語 (български) 辞書
ru: Болгарский (български) словарь для Aspell
uk: Болгарський словник для Aspell
zh_cn: Aspell 保加利亚语 (български) 词典

source: A Bulgarian (български) dictionary for the aspell spell checker.
cs: Slovník bulharštiny (български) pro korektor pravopisu Aspell.
de: Ein Bulgarisches (български) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di bulgaro (български) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのブルガリア語 (български) 辞書です。
ru: Болгарский (български) словарь для проверки орфографии Aspell.
uk: Болгарський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的保加利亚语 (български) 词典。

source: Bengali (বাংলা) Dictionary for Aspell
cs: Slovník bengálštiny (বাংলা) pro Aspell
de: Bengalisches (বাংলা) Wörterbuch für Aspell
it: Dizionario di bengalese (বাংলা) per Aspell
ja: aspell 向けベンガル語 (বাংলা) 辞書
ru: Бенгальский (বাংলা) словарь для Aspell
uk: Бенгальський словник для Aspell
zh_cn: Aspell 孟加拉语 (বাংলা) 词典

source: A Bengali (বাংলা) dictionary for the aspell spell checker.
cs: Slovník bengálštiny (বাংলা) pro korektor pravopisu Aspell.
de: Ein Bengalisches (বাংলা) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di bengalese(বাংলা) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのベンガル語 (বাংলা) 辞書です。
ru: Бенгальский (বাংলা) словарь для проверки орфографии Aspell.
uk: Бенгальський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的孟加拉语 (বাংলা) 词典。

source: Breton (brezhoneg) Dictionary for Aspell
cs: Slovník bretonštiny (brezhoneg) pro Aspell
de: Bretonisches (brezhoneg) Wörterbuch für Aspell
it: Dizionario di bretone (brezhoneg) per Aspell
ja: aspell 向けブルトン語 (brezhoneg) 辞書
ru: Бретонский (brezhoneg) словарь для Aspell
uk: Бретонський словник для Aspell
zh_cn: Aspell 布列塔尼语 (brezhoneg) 词典

source: A Breton (brezhoneg) dictionary for the aspell spell checker.
cs: Slovník bretonštiny (brezhoneg) pro korektor pravopisu Aspell.
de: Ein Bretonisches (brezhoneg) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di bretone (brezhoneg) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのブルトン語 (brezhoneg) 辞書です。
ru: Бретонский (brezhoneg) словарь для проверки орфографии Aspell.
uk: Бретонський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的布列塔尼语 (brezhoneg) 词典。

source: Catalan (català) Dictionary for Aspell
cs: Slovník katalánštiny (català) pro Aspell
de: Katalanisches (català) Wörterbuch für Aspell
it: Dizionario di catalano (català) per Aspell
ja: aspell 向けカタロニア語 (català) 辞書
ru: Каталонский (català) словарь для Aspell
uk: Каталонський словник для Aspell
zh_cn: Aspell 加泰罗尼亚语 (català) 词典

source: A Catalan (català) dictionary for the aspell spell checker.
cs: Slovník katalánštiny (català) pro korektor pravopisu Aspell.
de: Ein Katalanisches (català) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di catalano (català) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのカタロニア語 (català) 辞書です。
ru: Каталонский (català) словарь для проверки орфографии Aspell.
uk: Каталонський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的加泰罗尼亚语 (català) 词典。

source: Czech (čeština) Dictionary for Aspell
cs: Slovník češtiny pro Aspell
de: Tschechisches (čeština) Wörterbuch für Aspell
it: Dizionario di ceco (čeština) per Aspell
ja: aspell 向けチェコ語 (čeština) 辞書
ru: Чешский (čeština) словарь для Aspell
uk: Чеський словник для Aspell
zh_cn: Aspell 捷克语 (čeština) 词典

source: A Czech (český) dictionary for the aspell spell checker.
cs: Slovník češtiny pro korektor pravopisu Aspell.
de: Ein Tschechisches (český) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di ceco (čeština) per il correttore ortografico Aspell.
ja: aspell 向けのチェコ語 (český) 辞書です。
ru: Чешский (čeština) словарь для проверки орфографии Aspell.
uk: Чеський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的捷克语 (čeština) 词典。

source: Kashubian (kaszëbsczi) Dictionary for Aspell
cs: Kašubský (kaszëbsczi) slovník pro Aspell
de: Kaschubisches (kaszëbsczi) Wörterbuch für Aspell
it: Dizionario di casciubo (kaszëbsczi) per Aspell
ja: aspell 向けカシューブ語 (kaszëbsczi) 辞書
ru: Кашубский (kaszëbsczi) словарь для Aspell
uk: Кашубський словник для Aspell
zh_cn: Aspell 卡舒比语 (kaszëbsczi) 词典

source: A Kashubian (kaszëbsczi) dictionary for the aspell spell checker.
cs: Kašubský (kaszëbsczi) slovník pro kontrolu pravopisu Aspell.
de: Ein Kaschubisches (kaszëbsczi) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di casciubo (kaszëbsczi) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのカシューブ語 (kaszëbsczi) 辞書です。
ru: Кашубский (kaszëbsczi) словарь для проверки орфографии Aspell.
uk: Кашубський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的卡舒比语 (kaszëbsczi) 词典。

source: Welsh (Cymraeg) Dictionary for Aspell
cs: Velšský (Cymraeg) slovník pro Aspell
de: Walisisches (Cymraeg) Wörterbuch für Aspell
it: Dizionario di gallese (Cymraeg) per Aspell
ja: aspell 向けウェールズ語 (Cymraeg) 辞書
ru: Валлийский (Cymraeg) словарь для Aspell
uk: Валлійський словник для Aspell
zh_cn: Aspell 威尔士语 (Cymraeg) 词典

source: A Welsh (Cymraeg) dictionary for the aspell spell checker.
cs: Velšský (Cymraeg) slovník pro kontrolu pravopisu Aspell.
de: Ein Walisisches (Cymraeg) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di gallese (Cymraeg) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのウェールズ語 (Cymraeg) 辞書です。
ru: Валлийский (Cymraeg) словарь для проверки орфографии Aspell.
uk: Валлійський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的威尔士语 (Cymraeg) 词典。

source: Danish (dansk) Dictionary for Aspell
cs: Dánský (dansk) slovník pro Aspell
de: Dänisches (dansk) Wörterbuch für Aspell
it: Un dizionario di danese (dansk) per Aspell
ja: aspell 向けデンマーク語 (dansk) 辞書
ru: Датский (dansk) словарь для Aspell
uk: Данський словник для Aspell
zh_cn: Aspell 丹麦语 (dansk) 词典

source: A Danish (dansk) dictionary for the aspell spell checker.
cs: Dánský (dansk) slovník pro kontrolu pravopisu Aspell.
de: Ein Dänisches (dansk) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di danese (dansk) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのデンマーク語 (dansk) 辞書です。
ru: Датский (dansk) словарь для проверки орфографии Aspell.
uk: Данський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的丹麦语 (dansk) 词典。

source: Include Files and Libraries Mandatory for Development with aspell
cs: Hlavičkové soubory a knihovny nezbytné pro vývoj aspellu
de: Dateien und Bibliotheken, die für Entwicklung mit aspell benötigt werden, inkludieren
it: File di inclusione e librerie obbligatorie per lo sviluppo con Aspell
ja: aspell での開発に必要なヘッダファイルとライブラリ
ru: Включить файлы и библиотеки, необходимые для разработки с aspell
uk: Включити файли і бібліотеки, необхідні для розробки з aspell
zh_cn: 使用 aspell 进行开发所必须的包含文件和库

source: This package contains all necessary include files and libraries needed to develop applications that require aspell.
cs: Tento balíček obsahuje všechny potřebné hlavičkové soubory a knihovny potřebné pro vývoj aplikací, které vyžadují aspell.
de: Dieses Paket enthält alle benötigten zu inkludierenden Dateien und Bibliotheken, die benötigt werden, um Anwendungen zu entwickeln, die aspell benötigen.
it: Questo pacchetto contiene tutti i file di inclusione e le librerie necessarie per sviluppare le applicazioni che richiedono Aspell.
ja: このパッケージには、 aspellを利用したアプリケーションを開発するのに必要な、全てのヘッダファイルとライブラリが含まれています。
ru: Этот пакет содержит все необходимые файлы заголовков и библиотеки, необходимые для разработки приложений, использующих aspell.
uk: Цей пакунок містить усі необхідні файли заголовків та бібліотеки, необхідні для розробки додатків, що використовують aspell.
zh_cn: 此软件包包括开发依赖 Aspell 的程序时所需要的所有包含文件和库。

source: Greek (ελληνικά) Dictionary for Aspell
cs: Řecký (ελληνικά) slovník pro Aspell
de: Griechisches (ελληνικά) Wörterbuch für Aspell
it: Dizionario di greco (ελληνικά) per Aspell
ja: aspell 向けギリシャ語 (ελληνικά) 辞書
ru: Греческий (ελληνικά) словарь для Aspell
uk: Грецький словник для Aspell
zh_cn: Aspell 希腊语 (ελληνικά) 词典

source: A Greek (ελληνικά) dictionary for the aspell spell checker.
cs: Řecký (ελληνικά) slovník pro kontrolu pravopisu Aspell.
de: Ein Griechisches (ελληνικά) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di greco (ελληνικά) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのギリシャ語 (ελληνικά) 辞書です。
ru: Греческий (ελληνικά) словарь для проверки орфографии Aspell.
uk: Грецький словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的希腊语 (ελληνικά) 词典。

source: English Dictionaries for ASpell
cs: Anglický slovník pro ASpell
de: Englische Wörterbücher für ASpell
it: Dizionari di inglese per Aspell
ja: Aspell 向け英語辞書
ru: Английские словари для ASpell
uk: Англійські словники для ASpell
zh_cn: ASpell 英文词典

source: An English, Canadian English and British English dictionary for the ASpell spell checker.
cs: Anglický, Anglický - Kanada a Anglický - Velká Británie slovník pro kontrolu pravopisu programu ASpell.
de: Ein Wörterbuch in Englisch, in kanadischem Englisch und eines in britischem Englisch, für das Rechtschreibprüfprogramm ASpell.
it: Un dizionario di inglese, inglese canadese e inglese britannico per il controllore ortografico ASpell.
ja: ASpell スペルチェッカー向けの英語・カナダ英語・イギリス英語辞書です。
ru: Английский, Канадский английский и Британский английский словари для проверки орфографии Aspell.
uk: Англійський, канадський англійський і британський англійський словники для перевірки орфографії ASpell.
zh_cn: 用于 ASpell 拼写检查器的英语、加拿大英语和英国英语词典。

source: Esperanto Dictionary for Aspell
cs: Esperantský slovník pro Aspell
de: Esperanto Wörterbuch für Aspell
it: Dizionario di esperanto per Aspell
ja: aspell 向けエスペラント語辞書
ru: Словарь эсперанто для Aspell
uk: Словник есперанто для Aspell
zh_cn: Aspell 世界语词典

source: An Esperanto dictionary for the aspell spell checker.
cs: Esperantský slovník pro kontrolu pravopisu aspell.
de: Ein Esperanto Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di esperanto per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのエスペラント語辞書です。
ru: Словарь эсперанто для проверки правописания в Aspell.
uk: Словник есперанто для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的世界语词典。

source: Spanish (español) Dictionary for Aspell
cs: Španělský (español) slovník pro Aspell
de: Spanisches (español) Wörterbuch für Aspell
it: Dizionario di spagnolo (español) per Aspell
ja: aspell 向けスペイン語 (español) 辞書
ru: Испанский (español) словарь для Aspell
uk: Іспанський словник для Aspell
zh_cn: Aspell 西班牙语 (español) 词典

source: A Spanish (español) dictionary for the aspell spell checker.
cs: Španělský (español) slovník pro kontrolu pravopisu Aspell.
de: Ein Spanisches (español) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di spagnolo (español) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのスペイン語 (español) 辞書です。
ru: Испанский (español) словарь для проверки орфографии Aspell.
uk: Іспанський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的西班牙语 (español) 词典。

source: Estonian (eesti) Dictionary for Aspell
cs: Estonský (eesti) slovník pro Aspell
de: Estnisches (eesti) Wörterbuch für Aspell
it: Dizionario di estone (eesti) per Aspell
ja: aspell 向けエストニア語 (eesti) 辞書
ru: Эстонский (eesti) словарь для Aspell
uk: Естонський словник для Aspell
zh_cn: Aspell 爱沙尼亚语 (eesti) 词典

source: An Estonian (eesti) dictionary for the aspell spell checker.
cs: Estonský (eesti) slovník pro kontrolu pravopisu Aspell.
de: Ein Estnisches (eesti) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di estone (eesti) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのエストニア語 (eesti) 辞書です。
ru: Эстонский (eesti) словарь для проверки правописания в Aspell.
uk: Естонський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的爱沙尼亚语 (eesti) 词典。

source: Persian (فارسی) Dictionary for Aspell
cs: Perský (فارسی) slovník pro Aspell
de: Persisches (فارسی) Wörterbuch für Aspell
it: Dizionario di persiano (فارسی) per Aspell
ja: aspell 向けペルシャ語 (فارسی) 辞書
ru: Персидский (فارسی) словарь для Aspell
uk: Перський словник для Aspell
zh_cn: Aspell 波斯语 (فارسی) 词典

source: A Persian (فارسی) dictionary for the aspell spell checker.
cs: Perský (فارسی) slovník pro kontrolu pravopisu Aspell.
de: Ein Persisches (فارسی) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di persiano (فارسی) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのペルシャ語 (فارسی) 辞書です。
ru: Персидский (فارسی) словарь для проверки орфографии Aspell.
uk: Перський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的波斯语 (فارسی) 词典。

source: Finnish (suomi) Dictionary for Aspell
cs: Finský (suomi) slovník pro Aspell
de: Finnisches (suomi) Wörterbuch für Aspell
it: Dizionario di finlandese (suomi) per Aspell
ja: aspell 向けフィンランド語 (suomi) 辞書
ru: Финский (suomi) словарь для Aspell
uk: Фінський словник для Aspell
zh_cn: Aspell 芬兰语 (suomi) 词典

source: A Finnish (suomi) dictionary for the aspell spell checker.
cs: Finský (suomi) slovník pro kontrolu pravopisu Aspell.
de: Ein Finnisches (suomi) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di finlandese (suomi) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのフィンランド語 (suomi) 辞書です。
ru: Финский (suomi) словарь для проверки орфографии Aspell.
uk: Фінський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的芬兰语 (suomi) 词典。

source: Faroese (føroyskt) Dictionary for Aspell
cs: Faerský (føroyskt) slovník pro Aspell
de: Färöisches (føroyskt) Wörterbuch für Aspell
it: Dizionario di faroese (føroyskt) per Aspell
ja: aspell 向けフェロー語 (føroyskt) 辞書
ru: Фарерский (føroyskt) словарь для Aspell
uk: Фарерський словник для Aspell
zh_cn: Aspell 法罗语 (føroyskt) 词典
