Repository: BENBELLA23/packages-i18n
Catalog: */po/aspell.*.po
Languages: cs, de, it, ja, ru, uk, zh_cn

source: Latvian (latviešu) Dictionary for Aspell
cs: Lotyšský (latviešu) slovník pro Aspell
de: Lettisches (latviešu) Wörterbuch für Aspell
it: Dizionario di lettone (latviešu) per Aspell
ja: aspell 向けラトビア語 (latviešu) 辞書
ru: Латвийский (latviešu) словарь для Aspell
uk: Латвійський словник для Aspell
zh_cn: Aspell 拉脱维亚语 (latviešu) 词典

source: A Latvian (latviešu) dictionary for the aspell spell checker.
cs: Lotyšský (latviešu) slovník pro kontrolu pravopisu Aspell.
de: Ein Lettisches (latviešu) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di lettone (latviešu) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのラトビア語 (latviešu) 辞書です。
ru: Латвийский (latviešu) словарь для проверки орфографии Aspell.
uk: Латвійський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的拉脱维亚语 (latviešu) 词典。

source: Malagasy Dictionary for Aspell
cs: Malgaský slovník pro Aspell
de: Malagaskanisches Wörterbuch für Aspell
it: Dizionario di malgascio per Aspell
ja: aspell 向けマダガスカル語辞書
ru: Малагасийский словарь для Aspell
uk: Малагасійський словник для Aspell
zh_cn: Aspell 马拉加斯语 (Malagasy) 词典

source: A Malagasy dictionary for the aspell spell checker.
cs: Malgaský slovník pro kontrolu pravopisu aspell.
de: Ein Malagaskanisches Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di malgascio per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのマダガスカル語辞書です。
ru: Малагасийский словарь для проверки правописания в Aspell.
uk: Малагасійський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的马拉加斯语 (Malagasy) 词典。

source: Maori (Māori) Dictionary for Aspell
cs: Maorský (Māori) slovník pro Aspell
de: Maorisches (Māori) Wörterbuch für Aspell
it: Dizionario di maori (Māori) per Aspell
ja: aspell 向けマオリ語 (Māori) 辞書
ru: Словарь маори (Māori) для Aspell
uk: Маорійський словник для Aspell
zh_cn: Aspell 毛利语 (Māori) 词典

source: A Maori (Māori) dictionary for the aspell spell checker.
cs: Maorský (Māori) slovník pro kontrolu pravopisu Aspell.
de: Ein Maorisches (Māori) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di maori (Māori) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのマオリ語 (Māori) 辞書です。
ru: Словарь маори (Māori) для проверки орфографии Aspell.
uk: Маорійський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的毛利语 (Māori) 词典。

source: Macedonian (македонски) Dictionary for Aspell
cs: Makedonský (македонски) slovník pro Aspell
de: Mazedonisches (македонски) Wörterbuch für Aspell
it: Dizionario di macedone (македонски) per Aspell
ja: Aspell 向けマケドニア語 (македонски) 辞書
ru: Македонский (македонски) словарь для Aspell
uk: Македонський словник для Aspell
zh_cn: Aspell 马其顿语 (македонски) 词典

source: A Macedonian (македонски) dictionary for the aspell spell checker.
cs: Makedonský (македонски) slovník pro kontrolu pravopisu Aspell.
de: Ein Mazedonisches (македонски) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di macedone (македонски) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのマケドニア語 (македонски) 辞書です。
ru: Македонский (македонски) словарь для проверки орфографии Aspell.
uk: Македонський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的马其顿语 (македонски) 词典。

source: Malayalam (മലയാളം) Dictionary for Aspell
cs: Malajský (മലയാളം) slovník pro Aspell
de: Malayalamisches (മലയാളം) Wörterbuch für Aspell
it: Dizionario di malayalam (മലയാളം) per Aspell
ja: aspell 向けマラヤーラム語 (മലയാളം) 辞書
ru: Словарь малаялам (മലയാളം) для Aspell
uk: Словник малаялам для Aspell
zh_cn: Aspell 马拉雅拉姆语 (മലയാളം) 词典

source: A Malayalam (മലയാളം) dictionary for the aspell spell checker.
cs: Malajský (മലയാളം) slovník pro kontrolu pravopisu Aspell.
de: Ein Malayalamisches (മലയാളം) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di malayalam (മലയാളം) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのマラヤーラム語 (മലയാളം) 辞書です。
ru: Словарь малаялам (മലയാളം) для проверки орфографии Aspell.
uk: Словник малаялам для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的马拉雅拉姆语 (മലയാളം) 词典。

source: Mongolian (Монгол) Dictionary for Aspell
cs: Mongolský (Монгол) slovník pro Aspell
de: Mongolisches (Монгол) Wörterbuch für Aspell
it: Dizionario di mongolo (Монгол) per Aspell
ja: Aspell 向けモンゴル語 (Монгол) 辞書
ru: Монгольский (Монгол) словарь для Aspell
uk: Монгольський словник для Aspell
zh_cn: Aspell 蒙古语 (Монгол) 词典

source: A Mongolian (Монгол) dictionary for the aspell spell checker.
cs: Mongolský (Монгол) slovník pro kontrolu pravopisu aspell.
de: Ein Mongolisches (Монгол) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di mongolo (Монгол) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのモンゴル語 (Монгол) 辞書です。
ru: Монгольский (Монгол) словарь для проверки правописания в Aspell.
uk: Монгольський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的蒙古语 (Монгол) 词典。

source: Marathi (मराठी) Dictionary for Aspell
cs: Slovník jazyka Marathi (हिंदी) pro Aspell
de: Ein Marathisches (मराठी) Wörterbuch für ASpell
it: Dizionario di marathi (मराठी) per Aspell
ja: aspell 向けマラーティー語 (मराठी) 辞書
ru: Словарь маратхи (मराठी) для Aspell
uk: Словник маратхі (मराठी) для Aspell
zh_cn: Aspell 马拉地语 (मराठी) 词典

source: A Marathi (मराठी) dictionary for the aspell spell checker.
cs: Marathijský (हिंदी) slovník pro kontrolu pravopisu aspell.
de: Ein Marathisches (मराठी) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di marathi (मराठी) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのマラーティー語 (मराठी) 辞書です。
ru: Словарь маратхи (मराठी) для проверки правописания в Aspell.
uk: Словник маратхі (मराठी) для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的马拉地语 (मराठी) 词典。

source: Malay (bahasa Melayu, بهاس ملايو‎) Dictionary for Aspell
cs: Malajský (bahasa Melayu, بهاس ملايو‎) slovník pro Aspell
de: Malayisches (bahasa Melayu, بهاس ملايو‎) Wörterbuch für Aspell
it: Dizionario di malay (bahasa Melayu, بهاس ملايو‎) per Aspell
ja: aspell 向けマレー語 (bahasa Melayu, بهاس ملايو‎) 辞書
ru: Малайский (bahasa Melayu, بهاس ملايو‎) словарь для Aspell
uk: Малайський словник для Aspell
zh_cn: Aspell 马来语 (bahasa Melayu, بهاس ملايو‎) 词典

source: A Malay (bahasa Melayu, بهاس ملايو‎) dictionary for the aspell spell checker.
cs: Malajský (bahasa Melayu, بهاس ملايو‎) slovník pro kontrolu pravopisu Aspell.
de: Ein Malayisches (bahasa Melayu, بهاس ملايو‎) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di malay (bahasa Melayu, بهاس ملايو‎) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのマレー語 (bahasa Melayu, بهاس ملايو‎) 辞書です。
ru: Малайский (bahasa Melayu, بهاس ملايو‎) словарь для проверки орфографии Aspell.
uk: Малайський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的马来语 (bahasa Melayu, بهاس ملايو‎) 词典。

source: Maltese (Malti) Dictionary for Aspell
cs: Maltézský (Malti) slovník pro Aspell
de: Maltesisches (Malti) Wörterbuch für Aspell
it: Dizionario di maltese (Malti) per Aspell
ja: aspell 向けマルタ語 (Malti) 辞書
ru: Мальтийский (Malti) словарь для Aspell
uk: Мальтійський словник для Aspell
zh_cn: Aspell 马尔他语 (Malti) 词典

source: A Maltese (Malti) dictionary for the aspell spell checker.
cs: Maltézský (Malti) slovník pro kontrolu pravopisu Aspell.
de: Ein Maltesisches (Malti) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di maltese (Malti) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのマルタ語 (Malti) 辞書です。
ru: Мальтийский (Malti) словарь для проверки орфографии Aspell.
uk: Мальтійський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的马尔他语 (Malti) 词典。

source: Norwegian Bokmaal (Norsk bokmål) Dictionary for Aspell
cs: Norský-Bokmaal (Norsk bokmål) slovník pro Aspell
de: Ein Norwegisches Bokmaal (Norsk bokmål) Wörterbuch für Aspell
it: Dizionario di norvegese bokmaal (Norsk bokmål) per Aspell
ja: aspell 向けノルウェー語 (ブークモール) (Norsk bokmål) 辞書
ru: Норвежский букмол (Norsk bokmål) словарь для Aspell
uk: Норвезький словник букмол для Aspell
zh_cn: Aspell 挪威博克马尔语 (Norsk bokmål) 词典

source: A Norwegian Bokmaal (Norsk bokmål) dictionary for the aspell spell checker.
cs: Norský-Bokmaal (Norsk bokmål) slovník pro kontrolu pravopisu Aspell.
de: Ein Norwegisches Bokmaal (Norsk bokmål) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di norvegese bokmaal (Norsk bokmål) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのノルウェー語 (ブークモール) (Norsk bokmål) 辞書です。
ru: Норвежский букмол (Norsk bokmål) словарь для проверки орфографии Aspell.
uk: Норвезький словник букмол для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的挪威博克马尔语 (Norsk bokmål) 词典。

source: Low Saxon (Plattdüütsch) Dictionary for Aspell
cs: Dolnosaský (Plattdüütsch) slovník pro Aspell
de: Niedersächsisches (Plattdüütsch) Wörterbuch für Aspell
it: Dizionario di basso sassone (Plattdüütsch) per Aspell
ja: aspell 向け低ザクセン語 (Plattdüütsch) 辞書
ru: Нижнесаксонский (Plattdüütsch) словарь для Aspell
uk: Нижньосаксонський словник для Aspell
zh_cn: Aspell 低地撒克逊语 (Plattdüütsch) 词典

source: A Low Saxon (Plattdüütsch) dictionary for the aspell spell checker.
cs: Dolnosaský (Plattdüütsch) slovník pro kontrolu pravopisu aspell.
de: Ein Niedersächsisches (Plattdüütsch) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di basso sassone (Plattdüütsch) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けの低ザクセン語 (Plattdüütsch) 辞書です。
ru: Нижнесаксонский (Plattdüütsch) словарь для проверки правописания в Aspell.
uk: Нижньосаксонський (Plattdüütsch) словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的低地撒克逊语 (Plattdüütsch) 词典。

source: Dutch (Nederlands) Dictionary for Aspell
cs: Nizozemský (Nederlands) slovník pro Aspell
de: Niederländisches (Nederlands) Wörterbuch für Aspell
it: Dizionario di olandese (Nederlands) per Aspell
ja: aspell 向けオランダ語 (Nederlands) 辞書
ru: Голландский (Nederlands) словарь для Aspell
uk: Голландський (Нідерланди) словник для Aspell
zh_cn: Aspell 荷兰语 (Nederlands) 词典

source: A Dutch (Nederlands) dictionary for the aspell spell checker.
cs: Nizozemský (Nederlands) slovník pro kontrolu pravopisu Aspell.
de: Ein Niederländisches (Nederlands) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di olandese (Nederlands) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのオランダ語 (Nederlands) 辞書です。
ru: Голландский (Nederlands) словарь для проверки орфографии Aspell.
uk: Нідерландський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的荷兰语 (Nederlands) 词典。

source: Norwegian Nynorsk (Norsk nynorsk) Dictionary for Aspell
cs: Norský-Nynorsk (Norsk nynorsk) slovník pro Aspell
de: Ein Norwegisches Nynorsk (Norsk nynorsk) Wörterbuch für Aspell
it: Dizionario di norvegese nynorsk (Norsk nynorsk) per Aspell
ja: aspell 向けノルウェー語 (ニーノシュク) (Norsk nynorsk) 辞書
ru: Норвежский нюнорск (Norsk nynorsk) словарь для Aspell
uk: Норвезький нюнорськ словник для Aspell
zh_cn: Aspell 挪威尼诺斯克语 (Norsk nynorsk) 词典

source: A Norwegian Nynorsk (Norsk nynorsk) dictionary for the aspell spell checker.
cs: Norský-Nynorsk (Norsk nynorsk) slovník pro kontrolu pravopisu Aspell.
de: Ein Norwegisches Nynorsk (Norsk Nynorsk, auch Neunorwegisch) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di norvegese nynorsk (Norsk nynorsk) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのノルウェー語 (ニーノシュク) (Norsk nynorsk) 辞書です。
ru: Норвежский нюнорск (Norsk nynorsk) словарь для проверки орфографии Aspell.
uk: Норвезький нюнорськ словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的挪威尼诺斯克语 (Norsk nynorsk) 词典。

source: Chichewa Dictionary for Aspell
cs: Slovník jazyka Chichewa pro Aspell
de: Chichewa Wörterbuch für Aspell
it: Dizionario di chichewa per Aspell
ja: aspell 向けチェワ語辞書
ru: Словарь чева для Aspell
uk: Словник чева для Aspell
zh_cn: Aspell 齐切瓦语 (Chichewa) 词典

source: A Chichewa dictionary for the aspell spell checker.
cs: Slovník jazyka Chichewa pro kontrolu pravopisu aspell.
de: Ein Chichewa Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di chichewa per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのチェワ語辞書です。
ru: Словарь чева для проверки правописания в Aspell.
uk: Словник чева для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的齐切瓦语 (Chichewa) 词典。

source: Oriya (ଓଡ଼ିଆ) Dictionary for Aspell
cs: Slovník jazyka Onya (ଓଡ଼ିଆ) pro Aspell
de: Oriya (ଓଡ଼ିଆ) Wörterbuch für Aspell
it: Dizionario di oriya (ଓଡ଼ିଆ) per Aspell
ja: aspell 向けオリヤー語 (ଓଡ଼ିଆ) 辞書
ru: Словарь ория (ଓଡ଼ିଆ) для Aspell
uk: Словник орія для Aspell
zh_cn: Aspell 奥里雅语 (ଓଡ଼ିଆ) 词典

source: An Oriya (ଓଡ଼ିଆ) dictionary for the aspell spell checker.
cs: Slovník jazyka Onya (ଓଡ଼ିଆ) pro kontrolu pravopisu Aspell.
de: Ein Oriya (ଓଡ଼ିଆ) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di oriya (ଓଡ଼ିଆ) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのオリヤー語 (ଓଡ଼ିଆ) 辞書です。
ru: Словарь ория (ଓଡ଼ିଆ) для проверки правописания в Aspell.
uk: Словник орія для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的奥里雅语 (ଓଡ଼ିଆ) 词典。

source: Punjabi (ਪੰਜਾਬੀ, پنجابی‎) Dictionary for Aspell
cs: Paňdžábský (ਪੰਜਾਬੀ, پنجابی‎) slovník pro Aspell
de: Pandschabi (ਪੰਜਾਬੀ, پنجابی‎) Wörterbuch für Aspell
it: Dizionario di punjabi (ਪੰਜਾਬੀ, پنجابی‎) per Aspell
ja: aspell 向けパンジャーブ語 (ਪੰਜਾਬੀ, پنجابی‎) 辞書
ru: Словарь панджаби (ਪੰਜਾਬੀ, پنجابی‎) для Aspell
uk: Пенджабський словник для Aspell
zh_cn: Aspell 旁遮普语 (ਪੰਜਾਬੀ, پنجابی‎) 词典

source: A Punjabi (ਪੰਜਾਬੀ, پنجابی‎) dictionary for the aspell spell checker.
cs: Paňdžábský (ਪੰਜਾਬੀ, پنجابی‎) slovník pro kontrolu pravopisu Aspell.
de: Ein Pandschabisches (ਪੰਜਾਬੀ, پنجابی‎) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di punjabi (ਪੰਜਾਬੀ, پنجابی‎) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのパンジャーブ語 (ਪੰਜਾਬੀ, پنجابی‎) 辞書です。
ru: Словарь панджаби (ਪੰਜਾਬੀ, پنجابی‎) для проверки правописания в Aspell.
uk: Пенджабський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的旁遮普语 (ਪੰਜਾਬੀ, پنجابی‎) 词典。

source: Polish (polszczyzna) Dictionary for Aspell
cs: Polský (polszczyzna) slovník pro Aspell
de: Ein Polnisches (polszczyzna) Wörterbuch für Aspell
it: Dizionario di polacco (polszczyzna) per Aspell
ja: aspell 向けポーランド語 (polszczyzna) 辞書
ru: Польский (polszczyzna) словарь для Aspell
uk: Польський словник для Aspell
zh_cn: Aspell 波兰语 (polszczyzna) 词典

source: A Polish (polszczyzna) dictionary for the aspell spell checker.
cs: Polský (polszczyzna) slovník pro kontrolu pravopisu Aspell.
de: Ein Polnisches (polszczyzna) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di polacco (polszczyzna) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのポーランド語 (polszczyzna) 辞書です。
ru: Польский (polszczyzna) словарь для проверки орфографии Aspell.
uk: Польський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的波兰语 (polszczyzna) 词典。

source: Brazilian Portuguese (Português brasileira) Dictionary for Aspell
cs: Brazilsko-portugalský (Português brasileira) slovník pro Aspell
de: Ein Brasilianisch-Portugiesisches Wörterbuch für ASpell
it: Dizionario di portoghese brasiliano (Português brasileira) per Aspell
ja: aspell 向けブラジル ポルトガル語 (Português brasileira) 辞書
ru: Бразильский португальский (Português brasileira) словарь для Aspell
uk: Бразильський португальський словник для Aspell
zh_cn: Aspell 巴西葡萄牙语 (Português brasileira) 词典

source: A Brazilian Portuguese (Português brasileira) dictionary for the aspell spell checker.
cs: Brazilsko-portugalský (Português brasileira) slovník pro kontrolu pravopisu Aspell.
de: Ein Brasilianisch-Portugiesisches Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di portoghese brasiliano (Português brasileira) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのブラジルポルトガル語 (Português brasileira) 辞書です。
ru: Бразильский португальский (Português brasileira) словарь для проверки орфографии Aspell.
uk: Бразильський португальський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的巴西葡萄牙语 (Português brasileira) 词典。

source: Portuguese (Português) Dictionary for Aspell
cs: Portugalský (Português) slovník pro Aspell
de: Portugiesisches (Português) Wörterbuch für Aspell
it: Dizionario di portoghese (Português) per Aspell
ja: aspell 向けポルトガル語 (Português) 辞書
ru: Португальский (Português) словарь для Aspell
uk: Португальський словник для Aspell
zh_cn: Aspell 葡萄牙语 (Português) 词典

source: A Portuguese (Português) dictionary for the aspell spell checker.
cs: Portugalský (Português) slovník pro kontrolu pravopisu Aspell.
de: Ein Portugiesisches (Português) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di portoghese (Português) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのポルトガル語 (Português) 辞書です。
ru: Португальский (Português) словарь для проверки орфографии Aspell.
uk: Португальський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的葡萄牙语 (Português) 词典。

source: Quechua (Runasimi (qheshwa)) Dictionary for Aspell
cs: Kečuánský (Runasimi (qheshwa)) slovník pro Aspell
it: Dizionario di quechua (Runasimi (qheshwa)) per Aspell
ja: aspell 向けケチュア語 (Runasimi (qheshwa)) 辞書
ru: Словарь кечуа (Runasimi (qheshwa)) для Aspell
uk: Словник кечуа (Runasimi (qheshwa)) для Aspell
zh_cn: Aspell 盖丘亚语 (Runasimi (qheshwa)) 词典

source: A Quechua (Runasimi (qheshwa)) dictionary for the aspell spell checker.
cs: Kečuánský (Runasimi (qheshwa)) slovník pro kontrolu pravopisu aspell.
de: Ein Friesisches (Frysk) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di quechua (Runasimi (qheshwa)) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのケチュア語 (Runasimi (qheshwa)) 辞書です。
ru: Словарь кечуа (Runasimi (qheshwa)) для проверки правописания в Aspell.
uk: Словник кечуа (Runasimi (qheshwa)) для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的盖丘亚语 (Runasimi (qheshwa)) 词典。

source: Romanian (română) Dictionary for Aspell
cs: Rumunský (română) slovník pro Aspell
de: Rumänisches (română) Wörterbuch für Aspell
it: Dizionario di rumeno (română) per Aspell
ja: aspell 向けルーマニア語 (română) 辞書
ru: Румынский (română) словарь для Aspell
uk: Румунський словник для Aspell
zh_cn: Aspell 罗马尼亚语 (română) 词典

source: A Romanian (română) dictionary for the aspell spell checker.
cs: Rumunský (română) slovník pro kontrolu pravopisu Aspell.
de: Ein Rumänisches (română) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di rumeno (română) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのルーマニア語 (română) 辞書です。
ru: Румынский (română) словарь для проверки орфографии Aspell.
uk: Румунський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的罗马尼亚语 (română) 词典。

source: Russian (русский) Dictionary for Aspell
cs: Ruský (русский) slovník pro Aspell
de: Russisches (русский) Wörterbuch für Aspell
it: Dizionario di russo (русский) per Aspell
ja: aspell 向けロシア語 (русский) 辞書
ru: Русский словарь для Aspell
uk: Москальський словник для Aspell
zh_cn: Aspell 俄语 (русский) 词典

source: A Russian (русский) dictionary for the aspell spell checker.
cs: Ruský (русский) slovník pro kontrolu pravopisu Aspell.
de: Ein Russisches (русский) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di russo (русский) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのロシア語 (русский) 辞書です。
ru: Русский словарь для проверки орфографии Aspell.
uk: Москальський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的俄语 (русский) 词典。

source: Kinyarwanda (Ikinyarwanda) Dictionary for Aspell
cs: Slovník jazyka Kinyarwanda (Ikinyarwanda) pro Aspell
it: Dizionario di kinyarwanda (Ikinyarwanda) per Aspell
ja: aspell 向けルワンダ語 (Ikinyarwanda) 辞書
ru: Словарь киньяруанда (Ikinyarwanda) для Aspell
uk: Словник кіньяруанда для Aspell
zh_cn: Aspell 卢旺达语 (Ikinyarwanda) 词典

source: A Kinyarwanda (Ikinyarwanda) dictionary for the aspell spell checker.
cs: Slovník jazyka Kinyarwanda (Ikinyarwanda) pro kontrolu pravopisu Aspell.
de: Ein Kinyarwandisches Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di kinyarwanda (Ikinyarwanda) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのルワンダ語 (Ikinyarwanda) 辞書です。
ru: Словарь киньяруанда (Ikinyarwanda) для проверки правописания в Aspell.
uk: Словник кіньяруанда для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的卢旺达语 (Ikinyarwanda) 词典。

source: Sardinian (Sardu) Dictionary for Aspell
cs: Sardinijský (Sardu) slovník pro Aspell
de: Sardisches (Sardu) Wörterbuch für Aspell
it: Dizionario di sardo (Sardu) per Aspell
ja: aspell 向けサルデーニャ語 (Sardu) 辞書
ru: Сардинский (Sardu) словарь для Aspell
uk: Сардинський (Sardu) словник для Aspell
zh_cn: Aspell 萨丁尼亚语 (Sardu) 词典

source: A Sardinian (Sardu) dictionary for the aspell spell checker.
cs: Sardinijský (Sardu) slovník pro kontrolu pravopisu aspell.
de: Ein Sardisches (Sardu) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario d sardo (Sardu) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのサルデーニャ語 (Sardu) 辞書です。
ru: Сардинский (Sardu) словарь для проверки правописания в Aspell.
uk: Сардинський (Sardu) словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的萨丁尼亚语 (Sardu) 词典。

source: Slovak (slovenský) Dictionary for Aspell
cs: Slovenský slovník pro Aspell
de: Slowakisches (slovenský) Wörterbuch für Aspell
it: Dizionario di slovacco (slovenský) per Aspell
ja: aspell 向けスロバキア語 (slovenský) 辞書
ru: Словацкий (slovenský) словарь для Aspell
uk: Словацький словник для Aspell
zh_cn: Aspell 斯洛伐克语 (slovenský) 词典

source: A Slovak (slovenský) dictionary for the aspell spell checker.
cs: Slovenský slovník pro kontrolu pravopisu Aspell.
de: Ein Slowakisches (slovenský) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di slovacco (slovenský) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのスロバキア語 (slovenský) 辞書です。
ru: Словацкий (slovenský) словарь для проверки орфографии Aspell.
uk: Словацький словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的斯洛伐克语 (slovenský) 词典。

source: Slovenian (slovenski) Dictionary for Aspell
cs: Slovinský (slovenski) slovník pro Aspell
de: Slowenisches (slovenski) Wörterbuch für Aspell
it: Dizionario di sloveno (slovenski) per Aspell
ja: aspell 向けスロベニア語 (slovenski) 辞書
ru: Словенский (slovenski) словарь для Aspell
uk: Словенський словник для Aspell
zh_cn: Aspell 斯洛文尼亚语 (slovenski) 词典

source: A Slovenian (slovenski) dictionary for the aspell spell checker.
cs: Slovinský (slovenski) slovník pro kontrolu pravopisu Aspell.
de: Ein Slowenisches (slovenski) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di sloveno (slovenski) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのスロベニア語 (slovenski) 辞書です。
ru: Словенский (slovenski) словарь для проверки орфографии Aspell.
uk: Словенський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的斯洛文尼亚语 (slovenski) 词典。

source: GNU Aspell - Spell compatibility
cs: GNU kompatibilita Aspell - Spell
de: GNU Aspell - Rechtschreibkompatibiliät
it: GNU Aspell - compatibilità con Spell
ja: GNU Aspell - Spell 互換
ru: GNU Aspell — совместимость со Spell
uk: GNU Aspell — сумісність із Spell
zh_cn: GNU Aspell - 拼写兼容性
