Repository: BENBELLA23/packages-i18n
Catalog: */po/aspell.*.po
Languages: cs, de, it, ja, ru, uk, zh_cn

source: GNU Aspell is a spell checker planned to eventually replace Ispell. It can be used as a library or as an independent spell checker. This package contains a spell script for compatibility reasons so that programs that expect the "spell" command will work correctly.
cs: GNU Aspell je kontrola pravopisu slov plánovaná pro konečnou náhradu Spell. Lze ho použít jako knihovnu nebo pro nezávislou kontrolu pravopisu. Tento balíček obsahuje skript spell pro kompatibilitu, aby programy, které očekávají příkaz "spell", pracovaly správně.
it: GNU Aspell è un correttore ortografico progettato per sostituire col tempo Ispell. Può essere usato come una libreria o come un controllore ortografico indipendente. Questo pacchetto contiene uno script spell per ragioni di compatibilità, in modo che i programmi che fanno affidamento al comando "spell" possano funzionare correttamente.
ja: GNU Aspell は Ispell の代替となることを目指して開発されているスペルチェッカーです。ライブラリとして使用することができるほか、スペルチェッカ単独でも利用することができます。 このパッケージには、 spell との互換性を維持するためのスクリプトが含まれています。これにより、 "spell" コマンド向けに作られたプログラムを正しく動作させることができます。
uk: GNU Aspell - програма перевірки орфографії, запланована для заміни Ispell. Її можна використовувати як бібліотеку або як незалежний інструмент перевірки правопису. Цей пакунок містить сценарій spell для забезпечення сумісності з програмами, які очікують на правильну роботу команди «spell».
zh_cn: GNU Aspell 是一个设计为最终替代 Ispell 的拼写检查器。它可以用作库也可以用作独立的拼写检查器。 此软件包出于兼容性考虑，包含一个拼写脚本。这样使用 "spell" 命令的程序可以正确执行。

source: Serbian (српски) Dictionary for Aspell
cs: Srbský (српски) slovník pro Aspell
de: Serbisches (српски) Wörterbuch für Aspell
it: Dizionario di serbo (српски) per Aspell
ja: aspell 向けセルビア語 (српски) 辞書
ru: Сербский (српски) словарь для Aspell
uk: Сербський словник для Aspell
zh_cn: Aspell 塞尔维亚语 (српски) 词典

source: A Serbian (српски) dictionary for the aspell spell checker.
cs: Srbský (српски) slovník pro kontrolu pravopisu Aspell.
de: Ein Serbisches (српски) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di serbo (српски) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのセルビア語 (српски) 辞書です。
ru: Сербский (српски) словарь для проверки орфографии Aspell.
uk: Сербський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的塞尔维亚语 (српски) 词典。

source: Swedish (Svenska) Dictionary for Aspell
cs: Švédský (Svenska) slovník pro Aspell
de: Schwedisches (Svenska) Wörterbuch für Aspell
it: Un dizionario di svedese (Svenska) per Aspell
ja: aspell 向けスウェーデン語 (Svenska) 辞書
ru: Шведский (Svenska) словарь для Aspell
uk: Шведський словник для Aspell
zh_cn: Aspell 瑞典语 (Svenska) 词典

source: A Swedish (Svenska) dictionary for the aspell spell checker.
cs: Švédský (Svenska) slovník pro kontrolu pravopisu Aspell.
de: Ein Schwedisches (Svenska) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di svedese (Svenska) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのスウェーデン語 (Svenska) 辞書です。
ru: Шведский (Svenska) словарь для проверки орфографии Aspell.
uk: Шведський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的瑞典语 (Svenska) 词典。

source: Swahili (Kiswahili) Dictionary for Aspell
cs: Slovník jazyka Swahili (Kiswahili) pro Aspell
de: Suahelisches (Kiswahili) Wörterbuch für Aspell
it: Dizionario di swahili (Kiswahili) per Aspell
ja: aspell 向けスワヒリ語 (Kiswahili) 辞書
ru: Словарь суахили (Kiswahili) для Aspell
uk: Словник суахілі (Kiswahili) для Aspell
zh_cn: Aspell 斯瓦希里语 (Kiswahili) 词典

source: A Swahili (Kiswahili) dictionary for the aspell spell checker.
cs: Slovník jazyka Swahili (Kiswahili) pro kontrolu pravopisu Aspell.
de: Ein Suahelisches (Kiswahili) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di swahili (Kiswahili) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのスワヒリ語 (Kiswahili) 辞書です。
ru: Словарь суахили (Kiswahili) для проверки орфографии Aspell.
uk: Словник суахілі для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的斯瓦希里语 (Kiswahili) 词典。

source: Tamil (தமிழ்) Dictionary for Aspell
cs: Tamilský (தமிழ்) slovník pro Aspell
de: Tamilisches (தமிழ்) Wörterbuch für Aspell
it: Dizionario di tamil (தமிழ்) per Aspell
ja: aspell 向けタミル語 (தமிழ்) 辞書
ru: Тамильский (தமிழ்) словарь для Aspell
uk: Тамільський словник для Aspell
zh_cn: Aspell 坦米尔语 (தமிழ்) 词典

source: A Tamil (தமிழ்) dictionary for the aspell spell checker.
cs: Tamilský (தமிழ்) slovník pro kontrolu pravopisu Aspell.
de: Ein Tamilisches (தமிழ்) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di tamil (தமிழ்) per il correttore ortografico Aspell.
ja: aspell 向けのタミル語 (தமிழ்) 辞書です。
ru: Тамильский (தமிழ்) словарь для проверки орфографии Aspell.
uk: Тамільський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的坦米尔语 (தமிழ்) 词典。

source: Telugu (తెలుగు) Dictionary for Aspell
cs: Slovník jazyka Telugu (తెలుగు) pro Aspell
de: Ein Telugu (తెలుగు) Wörterbuch für Aspell
it: Dizionario di telugu (తెలుగు) per Aspell
ja: aspell 向けテルグ語 (తెలుగు) 辞書
ru: Словарь телугу (తెలుగు) для Aspell
uk: Словник телугу для Aspell
zh_cn: Aspell 泰卢固语 (తెలుగు) 词典

source: A Telugu (తెలుగు) dictionary for the aspell spell checker.
cs: Slovník jazyka Telugu (తెలుగు) pro kontrolu pravopisu Aspell.
de: Ein Telugu (తెలుగు) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di telugu (తెలుగు) per il correttore ortografico Aspell.
ja: aspell 向けのテルグ語 (తెలుగు) 辞書です。
ru: Словарь телугу (తెలుగు) для проверки орфографии Aspell.
uk: Словник телугу для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的泰卢固语 (తెలుగు) 词典。

source: Tetum (Tetun) Dictionary for Aspell
cs: Tetumský (Tetun) slovník pro Aspell
de: Ein Tetum (Tetun) Wörterbuch für ASpell
it: Dizionario di lingua tetum (Tetun) per Aspell
ja: aspell 向けテトゥン語 (Tetun) 辞書
ru: Словарь тетум (Tetun) для Aspell
uk: Словник тетум (Tetun) для Aspell
zh_cn: Aspell 德顿语 (Tetun) 词典

source: A Tetum (Tetun) dictionary for the aspell spell checker.
cs: Tetumský (Tetun) slovník pro kontrolu pravopisu aspell.
de: Ein Tetum (Tetun) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di lingua tetum (Tetun) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのテトゥン語 (Tetun) 辞書です。
ru: Словарь тетум (Tetun) для проверки орфографии Aspell.
uk: Словник тетум (Tetun) для перевірки орфографії Aspell.
zh_cn: 用于 Aspell 拼写检查器的德顿语 (Tetun) 词典。

source: Turkmen (Türkmençe) Dictionary for Aspell
cs: Turkmenský (Türkmençe) slovník pro Aspell
de: Turkmenisches (Türkmençe) Wörterbuch für Aspell
it: Dizionario di turkmeno (Türkmençe) per Aspell
ja: aspell 向けトルクメン語 (Türkmençe) 辞書
ru: Туркменский (Türkmençe) словарь для Aspell
uk: Туркменський словник для Aspell
zh_cn: Aspell 土库曼语 (Türkmençe) 词典

source: A Turkmen (Türkmençe) dictionary for the aspell spell checker.
cs: Turkmenský (Türkmençe) slovník pro kontrolu pravopisu Aspell.
de: Ein Turkmenisches (Türkmençe) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di turkmeno (Türkmençe) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのトルクメン語 (Türkmençe) 辞書です。
ru: Туркменский (Türkmençe) словарь для проверки орфографии Aspell.
uk: Туркменський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的土库曼语 (Türkmençe) 词典。

source: Tagalog Dictionary for Aspell
cs: Tagalský slovník pro Aspell
de: Tagalog Wörterbuch für Aspell
it: Dizionario di tagalog per Aspell
ja: aspell 向けタガログ語辞書
ru: Тагальский словарь для Aspell
uk: Тагальський словник для Aspell
zh_cn: Aspell 塔加拉语 (Tagalog) 词典

source: A Tagalog dictionary for the aspell spell checker.
cs: Tagalský slovník pro kontrolu pravopisu aspell.
it: Un dizionario di tagalog per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのタガログ語辞書です。
ru: Тагальский словарь для проверки правописания в Aspell.
uk: Тагальський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的塔加拉语 (Tagalog) 词典。

source: Setswana Dictionary for Aspell
cs: Setswanský slovník pro Aspell
it: Dizionario di lingua setswana per Aspell
ja: aspell 向けツワナ語辞書
ru: Словарь тсвана для Aspell
uk: Словник тсвана для Aspell
zh_cn: Aspell 茨瓦纳语 (Setswana) 词典

source: A Setswana dictionary for the aspell spell checker.
cs: Setswanský slovník pro kontrolu pravopisu aspell.
it: Un dizionario di lingua setswana per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのツワナ語辞書です。
ru: Словарь тсвана для проверки правописания в Aspell.
uk: Словник тсвана для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的茨瓦纳语 (Setswana) 词典。

source: Turkish (Türkçe) Dictionary for Aspell
cs: Turecký (Türkçe) slovník pro Aspell
de: Türkisches (Türkçe) Wörterbuch für Aspell
it: Dizionario di turco (Türkçe) per Aspell
ja: aspell 向けトルコ語 (Türkçe) 辞書
ru: Турецкий (Türkçe) словарь для Aspell
uk: Турецький словник для Aspell
zh_cn: Aspell 土耳其语 (Türkçe) 词典

source: A Turkish (Türkçe) dictionary for the aspell spell checker.
cs: Turecký (Türkçe) slovník pro kontrolu pravopisu Aspell.
de: Ein türkisches (Türkçe) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di turco (Türkçe) per il correttore ortografico Aspell.
ja: aspell 向けのトルコ語 (Türkçe) 辞書です。
ru: Турецкий (Türkçe) словарь для проверки орфографии Aspell.
uk: Турецький словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的土耳其语 (Türkçe) 词典。

source: Ukrainian (українська) Dictionary for Aspell
cs: Ukrajinský (українська) slovník pro Aspell
de: Ukrainisches (українська) Wörterbuch für Aspell
it: Dizionario di ucraino (українська) per Aspell
ja: aspell 向けウクライナ語 (українська) 辞書
ru: Украинский (українська) словарь для Aspell
uk: Український словник для Aspell
zh_cn: Aspell 乌克兰语 (українська) 词典

source: An Ukrainian (українська) dictionary for the aspell spell checker.
cs: Ukrajinský (українська) slovník pro kontrolu pravopisu Aspell.
de: Ein ukrainisches (українська) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di ucraino (українська) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのウクライナ語 (українська) 辞書です。
ru: Украинский (українська) словарь для проверки правописания в Aspell.
uk: Український словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的乌克兰语 (українська) 词典。

source: Uzbek (Ўзбекча) Dictionary for Aspell
cs: Uzbecký (Ўзбекча) slovník pro Aspell
de: Usbekisches (Ўзбекча) Wörterbuch für Aspell
it: Dizionario di uzbeco (Ўзбекча) per Aspell
ja: aspell 向けウズベク語 (Ўзбекча) 辞書
ru: Узбекский (Ўзбекча) словарь для Aspell
uk: Узбецький словник для Aspell
zh_cn: Aspell 乌兹别克 (Ўзбекча) 语词典

source: An Uzbek (Ўзбекча) dictionary for the aspell spell checker.
cs: Uzbecký (Ўзбекча) slovník pro kontrolu pravopisu aspell.
de: Ein usbekisches (Ўзбекча) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario d uzbeco (Ўзбекча) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのウズベク語辞書です。
ru: Узбекский (Ўзбекча) словарь для проверки правописания в Aspell.
uk: Узбецький словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的乌兹别克 (Ўзбекча) 语词典。

source: Vietnamese (Tiếng Việt) Dictionary for Aspell
cs: Vietnamský (Tiếng Việt) slovník pro Aspell
de: Vietnamesisches (Tiếng Việt) Wörterbuch für Aspell
it: Dizionario di vietnamita (Tiếng Việt) per Aspell
ja: aspell 向けベトナム語 (Tiếng Việt) 辞書
ru: Вьетнамский (Tiếng Việt) словарь для Aspell
uk: В'єтнамський словник для Aspell
zh_cn: Aspell 越南语 (Tiếng Việt) 词典

source: A Vietnamese (Tiếng Việt) dictionary for the aspell spell checker.
cs: Vietnamský (Tiếng Việt) slovník pro kontrolu pravopisu Aspell.
de: Ein vietnamesisches (Tiếng Việt) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di vietnamita (Tiếng Việt) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのベトナム語 (Tiếng Việt) 辞書です。
ru: Вьетнамский (Tiếng Việt) словарь для проверки орфографии Aspell.
uk: В'єтнамський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的越南语 (Tiếng Việt) 词典。

source: Walloon (walon) Dictionary for Aspell
cs: Valonský (walon) slovník pro Aspell
de: Wallonisches (walon) Wörterbuch für Aspell
it: Dizionario di vallone (walon) per Aspell
ja: aspell 向けのワロン語 (walon) 辞書
ru: Валлонский (walon) словарь для Aspell
uk: Валонський словник для Aspell
zh_cn: Aspell 瓦隆语 (walon) 词典

source: A Walloon (walon) Dictionarydictionary for the aspell spell checker.
cs: Valonský (walon) slovník pro kontrolu pravopisu Aspell.
de: Ein wallonisches (walon) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di vallone (walon) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのワロン語 (walon) 辞書です。
ru: Валлонский (walon) словарь для проверки орфографии Aspell.
uk: Валонський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的瓦隆语 (walon) 词典。

source: Yiddish (ייִדיש) Dictionary for Aspell
cs: Jidiš (ייִדיש) slovník pro Aspell
de: Jiddisches (ייִדיש) Wörterbuch für Aspell
it: Dizionario di yiddish (ייִדיש) per Aspell
ja: aspell 向けイディッシュ語 (ייִדיש) 辞書
ru: Словарь идиш (ייִדיש) для Aspell
uk: Словник ідиш для Aspell
zh_cn: Aspell 意第绪语 (ייִדיש) 词典

source: A Yiddish (ייִדיש) dictionary for the aspell spell checker.
cs: Jidiš (ייִדיש) slovník pro kontrolu pravopisu Aspell.
de: Ein jiddisches (ייִדיש) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di yiddish (ייִדיש) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのイディッシュ語 (ייִדיש) 辞書です。
ru: Словарь идиш (ייִדיש) для проверки орфографии Aspell.
uk: Словник ідиш для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的意第绪语 (ייִדיש) 词典。

source: Zulu (isiZulu) Dictionary Package for Aspell
cs: Slovník jazyka Zulu (isiZulu) pro Aspell
it: Dizionario di lingua zulu (isiZulu) per Aspell
ja: aspell 向けズールー語 (isiZulu) 辞書
ru: Зулусский (isiZulu) словарь для Aspell
uk: Зулуський словник для Aspell
zh_cn: Aspell 祖鲁语 (isiZulu) 词典

source: A Zulu (isiZulu) dictionary for the aspell spell checker.
cs: Slovník jazyka Zulu (isiZulu) slovník pro kontrolu pravopisu Aspell.
it: Un dizionario di lingua zulu (isiZulu) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのズールー語 (isiZulu) 辞書です。
ru: Зулусский (isiZulu) словарь для проверки орфографии Aspell.
uk: Зулуський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的祖鲁语 (isiZulu) 词典。

source: GNU Aspell Library
cs: Knihovna GNU Aspell
de: GNU Aspell Bibliothek
it: La libreria Aspell GNU
ja: GNU Aspell ライブラリ
ru: Библиотека GNU Aspell
uk: Бібліотека GNU Aspell
zh_cn: GNU Aspell 库

source: GNU Aspell is a spell checker planned to eventually replace Ispell. It can be used as a library or as an independent spell checker. This package contains the aspell library.
cs: GNU Aspell je kontrola pravopisu, která má nakonec nahradit Ispell. Lze ji použít jako knihovnu nebo jako nezávislou kontrolu pravopisu. Tento balíček obsahuje knihovnu aspell.
it: GNU Aspell è un correttore ortografico progettato per sostituire prima o poi Ispell. Può essere usato come una libreria o come un correttore ortografico indipendente. Questo pacchetto contiene la libreria aspell.
ja: GNU Aspell は、最終的に Ispell を置き換えるべく設計されたスペルチェッカーです。ライブラリとして使用することができるほか、単独のスペルチェッカーとしても使用できます。 このパッケージには aspell のライブラリが含まれています。
uk: GNU Aspell - програма перевірки орфографії, запланована для заміни Ispell. Її можна використовувати як бібліотеку або як незалежний інструмент перевірки правопису. Цей пакунок містить бібліотеку aspell.
zh_cn: GNU Aspell 是一个设计为最终替代 Ispell 的拼写检查器。它可以用作库也可以用作独立的拼写检查器。 此软件包中包含 Aspell 程序库。

source: GNU Aspell - Pspell Compatibility Library
cs: Knihovna kompatibility GNU Aspell - Pspell
it: GNU Aspell - libreria di compatibilità Pspell
ja: GNU Aspell - Pspell 互換ライブラリ
ru: Библиотека совместимости GNU Aspell - Pspell
uk: Бібліотека сумісності GNU Aspell - Pspell
zh_cn: GNU Aspell - 兼容 Pspell 的程序库

source: GNU Aspell is a spell checker planned to eventually replace Ispell. It can be used as a library or as an independent spell checker. This package contains the pspell compatibility library.
cs: GNU Aspell je konteola pravopisu plánovaná pro konečnou náhradu Pspell. Lze ji použít jako knihovnu nebo nezávislou kontrolu pravopisu. Tento balíček obsahuje knihovnu kompatibility s pspell.
it: GNU Aspell è un correttore ortografico progettato per sostituire col tempo Ispell. Può essere usato come una libreria o come un controllore ortografico indipendente. Questo pacchetto contiene la libreria di compatibilità pspell.
ja: GNU Aspell は Ispell の代替となることを目指して開発されているスペルチェッカーです。ライブラリとして使用することができるほか、スペルチェッカ単独でも利用することができます。 このパッケージには、 pspell との互換性を保持するライブラリが含まれています。
uk: GNU Aspell — програма перевірки орфографії, запланована для заміни Ispell. Її можна використовувати як бібліотеку або як незалежний інструмент перевірки правопису. Цей пакунок містить бібліотеку сумісності з pspell.
zh_cn: GNU Aspell 是一个设计为最终替代 Ispell 的拼写检查器。它可以用作库也可以用作独立的拼写检查器。 此软件包中包含与 pspell 兼容的程序库。

source: German (deutsch) Dictionary for Aspell
cs: Německý (deutsch) slovník pro Aspell
de: Deutsches (deutsch) Wörterbuch für Aspell
ja: aspell 向けドイツ語 (deutsch) 辞書
uk: Німецький (deutsch) словник для Aspell

source: A German (deutsch) dictionary for the aspell spell checker.
cs: Německý (deutsch) slovník pro kontrolu pravopisu aspell.
de: Ein deutsches (deutsch) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
ja: aspell スペルチェッカー向けのドイツ語 (deutsch) 辞書です。
uk: Німецький словник для перевірки орфографії Aspell.
