Repository: BENBELLA23/packages-i18n
Catalog: */po/aspell.*.po
Languages: cs, de, it, ja, ru, uk, zh_cn

source: A Faroese (føroyskt) dictionary for the aspell spell checker.
cs: Faerský (føroyskt) slovník pro kontrolu pravopisu Aspell.
de: Ein Färöisches (føroyskt) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di faroese (føroyskt) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのフェロー語 (føroyskt) 辞書です。
ru: Фарерский (føroyskt) словарь для проверки орфографии Aspell.
uk: Фарерський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的法罗语 (føroyskt) 词典。

source: French (français) Dictionary for Aspell
cs: Francouzský (français) slovník pro Aspell
de: Französisches (français) Wörterbuch für Aspell
it: Dizionario di francese (français) per Aspell
ja: aspell 向けフランス語 (français) 辞書
ru: Французский (français) словарь для Aspell
uk: Французький словник для Aspell
zh_cn: Aspell 法语 (français) 词典

source: A French (français) dictionary for the aspell spell checker.
cs: Francouzský (français) slovník pro kontrolu pravopisu Aspell.
de: Ein Französisches (français) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di francese (français) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのフランス語 (français) 辞書です。
ru: Французский (français) словарь для проверки орфографии Aspell.
uk: Французький словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的法语 (français) 词典。

source: Frisian (Frysk) Dictionary for Aspell
cs: Fríský (Frysk) slovník pro Aspell
de: Friesisches (Frysk) Wörterbuch für Aspell
it: Dizionario di frisone (Frysk) per Aspell
ja: aspell 向けフリジア語 (Frysk) 辞書
ru: Фризский (Frysk) словарь для Aspell
uk: Фризький словник для Aspell
zh_cn: Aspell 弗里西语 (Frysk) 词典

source: A Frisian (Frysk) dictionary for the aspell spell checker.
cs: Fríský slovník pro kontrolu pravopisu aspell.
de: Ein Friesisches (Frysk) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di frisone (Frysk) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのフリジア語 (Frysk) 辞書です。
ru: Фризский (Frysk) словарь для проверки правописания в Aspell.
uk: Фризький словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的弗里西语 (Frysk) 词典。

source: Irish (Gaeilge) Dictionary for Aspell
cs: Irský (Gaeilge) slovník pro Aspell
de: Irisches (Gaeilge) Wörterbuch für Aspell
it: Dizionario di irlandese (Gaeilge) per Aspell
ja: aspell 向けアイルランド語 (Gaeilge) 辞書
ru: Ирландский (Gaeilge) словарь для Aspell
uk: Ірландський словник для Aspell
zh_cn: Aspell 爱尔兰语 (Gaeilge) 词典

source: An Irish (Gaeilge) dictionary for the aspell spell checker.
cs: Irský (Gaeilge) slovník pro kontrolu pravopisu Aspell.
de: Ein Irisches (Gaeilge) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di irlandese (Gaeilge) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのアイルランド語 (Gaeilge) 辞書です。
ru: Ирландский (Gaeilge) словарь для проверки правописания в Aspell.
uk: Ірландський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的爱尔兰语 (Gaeilge) 词典。

source: Scottish (Gàidhlig) Gaelic Dictionary for Aspell
cs: Skotsko-gaelský (Gàidhlig) slovník pro Aspell
de: Schottisch-Gälisches (Gàidhlig) Wörterbuch für Aspell
it: Dizionario di gaelico scozzese (Gàidhlig) per Aspell
ja: aspell 向けスコットランド・ゲール語 (Gàidhlig) 辞書
ru: Шотландский гэльский (Gàidhlig) словарь для Aspell
uk: Шотландський гельський словник для Aspell
zh_cn: Aspell 苏格兰语 (Gàidhlig) 词典

source: A Scottish (Gàidhlig) Gaelic dictionary for the aspell spell checker.
cs: Skotsko-gaelský (Gàidhlig) slovník pro kontrolu pravopisu Aspell.
de: Ein Schottisch-Gälisches (Gàidhlig) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di gaelico scozzese (Gàidhlig) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのスコットランド (Gàidhlig) ・ゲール語辞書です。
ru: Шотландский гэльский (Gàidhlig) словарь для проверки орфографии Aspell.
uk: Шотландський гельський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的苏格兰语 (Gàidhlig) 词典。

source: Galician Gaelic (galego) Dictionary for Aspell
cs: Galicijsko-gaelský (galego) slovník pro Aspell
de: Galicisch-Gälisches (galego) Wörterbuch für Aspell
it: Dizionario di gaelico galiziano (galego) per Aspell
ja: aspell 向けガリシア・ゲール語 (galego) 辞書
ru: Галисийский гаэльский (galego) словарь для Aspell
uk: Галісійський словник для Aspell
zh_cn: Aspell 加利西亚盖尔语 (galego) 词典

source: A Galician Gaelic (galego) dictionary for the aspell spell checker.
cs: Galicijsko-gaelský (galego) slovník pro kontrolu pravopisu Aspell.
de: Ein Galicisch-Gälisches (galego) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di gaelico galiziano per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのガリシア・ゲール語 (galego) 辞書です。
ru: Галисийский гаэльский (galego) словарь для проверки орфографии Aspell.
uk: Галісійський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的加利西亚盖尔语 (galego) 词典。

source: Ancient Greek (Ἑλληνική) Dictionary for Aspell
cs: Starořecký (Ἑλληνική) slovník pro Aspell
de: Altgriechisch (Ἑλληνική) Wörterbuch für Aspell
it: Dizionario di greco antico (Ἑλληνική) per Aspell
ja: aspell 向け古代ギリシア語 (Ἑλληνική) 辞書
ru: Древнегреческий (Ἑλληνική) словарь для Aspell
uk: Давньогрецький (Ἑλληνική) словник для Aspell
zh_cn: Aspell 古希腊语 (Ἑλληνική) 词典

source: An Ancient Greek (Ἑλληνική) dictionary for the aspell spell checker.
cs: Slovník staré řečtiny (Ἑλληνική) pro kontrolu pravopisu aspell.
de: Ein Altgriechisches (Ἑλληνική) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di greco antico (Ἑλληνική) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けの古代ギリシア語 (Ἑλληνική) 辞書です。
ru: Древнегреческий словарь для проверки правописания в Aspell.
uk: Давньогрецький (Ἑλληνική) словник для перевірки правопису у Aspell.
zh_cn: 用于 Aspell 拼写检查器的古希腊语 (Ἑλληνική) 词典。

source: Gujarati (ગુજરાતી) Dictionary for Aspell
cs: Slovník jazyka Gujarati (ગુજરાતી) pro Aspell
de: Ein Gujaratisches (ગુજરાતી) Wörterbuch für Aspell
it: Dizionario di gujarati (ગુજરાતી) per Aspell
ja: aspell 向けグジャラート語 (ગુજરાતી) 辞書
ru: Словарь гуджарати (ગુજરાતી) для Aspell
uk: Ґуджаратський словник для Aspell
zh_cn: Aspell 古吉拉特语 (ગુજરાતી) 词典

source: A Gujarati (ગુજરાતી) dictionary for the aspell spell checker.
cs: Slovník jazyka Gujarati (ગુજરાતી) pro kontrolu pravopisu Aspell.
de: Ein Gujaratisches (ગુજરાતી) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di gujarati (ગુજરાતી) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのグジャラート語 (ગુજરાતી) 辞書です。
ru: Словарь гуджарати (ગુજરાતી) словарь для проверки орфографии Aspell.
uk: Ґуджаратський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的古吉拉特语 (ગુજરાતી) 词典。

source: Manx Gaelic (Gaelg) Dictionary for Aspell
cs: Manx-gaelský (Gaelg) slovník pro Aspell
de: Manx-Gälisches (Gaelg) Wörterbuch für Aspell
it: Dizionario di gaelico mannese (Gaelg) per Aspell
ja: aspell 向けマン島語 (Gaelg) 辞書
ru: Мэнский гэльский (Gaelg) словарь для Aspell
uk: Менський гельський словник для Aspell
zh_cn: Aspell 曼岛盖尔语 (Gaelg) 词典

source: A Manx Gaelic (Gaelg) dictionary for the aspell spell checker.
cs: Manx-gaelský (Gaelg) slovník pro kontrolu pravopisu Aspell.
de: Ein Manx-Gälisches (Gaelg) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di gaelico mannese (Gaelg) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのマン島語 (Gaelg) 辞書です。
ru: Мэнский гэльский (Gaelg) словарь для проверки орфографии Aspell.
uk: Менський гельський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的曼岛盖尔语 (Gaelg) 词典。

source: Hebrew (עברית) Dictionary for Aspell
cs: Hebrejský (עברית) slovník pro Aspell
de: Hebräisches (עברית) Wörterbuch für Aspell
it: Dizionario di ebraico (עברית) per Aspell
ja: aspell 向けヘブライ語 (עברית) 辞書
ru: Словарь иврит (עברית) для Aspell
uk: Івритський словник для Aspell
zh_cn: Aspell 希伯来语 (עברית) 词典

source: A Hebrew (עברית) dictionary for the aspell spell checker.
cs: Hebrejský (עברית) slovník pro kontrolu pravopisu aspell.
de: Ein Hebräisches (עברית) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di ebraico (עברית) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのヘブライ語 (עברית) 辞書です。
ru: Словарь иврит (עברית) для проверки правописания в Aspell.
uk: Івритський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的希伯来语 (עברית) 词典。

source: Hindi (हिंदी) Dictionary for Aspell
cs: Hindský (हिंदी) slovník pro Aspell
de: Hindi (हिंदी) Wörterbuch für Aspell
it: Un dizionario di hindi (हिंदी) per Aspell
ja: aspell 向けヒンディー語 (हिंदी) 辞書
ru: Словарь хинди (हिंदी) для Aspell
uk: Словник хінді для Aspell
zh_cn: Aspell 北印度语 (हिंदी) 词典

source: A Hindi (हिंदी) dictionary for the aspell spell checker.
cs: Hindský (हिंदी) slovník pro kontrolu pravopisu aspell.
de: Ein Hindi (हिंदी) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di hindi (हिंदी) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのヒンディー語 (हिंदी) 辞書です。
ru: Словарь хинди (हिंदी) для проверки правописания в Aspell.
uk: Словник хінді для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的北印度语 (हिंदी) 词典。

source: Hiligaynon Dictionary for Aspell
cs: Slovník jazyka Hiligaynon pro Aspell
de: Hiligaynon Wörterbuch für Aspell
it: Dizionario di ilongo per Aspell
ja: aspell 向けヒリガイノン語辞書
ru: Словарь хилигайнон для Aspell
uk: Словник хіліґайнон для Aspell
zh_cn: ASpell 希利盖农语 (Hiligaynon) 词典

source: A Hiligaynon dictionary for the aspell spell checker.
cs: Slovník jazyka Hiligaynon pro kontrolu pravopisu aspell.
de: Ein Hiligaynon Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di ilongo per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのヒリガイノン語辞書です。
ru: Словарь хилигайнон для проверки правописания в Aspell.
uk: Словник хіліґайнон для перевірки правопису в Aspell.
zh_cn: 用于 ASpell 拼写检查器的希利盖农语 (Hiligaynon) 词典。

source: Croatian (hrvatski) Dictionary for Aspell
cs: Chorvatský (hrvatski) slovník pro Aspell
de: Kroatisches (hrvatski) Wörterbuch für Aspell
it: Dizionario di croato (hrvatski) per Aspell
ja: aspell 向けクロアチア語 (hrvatski) 辞書
ru: Хорватский (hrvatski) словарь для Aspell
uk: Хорватський словник для Aspell
zh_cn: Aspell 克罗地亚语 (hrvatski) 词典

source: A Croatian (hrvatski) dictionary for the aspell spell checker.
cs: Chorvatský (hrvatski) slovník pro kontrolu pravopisu Aspell.
de: Ein Kroatisches (hrvatski) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di croato (hrvatski) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのクロアチア語 (hrvatski) 辞書です。
ru: Хорватский (hrvatski) словарь для проверки орфографии Aspell.
uk: Хорватський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的克罗地亚语 (hrvatski) 词典。

source: Upper Sorbian (hornjoserbsce) Dictionary for Aspell
cs: Hornosrbský (hornjoserbsce) slovník pro Aspell
de: Obersorbisches (hornjoserbsce) Wörterbuch für Aspell
it: Dizionario di sorabo superiore (hornjoserbsce) per Aspell
ja: aspell 向け高地ソルブ語 (hornjoserbsce) 辞書
ru: Верхнелужицкий (hornjoserbsce) словарь для Aspell
uk: Верхньолужицький (hornjoserbsce) словник для Aspell
zh_cn: Aspell 上索布语 (hornjoserbsce) 词典

source: An Upper Sorbian (hornjoserbsce) dictionary for the aspell spell checker.
cs: Hornosrbský (hornjoserbsce) slovník pro kontrolu pravopisu aspell.
de: Ein Obersorbisches (hornjoserbsce) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di sorabo superiore (hornjoserbsce) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けの高地ソルブ語 (hornjoserbsce) 辞書です。
ru: Верхнелужицкий (hornjoserbsce) словарь для проверки правописания в Aspell.
uk: Верхньолужицький (hornjoserbsce) словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的上索布语 (hornjoserbsce) 词典。

source: Hungarian (magyar) Dictionary for Aspell
cs: Maďarský (magyar) slovník pro Aspell
de: Ungarisches (magyar) Wörterbuch für Aspell
it: Dizionario di ungherese (magyar) per Aspell
ja: aspell 向けハンガリー語 (magyar) 辞書
ru: Венгерский (magyar) словарь для Aspell
uk: Угорський словник для Aspell
zh_cn: Aspell 匈牙利语 (magyar) 词典

source: A Hungarian (magyar) dictionary for the aspell spell checker.
cs: Maďarský (magyar) slovník pro kontrolu pravopisu Aspell.
de: Ein Ungarisches (magyar) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di ungherese (magyar) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのハンガリー語 (magyar) 辞書です。
ru: Венгерский (magyar) словарь для проверки орфографии Aspell.
uk: Угорський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的匈牙利语 (magyar) 词典。

source: Huastec (wastek) dictionary for Aspell
cs: Slovník jazyka Huastec (wastek) pro Aspell
de: Huastec (wastek) Wörterbuch für Aspell
it: Dizionario di huasteco (wastek) per Aspell
ja: aspell 向けワステク語 (wastek) 辞書
ru: Уастекский (wastek) словарь для Aspell
uk: Уастецький (wastek) словник для Aspell
zh_cn: Aspell 瓦斯特克语 (wastek) 词典

source: A Huastec (wastek) dictionary for Aspell.
cs: Slovník jazyka Huastec (wastek) pro Aspell.
de: Ein Huastec (wastec) Wörterbuch für Aspell
it: Un dizionario di huasteco (wastek) per Aspell.
ja: aspell 向けワステク語 (wastek) 辞書です。
ru: Уастекский (wastek) словарь для Aspell.
uk: Уастецький (wastek) словник для Aspell.
zh_cn: 用于 Aspell 拼写检查器的瓦斯特克语 (wastek) 词典。

source: Armenian (Հայերեն) Dictionary for Aspell
cs: Arménský (Հայերեն) slovník pro Aspell
de: Armenisches (Հայերեն) Wörterbuch für Aspell
it: Dizionario di armeno (Հայերեն) per Aspell
ja: aspell 向けアルメニア語 (Հայերեն) 辞書
ru: Армянский (Հայերեն) словарь для Aspell
uk: Вірменський словник для Aspell
zh_cn: Aspell 亚美尼亚语 (Հայերեն) 词典

source: An Armenian (Հայերեն) dictionary for the aspell spell checker.
cs: Arménský (Հայերեն) slovník pro kontrolu pravopisu Aspell.
de: Ein armenisches (Հայերեն) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di armeno (Հայերեն) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのアルメニア語 (Հայերեն) 辞書です。
ru: Армянский (Հայերեն) словарь для проверки правописания в Aspell.
uk: Вірменський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的亚美尼亚语 (Հայերեն) 词典。

source: Interlingua Dictionary for Aspell
cs: Interlinguiský slovník pro Aspell
de: Interlingua Wörterbuch für Aspell
it: Dizionario interlingua per Aspell
ja: aspell 向けインターリングア辞書
ru: Словарь интерлингва для Aspell
uk: Словник інтерлінгва для Aspell
zh_cn: Aspell 国际语 (Interlingua) 词典

source: An Interlingua dictionary for the aspell spell checker.
cs: Interlinguiský slovník pro kontrolu pravopisu aspell.
de: Ein Interlingua Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario interlingua per il correttore ortografico Aspell.
ja: aspell スペルチェッカースペルチェッカー向けのインターリングア辞書です。
ru: Словарь интерлингва для проверки правописания в Aspell.
uk: Словник інтерлінгва для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的国际语 (Interlingua) 词典。

source: Indonesian (Bahasa Indonesia) Dictionary for Aspell
cs: Indonéšský (Bahasa Indonesia) slovník pro Aspell
de: Indonesisch (Bahasa Indonesia) Wörterbuch für Aspell
it: Dizionario di indonesiano (Bahasa Indonesia) per Aspell
ja: aspell 向けインドネシア語 (Bahasa Indonesia) 辞書
ru: Индонезийский (Bahasa Indonesia) словарь для Aspell
uk: Індонезійський словник для Aspell
zh_cn: Aspell 印尼语 (Bahasa Indonesia) 词典

source: An Indonesian (Bahasa Indonesia) dictionary for the aspell spell checker.
cs: Indonéšský (Bahasa Indonesia) slovník pro kontrolu pravopisu aspell.
de: Ein Indonesisches (Bahasa Indonesia) Wörterbuch für das Aspell-Rechtschreibprüsprogramm.
it: Un dizionario di indonesiano (Bahasa Indonesia) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのインドネシア語 (Bahasa Indonesia) 辞書です。
ru: Индонезийский (Bahasa Indonesia) словарь для проверки правописания в Aspell.
uk: Індонезійський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的印尼语 (Bahasa Indonesia) 词典。

source: Icelandic (Íslenska) Dictionary for Aspell
cs: Islandský (Íslenska) slovník pro Aspell
de: Isländisches (Íslenska) Wörterbuch für Aspell
it: Dizionario di islandese (Íslenska) per Aspell
ja: aspell 向けアイスランド語 (Íslenska) 辞書
ru: Исландский (Íslenska) словарь для Aspell
uk: Ісландський словник для Aspell
zh_cn: Aspell 冰岛语 (Íslenska) 词典

source: An Icelandic (Íslenska) dictionary for the aspell spell checker.
cs: Islandský (Íslenska) slovník pro kontrolu pravopisu Aspell.
de: Ein Isländisches (Íslenska) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di islandese (Íslenska) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのアイスランド語 (Íslenska) 辞書です。
ru: Исландский (Íslenska) словарь для проверки правописания в Aspell.
uk: Ісландський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的冰岛语 (Íslenska) 词典。

source: GNU Aspell - Ispell compatibility
cs: GNU kompatibilita Aspell - Ispell
de: GNU Aspell - Ispell Kompatibilität
it: GNU Aspell - compatibiltà con Ispell
ja: GNU Aspell - Ispell 互換
ru: GNU Aspell — совместимость с Ispell
uk: GNU Aspell — сумісність із Ispell
zh_cn: GNU Aspell - 兼容 Ispell

source: GNU Aspell is a spell checker planned to eventually replace Ispell. It can be used as a library or as an independent spell checker. This package contains an ispell script for compatibility reasons so that programs that expect the "ispell" command will work correctly.
cs: GNU Aspell je kontrola pravopisu slov plánovaná pro konečnou náhradu Ispell. Lze ho použít jako knihovnu nebo pro nezávislou kontrolu pravopisu. Tento balíček obsahuje skript ispell pro kompatibilitu, aby programy, které očekávají příkaz "ispell", pracovaly správně.
de: GNU Aspell ist ein Rechtschreibprüfprogramm, das geplant ist eventuell Ispell zu ersetzen. Es kann als Bibliothek oder als unabhängiges Rechtschreibprüfprogramm verwendet werden. Dieses Paket beinhaltet ein Skript ispell aus Kompatibilitäts-Gründen, so dass Programme, die den Befehl "ispell" erwarten, korrekt funktionieren werden.
it: GNU Aspell è un correttore ortografico progettato per sostituire col tempo Ispell. Può essere usato come una libreria o come un controllore ortografico indipendente. Questo pacchetto contiene uno script ispell per ragioni di compatibilità, in modo che i programmi che fanno affidamento al comando "ispell" possano funzionare correttamente.
ja: GNU Aspell は Ispell の代替となることを目指して開発されているスペルチェッカーです。ライブラリとして使用することができるほか、スペルチェッカ単独でも利用することができます。 このパッケージには、互換性を維持するための ispell スクリプトが含まれています。これにより、 "ispell" コマンドを必要とするプログラムを正しく動作させることができるようになります。
uk: GNU Aspell — програма перевірки орфографії, запланована для заміни Ispell. Її можна використовувати як бібліотеку або як незалежний інструмент перевірки правопису. Цей пакет містить скрипт ispell для забезпечення сумісності з програмами, які очікують правильної роботи від команди «ispell».
zh_cn: GNU Aspell 是一款计划用来最终替代 Ispell 的拼写检查器。它可以作为程序库或独立的拼写检查器来使用。 出于兼容性的原因，此软件包包含一个 Ispell 脚本，这样使用 Ispell 命令的程序可以正确地工作。

source: Italian (italiano) Dictionary for Aspell
cs: Italský (italiano) slovník pro Aspell
de: Italienisches (italiano) Wörterbuch für Aspell
it: Dizionario di italiano per Aspell
ja: aspell 向けイタリア語 (italiano) 辞書
ru: Итальянский (italiano) словарь для Aspell
uk: Італійський словник для Aspell
zh_cn: Aspell 意大利语 (italiano) 词典

source: An Italian (italiano) dictionary for the aspell spell checker.
cs: Italský (italiano) slovník pro kontrolu pravopisu Aspell.
de: Ein Italienisches (italiano) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di italiano per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのイタリア語 (italiano) 辞書です。
ru: Итальянский (italiano) словарь для проверки правописания в Aspell.
uk: Італійський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的意大利语 (italiano) 词典。

source: Kannada (ಕನ್ನಡ) Dictionary for Aspell
cs: Slovník jazyka Kannada (ಕನ್ನಡ) pro Aspell
de: Kannadisches (ಕನ್ನಡ) Wörterbuch for Aspell
it: Dizionario di lingua kannada (ಕನ್ನಡ) per Aspell
ja: aspell 向けカンナダ語 (ಕನ್ನಡ) 辞書
ru: Канарский (ಕನ್ನಡ) словарь для ASpell
uk: Словник каннада для Aspell
zh_cn: Aspell 埃纳德语 (ಕನ್ನಡ) 词典

source: A Kannada (ಕನ್ನಡ) dictionary for the aspell spell checker.
cs: Slovník jazyka Kannada (ಕನ್ನಡ) pro kontrolu pravopisu Aspell.
de: Ein Kannadisches Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di lingua kannada (ಕನ್ನಡ) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのカンナダ語 (カナラ語) (ಕನ್ನಡ) d 辞書です。
ru: Канарский (ಕನ್ನಡ) словарь для проверки орфографии Aspell.
uk: Словник каннада для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的埃纳德语 (ಕನ್ನಡ) 词典。

source: Kurdi (Kurdî, كوردی‎) Dictionary for Aspell
cs: Kurdský (Kurdî, كوردی‎) slovník pro Aspell
de: Kurdisches (Kurdî, كوردی‎) Wörterbuch für Aspell
it: Dizionario di curdo (Kurdî, كوردی‎) per Aspell
ja: aspell 向けクルド語 (Kurdî, كوردی‎) 辞書
ru: Курдский (Kurdî, كوردی‎) словарь для Aspell
uk: Курдський словник для Aspell
zh_cn: Aspell 库尔德语 (Kurdî, كوردی‎) 词典

source: A Kurdi (Kurdî, كوردی‎) dictionary for the aspell spell checker.
cs: Kurdský (Kurdî, كوردی‎) slovník pro kontrolu pravopisu Aspell.
de: Ein Kurdisches (Kurdî, كوردی‎) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di curdo (Kurdî, كوردی‎) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのクルド語 (Kurdî, كوردی‎) 辞書です。
ru: Курдский (Kurdî, كوردی‎) словарь для проверки орфографии Aspell.
uk: Курдський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的库尔德语 (Kurdî, كوردی‎) 词典。

source: Kirghiz (Кыргызча) Dictionary for Aspell
cs: Kirgizský (Кыргызча) slovník pro Aspell
de: Kirgisisches (Кыргызча) Wörterbuch für Aspell
it: Dizionario di kirghiso (Кыргызча) per Aspell
ja: aspell 向けキルギス語 (Кыргызча) 辞書
ru: Киргизский (Кыргызча) словарь для Aspell
uk: Киргизький словник для Aspell
zh_cn: Aspell 吉尔吉斯语 (Кыргызча) 词典

source: A Kirghiz (Кыргызча) dictionary for the aspell spell checker.
cs: Kirgizský (Кыргызча) slovník pro kontrolu pravopisu Aspell.
de: Ein Kirgisisches (Кыргызча) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di kirghiso (Кыргызча) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのキルギス語 (Кыргызча) 辞書です。
ru: Киргизский (Кыргызча) словарь для проверки орфографии Aspell.
uk: Киргизький словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的吉尔吉斯语 (Кыргызча) 词典。

source: Latin (latine) Dictionary for Aspell
cs: Latinský slovník pro Aspell
de: Lateinisches (latine) Wörterbuch für Aspell
it: Dizionario di latino per Aspell
ja: aspell 向けラテン語 (latine) 辞書
ru: Латинский (latine) словарь для Aspell
uk: Латинський (latine) словник для Aspell
zh_cn: Aspell 拉丁语 (latine) 词典

source: A Latin (latine) dictionary for the aspell spell checker.
cs: Latinský slovník pro kontrolu pravopisu aspell.
de: Ein Lateinisches (latine) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di latino per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのラテン語 (latine) 辞書です。
ru: Латинский (latine) словарь для проверки правописания в Aspell.
uk: Латинський (latine) словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的拉丁语 (latine) 词典。

source: Lithuanian (lietuvių) Dictionary for Aspell
cs: Litevský (lietuvių) slovník pro Aspell
de: Litauisches (lietuvių) Wörterbuch für Aspell
it: Dizionario di lituano (lietuvių) per Aspell
ja: aspell 向けリトアニア語 (lietuvių) 辞書
ru: Литовский (lietuvių) словарь для Aspell
uk: Литовський словник для Aspell
zh_cn: Aspell 立陶宛语 (lietuvių) 词典

source: A Lithuanian ((lietuvių) dictionary for the aspell spell checker.
cs: Litevský (lietuvių) slovník pro kontrolu pravopisu Aspell.
de: Ein Litauisches (lietuvių) Wörterbuch für das Aspell-Rechtschreibprüfprogramm.
it: Un dizionario di lituano (lietuvių) per il correttore ortografico Aspell.
ja: aspell スペルチェッカー向けのリトアニア語 ((lietuvių) 辞書です。
ru: Литовский (lietuvių) словарь для проверки орфографии Aspell.
uk: Литовський словник для перевірки правопису в Aspell.
zh_cn: 用于 Aspell 拼写检查器的立陶宛语 (lietuvių) 词典。
