Repository: BENBELLA23/packages-i18n
Catalog: */po/gnome.*.po
Languages: cs, de, ja

source: Provides translations to the package gnome-desktop2
de: Bietet Übersetzungen zum Paket gnome-desktop2
ja: gnome-desktop2 パッケージに対する翻訳データです。

source: Provides translations to the package gnome-devel-docs
de: Bietet Übersetzungen zum Paket gnome-devel-docs
ja: gnome-devel-docs パッケージに対する翻訳データです。

source: Provides translations to the package gnome-dictionary
de: Bietet Übersetzungen zum Paket gnome-dictionary
ja: gnome-dictionary パッケージに対する翻訳データです。

source: Provides translations to the package gnome-directory-thumbnailer
de: Bietet Übersetzungen zum Paket gnome-directory-thumbnailer
ja: gnome-directory-thumbnailer パッケージに対する翻訳データです。

source: Provides translations to the package gnome-disk-utility
de: Bietet Übersetzungen zum Paket gnome-disk-utility
ja: gnome-disk-utility パッケージ向けの翻訳データです。

source: Provides translations to the package gnome-doc-utils
de: Bietet Übersetzungen zum Paket gnome-doc-utils
ja: gnome-doc-utils パッケージに対する翻訳データです。

source: Provides translations to the package gnome-documents
de: Bietet Übersetzungen zum Paket gnome-documents
ja: gnome-documents パッケージに対する翻訳データです。

source: Provides translations to the package gnome-dvb-daemon
de: Bietet Übersetzungen zum Paket gnome-dvb-daemon
ja: gnome-dvb-daemon パッケージに対する翻訳データです。

source: Provides translations to the package gnome-font-viewer
de: Bietet Übersetzungen zum Paket gnome-font-viewer
ja: gnome-font-viewer パッケージに対する翻訳データです。

source: Provides translations to the package gnome-getting-started-docs
de: Bietet Übersetzungen zum Paket gnome-getting-started-docs
ja: gnome-getting-started-docs パッケージに対する翻訳データです。

source: Provides translations to the package gnome-gmail
de: Bietet Übersetzungen zum Paket gnome-gmail
ja: gnome-gmail パッケージに対する翻訳データです。

source: Provides translations to the package gnome-gmail-notifier
de: Bietet Übersetzungen zum Paket gnome-gmail-notifier
ja: gnome-gmail-notifier パッケージに対する翻訳データです。

source: Provides translations to the package gnome-initial-setup
de: Bietet Übersetzungen zum Paket gnome-initial-setup
ja: gnome-initial-setup パッケージに対する翻訳データです。

source: Provides translations to the package gnome-keyring
de: Bietet Übersetzungen zum Paket gnome-keyring
ja: gnome-keyring パッケージに対する翻訳データです。

source: Provides translations to the package gnome-klotski
de: Bietet Übersetzungen zum Paket gnome-klotski
ja: gnome-klotski パッケージに対する翻訳データです。

source: Provides translations to the package gnome-logs
de: Bietet Übersetzungen zum Paket gnome-logs
ja: gnome-logs パッケージに対する翻訳データです。

source: Provides translations to the package gnome-mahjongg
de: Bietet Übersetzungen zum Paket gnome-mahjongg
ja: gnome-mahjongg パッケージに対する翻訳データです。

source: Provides translations to the package gnome-maps
de: Bietet Übersetzungen zum Paket gnome-maps
ja: gnome-maps パッケージに対する翻訳データです。

source: Provides translations to the package gnome-menus
de: Bietet Übersetzungen zum Paket gnome-menus
ja: gnome-menus パッケージに対する翻訳データです。

source: Provides translations to the package gnome-mines
de: Bietet Übersetzungen zum Paket gnome-mines
ja: gnome-mines パッケージに対する翻訳データです。

source: Provides translations to the package gnome-mpv
de: Bietet Übersetzungen zum Paket gnome-mpv
ja: gnome-mpv パッケージに対する翻訳データです。

source: Provides translations to the package gnome-multi-writer
de: Bietet Übersetzungen zum Paket gnome-multi-writer
ja: gnome-multi-writer パッケージに対する翻訳データです。

source: Provides translations to the package gnome-music
de: Bietet Übersetzungen zum Paket gnome-music
ja: gnome-music パッケージに対する翻訳データです。

source: Provides translations to the package gnome-nettool
de: Bietet Übersetzungen zum Paket gnome-nettool
ja: gnome-nettool パッケージに対する翻訳データです。

source: Provides translations to the package gnome-nibbles
de: Bietet Übersetzungen zum Paket gnome-nibbles
ja: gnome-nibbles パッケージに対する翻訳データです。

source: Provides translations to the package gnome-online-accounts
de: Bietet Übersetzungen zum Paket gnome-online-accounts
ja: gnome-online-accounts パッケージに対する翻訳データです。

source: Provides translations to the package gnome-packagekit
de: Bietet Übersetzungen zum Paket gnome-packagekit
ja: gnome-packagekit パッケージに対する翻訳データです。

source: Provides translations to the package gnome-phone-manager
de: Bietet Übersetzungen zum Paket gnome-phone-manager
ja: gnome-phone-manager パッケージに対する翻訳データです。

source: Provides translations to the package gnome-photos
de: Bietet Übersetzungen zum Paket gnome-photos
ja: gnome-photos パッケージに対する翻訳データです。

source: Provides translations to the package gnome-pomodoro
de: Bietet Übersetzungen zum Paket gnome-pomodoro
ja: gnome-pomodoro パッケージに対する翻訳データです。

source: Provides translations to the package gnome-power-manager
de: Bietet Übersetzungen zum Paket gnome-power-manager
ja: gnome-power-manager パッケージに対する翻訳データです。

source: Provides translations to the package gnome-robots
de: Bietet Übersetzungen zum Paket gnome-robots
ja: gnome-robots パッケージに対する翻訳データです。

source: Provides translations to the package gnome-schedule
de: Bietet Übersetzungen zum Paket gnome-schedule
ja: gnome-schedule パッケージに対する翻訳データです。

source: Provides translations to the package gnome-screenshot
de: Bietet Übersetzungen zum Paket gnome-screenshot
ja: gnome-screenshot パッケージに対する翻訳データです。

source: Provides translations to the package gnome-search-tool
de: Bietet Übersetzungen zum Paket gnome-search-tool
ja: gnome-search-tool パッケージに対する翻訳データです。

source: Provides translations to the package gnome-session
de: Bietet Übersetzungen zum Paket gnome-session
ja: gnome-session パッケージに対する翻訳データです。

source: Provides translations to the package gnome-settings-daemon
de: Bietet Übersetzungen zum Paket gnome-settings-daemon
ja: gnome-settings-daemon パッケージに対する翻訳データです。

source: Provides translations to the package gnome-shell
de: Bietet Übersetzungen zum Paket gnome-shell
ja: gnome-shell パッケージに対する翻訳データです。

source: Provides translations to the package gnome-shell-extensions
de: Bietet Übersetzungen zum Paket gnome-shell-extensions
ja: gnome-shell-extensions パッケージに対する翻訳データです。

source: Provides translations to the package gnome-software
de: Bietet Übersetzungen zum Paket gnome-software
ja: gnome-software 向けの翻訳データです。

source: Provides translations to the package gnome-sound-recorder
de: Bietet Übersetzungen zum Paket gnome-sound-recorder
ja: gnome-sound-recorder パッケージに対する翻訳データです。

source: Provides translations to the package gnome-subtitles
de: Bietet Übersetzungen zum Paket gnome-subtitles
ja: gnome-subtitles パッケージに対する翻訳データです。

source: Provides translations to the package gnome-sudoku
de: Bietet Übersetzungen zum Paket gnome-sudoku
ja: gnome-sudoku パッケージに対する翻訳データです。

source: Provides translations to the package gnome-system-monitor
de: Bietet Übersetzungen zum Paket gnome-system-monitor
ja: gnome-system-monitor パッケージに対する翻訳データです。

source: Provides translations to the package gnome-taquin
de: Bietet Übersetzungen zum Paket gnome-taquin
ja: gnome-taquin パッケージに対する翻訳データです。

source: Provides translations to the package gnome-terminal
de: Bietet Übersetzungen zum Paket gnome-terminal
ja: gnome-terminal パッケージに対する翻訳データです。

source: Provides translations to the package gnome-tetravex
de: Bietet Übersetzungen zum Paket gnome-tetravex
ja: gnome-tetravex パッケージに対する翻訳データです。

source: Provides translations to the package gnome-themes
de: Bietet Übersetzungen zum Paket gnome-themes
ja: gnome-themes パッケージに対する翻訳データです。

source: Provides translations to the package gnome-todo
de: Bietet Übersetzungen zum Paket gnome-todo
ja: gnome-todo パッケージに対する翻訳データです。

source: Provides translations to the package gnome-tweak-tool
de: Bietet Übersetzungen zum Paket gnome-tweak-tool
ja: gnome-tweak-tool パッケージに対する翻訳データです。

source: Provides translations to the package gnome-user-docs
de: Bietet Übersetzungen zum Paket gnome-user-docs
ja: gnome-user-docs パッケージに対する翻訳データです。

source: Provides translations to the package gnome-user-share
de: Bietet Übersetzungen zum Paket gnome-user-share
ja: gnome-user-share パッケージに対する翻訳データです。

source: Provides translations to the package gnome-vfs2
de: Bietet Übersetzungen zum Paket gnome-bvfs2
ja: gnome-vfs2 パッケージに対する翻訳データです。

source: Provides translations to the package gnome-weather
de: Bietet Übersetzungen zum Paket gnome-weather
ja: gnome-weather パッケージに対する翻訳データです。

source: Provides translations to the package gnome-web-photo
de: Bietet Übersetzungen zum Paket gnome-web-photo
ja: gnome-web-photo パッケージに対する翻訳データです。

source: Python bindings for GNOME
de: Python-Bindings für GNOME
ja: GNOME 向け Python バインディング

source: Python bindings for GNOME Keyring
de: Python-Bindings für GNOME Schlüsselbund
ja: GNOME Keyring 向け Python バインディング

source: Python bindings for Totem
de: Python-Bindings für Totem
ja: Totem 向け Python バインディング

source: Python bindings for libgnome-desktop
de: Python-Bindings für libgnome-desktop
ja: libgnome-desktop 向け Python バインディング

source: Python bindings for libgnomeprint
de: Python-Schnittstelle für libgnomeprint
ja: libgnomeprint 向け Python バインディング

source: Python bindings for libgtop
de: Python-Bindings für libgtop
ja: libgtop 向け Python バインディング

source: Python bindings for librsvg
de: Python-Bindings für librsvg
ja: librsvg 向け Python バインディング

source: Python bindings for libwnck
de: Python-Bindings für libwnck
ja: libwnck 向け Python バインディング

source: Recommended Games for GNOME
de: Empfohlene Spiele für GNOME
ja: GNOME 向けお勧めゲーム

source: Robots Game for GNOME
cs: Robotí hra pro GNOME
de: Robots-Spiel für GNOME
ja: GNOME 向けロボットゲーム

source: Robots is a graphical version of the original text based robots game, which can be found on a number of UNIX systems. The player must outwit the robots chasing him/her by getting them to run into each other.
cs: Robots je grafická verse původní textové robotí hry, která existuje na řadě systémů UNIX. Hráč musí přelstít roboty, honící ho, tím, že je přiměje, aby si vzájemně naběhli.
de: Robots ist eine grafische Version des ursprünglich textbasierten Robotsspiel, welches auf zahlreichen UNIX-Systemen gefunden werden kann. Der Spieler muss die ihn/sie jagenden Roboter überlisten indem er sie dazu bringt ineinander zu laufen.
ja: Robots は数多くの UNIX システムに搭載されていた、テキスト版の Robots ゲームのグラフィカル版です。プレイヤーはロボットの追跡から逃れ、お互いにぶつかることのないようにしなければなりません。

source: Seed is a library and interpreter, dynamically bridging (through gobject-introspection) the WebKit JavaScriptCore engine with the GObject type system. In a more concrete sense, Seed enables you to immediately write applications around a significant portion of the GNOME platform, and easily embed JavaScript as a scripting language in your GObject library.
de: Seed ist eine Bibliothek und Interpreter, der dynamisch (über gobject-introspection) und WebKit JavaScriptCore-Engine mit dem GObject Typensystem verknüpft. Genauer gesagt ermöglicht es Seed sofort Anwendungen über einen großen Teil der GNOME-Plattform zu schreiben und leicht JavaScript als Skriptsprache in der GObject-Bibliothek einzubetten.
ja: Seed はライブラリとインタプリタから構成されるもので、 GObject タイプシステムを利用し WebKit の JavaScriptCoreエンジンに対して、 (gobject-introspection 経由で) 動的に接続します。もっとわかりやすく言うと、 Seed は GNOMEプラットフォームの特定の箇所で、アプリケーションを素早く作成できるようにします。また、 JavaScript を GObjectライブラリ内のスクリプティング言語として、簡単に内蔵できるようにもすることができます。

source: Session Manager for GNOME -- Default GNOME Session
de: Sitzungsmanager für GNOME - Standard GNOME Session
ja: GNOME 向けセッションマネージャ -- 既定の GNOME セッション

source: Session Manager for GNOME -- Minimal Version
de: Sitzungsmanager für GNOME -- Minimal Version
ja: GNOME 向けセッションマネージャ -- 最小版

source: Session Manager for GNOME -- Wayland session
de: Sitzungsmanagement für GNOME - Waylandsitzung
ja: GNOME 向けセッションマネージャ -- Wayland セッション

source: Session Tools for the GNOME Desktop
cs: Nástroje relace pro plochu GNOME
de: Situzungswerkzeuge für den GNOME Desktop
ja: GNOME デスクトップ向けセッションツール

source: Settings daemon for the GNOME desktop
cs: Služba (démon) nastavení pracovní plochy GNOME
de: Einstellungsdaemon für den GNOME-Desktop
ja: GNOME デスクトップ向け設定デーモン

source: Shared data between GNOME Documents and GNOME Books
de: Gemeinsam genutzte Daten zwischen GNOME Documents und GNOME Books
ja: GNOME ドキュメントと GNOME ブック間でのデータ共有

source: Simple GTK+ frontend for MPV
de: Einfaches GTK+ Frontend für MPV
ja: MPV 向けシンプル GTK+ フロントエンド

source: Sliding block puzzle game
cs: Hlavolam "posuvné bloky"
de: Blöcke verschieben Puzzlespiel
ja: ブロック移動型パズルゲーム

source: Sound Recorder
cs: Zvukový rekordér
de: Soundaufzeichnung
ja: サウンドレコーダ

source: Subtitle editor for GNOME
cs: Editor podtitulků pro GNOME
de: Untertitelbearbeitung für GNOME
ja: GNOME 向けサブタイトルエディタ

source: Sudoku Game for GNOME
cs: Hra Sudoku pro GNOME
de: Sodoku-Spiel für GNOME
ja: GNOME 向け数独ゲーム

source: Sudoku is a logic puzzle game, in which one must fill a 9 by 9 square with the correct digits.
cs: Sudoku je logická hra typu hlavolam, kde musíte vyplnit čtverec 9 x 9 polí správnými číslicemi.
de: Sudoku ist ein logisches Puzzlespiel. Hierbei muss man ein 9 mal 9 großes Feld mit den richtigen Zahlen ausfüllen.
ja: 数独はそれぞれのマス目に対して、正しい数字を入れる論理パズルゲームです。

source: Symbol-tree plugin for gnome-builder
de: Symbol-Tree Plugin für gnome-builder
ja: gnome-builder 向け symbol-tree プラグイン

source: Symbolic icon theme for GNOME
cs: Motiv symbolické ikony pro GNOME
de: Symbolisches Iconthema für GNOME
ja: GNOME 向けシンボリックアイコンテーマ

source: Sysmon plugin for gnome-builder
de: Sysmon Plugin für gnome-builder
ja: gnome-builder 向け sysmon プラグイン

source: Take a Break - GNOME Break Timer helps you remember about it.
cs: Dejte si přestávku: časovač přestávky GNOME pomáhá nezapomenout.
de: Mach mal Pause - GNOME Break Times hilft Dir dabei, dich daran zu erinnern.
ja: 休息 - GNOME Break Timer は休息の時間をお知らせします。

source: Taquin is a computer version of the 15-puzzle and other sliding puzzles. The object of Taquin is to move tiles so that they reach their places, either indicated with numbers, or with parts of a great image.
cs: Taquin je počítačová verze hlavolamu 15 a dalších posouvacích hlavolamů Cílem Taquin je posouvat dlaždice tak, aby se dostaly na svá místa, buď označená čísly, nebo částmi velkého obrázku.
de: Taquin ist eine Computerversion des 15er-Puzzles und anderes Puzzleteileverschiebspielele. Das Ziel von Taquin ist es, Teile zu verschieben damit sie ihren Platz erreichen. Dies geschieht über Nummern oder Teile eines großen Bildes.
ja: Taquin は 15 パズルやその他の移動型パズルゲームのコンピュータ版です。 Taquin では、番号や大きな画像のパーツが示されたタイルを移動させて、必要な場所に送ることを目指します。

source: Telepathy connection manager for GNOME Phone Manager
cs: Správce telepatického spojení pro Správce telefonu GNOME
de: Telepathy Verbindungsmanager für GNOME Phone Manager
ja: GNOME 電話マネージャ向け Telepathy 接続マネージャ

source: Tetravex Game for GNOME
cs: Hra Tetravex pro GNOME
de: Tetravex Spiel für GNOME
ja: GNOME 向け Tetravex ゲーム

source: Tetravex is a simple puzzle game in which pieces have numbers on each side. The pieces must be positioned so that the same numbers touch each other, during which you are being timed. The times are then stored in a system-wide scoreboard.
cs: Tetravex je jednoduchá hlavolamová hra, kde mají kameny na každé straně číslo. Kameny musí být umístěny tak, aby byla stejná čísla u sebe, což je omezeno časem. Dosažené časy se pak uloží do tabulky skóre v systému.
de: Tetravex ist ein einfaches Puzzlespiel wo die Teile Nummern auf jeder Seite haben. Die Teile müssen so positioniert werden damit die gleichen Nummern sich gegenseitig berühren. Dabei wird die Zeit gemessen. Die Zeiten werden in einer systemweiten Liste gespeichert.
ja: Tetravex はそれぞれ複数の数字が書かれたピースを利用するパズルゲームです。ピースを同じ番号がお互いに触れあうように配置するゲームです。かかった時間はシステム全体のスコアボードに記録されます。

source: The Contacts Manager for GNOME
de: Der Kontaktmanager für GNOME
ja: GNOME 向け連絡先マネージャです。

source: The Contacts Manager for GNOME This package contains a search provider to enable GNOME Shell to get search results from contacts.
de: Der Kontaktmanager für GNOME Dieses Paket beinhaltet einen Suchanbieter damit GNOME Shell Suchergebnisse aus Kontakten bekommen kann.
ja: GNOME 向けの連絡先マネージャです。 このパッケージには、 GNOME Shell から連絡先を検索するための検索プロバイダが含まれています。

source: The Dictionary application enables you to search words and terms on a dictionary source.
cs: Aplikace Dictionary umožňuje vyhledávat slova a výrazy ve zdroji slovníku.
de: Die Wörterbuchanwendung ermöglicht es Wörter und Termini in einer Wörterbuchquelle zu suchen.
ja: この辞書アプリケーションは、辞書ソース内の単語や用語を検索することができます。

source: The GNOME 2.x Desktop Virtual File System Libraries
cs: Knihovny GNOME 2.x pro virtuální souborový systém
de: Die GNOME 2.x Desktop Virtuelles Dateisystem Bibliotheken
ja: GNOME 2.x デスクトップ仮想ファイルシステムライブラリ

source: The GNOME Control Center
cs: Ovládací centrum GNOME
de: Das GNOME-Kontrollzentrum
ja: GNOME コントロールセンター

source: The GNOME Desktop API Library
cs: API knihovna pro plochu GNOME
de: Die GNOME Desktop API-Bibliothek
ja: GNOME デスクトップ API ライブラリ

source: The GNOME Desktop API Library -- Common data files
de: Die GNOME Desktop API-Bibliothek -- Gemeinsame Datendateien
ja: GNOME デスクトップ API ライブラリ -- 汎用データファイル

source: The GNOME Desktop API Library -- Development Files
cs: Knihovna API pracovní plochy GNOME -- vývojové soubory
de: Die GNOME Desktop API-Bibliothek -- Entwicklerdateien
ja: GNOME デスクトップ API ライブラリ -- 開発用ファイル

source: The GNOME Desktop API Library -- Introspection bindings
de: Die GNOME Desktop API-Bibliothek -- Introspection Bindings
ja: GNOME デスクトップ API ライブラリ -- イントロスペクションバインディング

source: The GNOME Desktop Menu
cs: Nabídka plochy GNOME
de: Das GNOME Desktopmenü
ja: GNOME デスクトップメニュー

source: The GNOME Desktop Menu -- Introspection bindings
cs: Menu plochy GNOME -- vazby Introspection
de: Das GNOME Desktop Menu -- Introspection bindings
ja: GNOME デスクトップメニュー -- イントロスペクションバインディング

source: The GNOME Desktop Menu -- Upstream Menus Definitions
cs: Menu pracovní plochy GNOME -- upstreamové definice menu
de: Das GNOME Desktopmenü - Upstream Menüdefinitionen
ja: GNOME デスクトップメニュー -- アップストリームメニュー設定

source: The GNOME Desktop Menu -- openSUSE Menus Definitions
cs: GNOME menu plochy -- definice menu v openSUSE
de: Das GNOME Desktopmenü -- openSUSE Menü Definitionen
ja: GNOME デスクトップメニュー -- openSUSE メニュー設定

source: The GNOME Keyring is a daemon in the session, similar to ssh-agent, and other applications can use it to store passwords and other sensitive information. The program can manage several keyrings, each with its own master password, and there is also a session keyring which is never stored to disk, but forgotten when the session ends.
cs: GNOME Keyring (kroužek klíčů) je služba relace, podobná jako ssh-agent; jiné aplikace ji mohou používat k ukládání hesel a jiných citlivých údajů. Program může spravovat několik kroužků, každý se svým hlavním heslem, a má i kroužek relace, který neukládá na disk, ale který zaniká s ukončením relace.
de: Das GNOME Schlüsselbund ist ein Daemon in der Sitzung, der ähnlich mit ssh-agent ist. Andere Anwendungen können ihn verwenden um Passwörter oder andere private Informationen zu speichern. Das Programm kann verschiedene Schlüsselbunde verwalten. Dabei kann jeder sein eigenes Hauptpasswort haben und es gibt auch ein Sitzungsschlüsselbund, welches nie auf die Festplatte geschrieben wird sondern beim Beenden der Sitzung vergessen wird.
ja: GNOME 鍵リングは ssh-agent と同様にセッション内のデーモンで、他のアプリケーションからパスワードなどの機密情報を保存する際に使用されます。 プログラムはそれぞれ別途のマスターパスワードを設定した複数の鍵リングを管理することができます。また、ディスクには保存させないものの、セッションが終わるまで記憶させておくことのできる、セッション鍵リングという機能もあります。

source: The GNOME Keyring is a daemon in the session, similar to ssh-agent, and other applications can use it to store passwords and other sensitive information. The program can manage several keyrings, each with its own master password, and there is also a session keyring which is never stored to disk, but forgotten when the session ends. The PAM module can be used to unlock the keyring on login.
cs: GNOME Keyring (kroužek klíčů) je služba relace, podobná jako ssh-agent; jiné aplikace ji mohou používat k ukládání hesel a jiných citlivých údajů. Program může spravovat několik kroužků, každý se svým hlavním heslem, a má i kroužek relace, který neukládá na disk, ale který zaniká s ukončením relace. Modul PAM lze použít k odemknutí kroužku klíčů při přihlášení.
de: Das GNOME Schlüsselbund ist ein Daemon in der Sitzung, der ähnlich mit ssh-agent ist. Andere Anwendungen können ihn verwenden um Passwörter oder andere private Informationen zu speichern. Das Programm kann verschiedene Schlüsselbunde verwalten. Dabei kann jeder sein eigenes Hauptpasswort haben und es gibt auch ein Sitzungsschlüsselbund, welches nie auf die Festplatte geschrieben wird sondern beim Beenden der Sitzung vergessen wird.. Das PAM Module kann verwendet werden um das Schlüsselbund beim Login zu entsperren.
ja: GNOME 鍵リングは ssh-agent と同様にセッション内のデーモンで、他のアプリケーションからパスワードなどの機密情報を保存する際に使用されます。 プログラムはそれぞれ別途のマスターパスワードを設定した複数の鍵リングを管理することができます。また、ディスクには保存させないものの、セッションが終わるまで記憶させておくことのできる、セッション鍵リングという機能もあります。 PAM モジュールはログイン時に鍵リングを解錠する際に使用します。

source: The GNOME Seach Tool uses command-line tools such as find and locate to get results.
cs: GNOME Search Tool používá nástroje příkazového řádku (např. find a locate) k získání výsledků.
de: Das GNOME Suchwerkzeug verwendet Kommandozeilenwerkzeuge wie find und locate um Resultate zu liefern.
ja: GNOME 検索ツールは、コマンドラインから検索を行ない、結果を取得するツールです。

source: The GNOME Shell Browser Plugin provides integration with gnome-shell and the corresponding extensions repository. The plugin allows the extensions repository to provide good integration, letting the website know which extensions are enabled and disabled, and allowing the website to enable, disable and install them.
de: Das GNOME Shell Browserplugin bietet Integration mit gnome-shell und dem entsprechenden Erweiterungs-Repository. Das Plugin ermöglicht dem Erweiterungs-Repository gute Integration und sagt der Webseite welche Erweiterungen aktiviert und deaktiviert sind. Ebenso wird es der Webseite ermöglicht, diese zu aktivieren und deaktivieren sowie sie zu installieren.
ja: GNOME シェルブラウザプラグインは、 gnome-shell と関連する拡張ライブラリとを統合する機能を提供します。このプラグインは拡張リポジトリに対して便利な統合機能を提供し、 Web サイトに対して拡張が有効かどうかを知らせたり、 Web サイトに対してそれらをインストールできるようにしたりすることができます。

source: The GNOME Shell redefines user interactions with the GNOME desktop. In particular, it offers new paradigms for launching applications, accessing documents, and organizing open windows in GNOME.
cs: GNOME Shell redefinuje interakce uživatele s pracovní plochou GNOME. Nabízí zejména nová paradigmata pro spouštění aplikací, přístup k dokumentům a uspořádávání otevřených oken v GNOME.
de: Die GNOME Shell definiert Benutzerinteraktionen mit dem GNOME-Desktop neu. Insbesondere bietet sie neue Paradigmen zum Starten von Anwendungen, Zugang zu Dokumenten und die Organisation offener Fester innerhalb von GNOME.
ja: GNOME シェルは GNOME デスクトップとの対話処理を再評価するものです。特に GNOME におけるアプリケーションの起動や文書へのアクセス、開いているウインドウの管理などについて、新しい方法論を提供します。
