Repository: BENBELLA23/packages-i18n
Catalog: */po/gnome.*.po
Languages: cs, de, ja

source: gnome-vfs-monikers contains all Bonobo monikers that were previously in the main gnome-vfs package.
cs: gnome-vfs-monikers obsahuje všechny monikery (aliasy) Bonobo, které dříve byly v hlavním balíčku gnome-vfs.
de: gnome-vfs-monikers enthält alle Bonobo Imitierer die vorher im Hauptpaket gnome-vfs waren.
ja: gnome-vfs-monikers には以前 gnome-vfs パッケージに含まれていた全ての Bonobo モニカが含まれています。

source: monkeysign is a tool to overhaul the OpenPGP keysigning experience and bring it closer to something that most primates can understand. The project makes use of cheap digital cameras and the type of bar code known as a QRcode to provide a human-friendly yet still-secure keysigning experience. No more reciting tedious strings of hexadecimal characters. And, you can build a little rogue's gallery of the people that you have met and exchanged keys with!
de: monkeysing ist ein Werkzeug um das OpenPGP-Keysinging Erlebnis umzugestalten und es näher an das zu bringen, was Primaten verstehen können. Das Projekt verwendet billige digitale Kameras und die als QRcode bekannten Arten von Strichcode um ein menschenfreundliches aber dennoch sicheres Keysingingerlebnis zu bieten. Kein weiteres großes Zitieren von hexadezimalen Zeichen. Und man kann eine kleine Gallerie von Leuten erstellen, die man getroffen hat und mit denen man Schlüssel ausgetauscht hat!
ja: monkeysign は OpenPGP における鍵署名のやり方をオーバーホールするためのツールで、より霊長類にとってわかりやすい仕組みを提供します。 このプロジェクトは安いデジタルカメラと QR コードと呼ばれるバーコードを利用して、より人間にとって使いやすく、かつ機密を守ることのできる鍵署名機能を提供します。 わざわざ 16 進数の文字列を入力するような面倒な作業はもう不要です。直接会ってお互いに鍵を交換するだけで、すぐに小さなローグギャラリを作ることができてしまいます！

source: xml2po is a simple Python program which extracts translatable content from free-form XML documents and outputs gettext compatible POT files.
cs: xml2po je jednoduchý program v Pythonu, který extrahuje přeložitelnou část obsahu dokumentů s volnou formou XML; výstupem programu jsou soubory POT kompatibilní s gettext.
de: xml2po ist ein einfaches Python Programm welches übersetzbare Inhalte aus free-form XML Dokumenten herauszieht und gettext-kompatible POT-Dateien ausgibt.
ja: xml2po は自由な形式の XML 文書から、翻訳大賞のテキストを取り出す Python プログラムです。 gettext 互換の POT ファイルとして出力します。

source: This package provides the beautifier plugin for gnome-builder.
de: Dieses Paket bietet das Verschönerungs-Plugin für den gnome-builder.

source: Maps Application for GNOME
cs: Aplikace Mapy pro GNOME
de: Kartenanwendung für GNOME

source: Maps is a maps application for GNOME 3. It allows viewing street maps from OpenStreetMaps and satellite imagery from Mapbox. You can also get directions for your journeys, whether on foot, by bike, or by car.
cs: Maps je mapová aplikace pro GNOME 3. Zobrazuje mapy ulic z OpenStreetMaps a satelitní snímky z Mapbox. Můžete také získat pokyny pro své cesty, ať pěšky, na kole, či autem.
de: Maps ist eine Kartenanwendung für GNOME 3. Sie erlaubt es ihnen Straßenkarten von OpenStreetMaps und Satellitenbilder von Mapbox anzusehen. Sie können sich auch Routen für Reisen zu Fuß, mit dem Fahrrad oder mit dem Auto generieren lassen.

source: Translations for package gnome-2048
cs: Překlady pro balíček gnome-2048
de: Übersetzungen für das gnome-2048 Paket

source: Provides translations for the "gnome-2048" package.
cs: Poskytuje překlady pro balíček gnome-2048.
de: Bietet Übersetzungen zum Paket "gnome-2048".

source: Translations for package gnome-backgrounds
cs: Překlady pro balíček gnome-backgrounds

source: Provides translations for the "gnome-backgrounds" package.
cs: Poskytuje překlady pro balíček "gnome-backgrounds".

source: A set of graphical utilities to setup, monitor and use Bluetooth devices. This package provides the utilities, data files and manuals for GNOME Bluetooth.
cs: Sada grafických programů pro nastavení,monitorování a používání zařízení Bluetooth. Tento balíček obsahuje programy, datové soubory a příručky pro GNOME Bluetooth.

source: Development files for the GNOME Bluetooth libraries
cs: Vývojové soubory pro knihovny GNOME Bluetooth

source: A set of graphical utilities to setup, monitor and use Bluetooth devices. This package provides the necessary files for development with GNOME Bluetooth.
cs: Sada grafických programů pro nastavení,monitorování a používání zařízení Bluetooth. Tento balíček obsahuje soubory potřebné pro vývoj s GNOME Bluetooth.

source: Translations for package gnome-bluetooth
cs: Překlady pro balíček gnome-bluetooth

source: Provides translations for the "gnome-bluetooth" package.
cs: Poskytuje překlady k balíčku "gnome-bluetooth".

source: A GNOME 3 application to access remote or virtual systems
cs: Aplikace GNOME 3 pro přístup ke vzdáleným nebo virtuálním systémům

source: Boxes is an application to create, setup, access, and use: remote machines, remote and local virtual machines, and, when technology permits, applications on local virtual machines.
cs: Boxes je aplikace k tvorbě, nastavení, přístupu a používání: vzdálených strojů, lokálních a vzdálených virtuálních strojů, a pokud to technologie umožňuje, aplikací na lokálních virtuálních strojích.

source: Translations for package gnome-break-timer
cs: Překlady pro balíček gnome-break-timer

source: Provides translations for the "gnome-break-timer" package.
cs: Poskytuje překlady k balíčku "gnome-break-timer".

source: A toolsmith for GNOME-based applications
cs: Nástroje pro aplikace založené na GNOME

source: Builder is an IDE for GNOME and a tool to help writing GNOME-based applications.
cs: Builder je IDE pro GNOME a nástroj pomáhající psát aplikace založené na GNOME.

source: Documentation files for the gnome-builder package
cs: Soubory dokumentace pro balíček gnome-builder

source: Development files for gnome-calculator
cs: Vývojové soubory pro gnome-calculator

source: The gnome-calculator-devel package contains libraries and header files for developing applications that use gnome-calculator.
cs: Balíček gnome-calculator-devel obsahuje knihovny a soubory hlaviček pro vývoj aplikací používajících gnome-calculator.

source: Translations for package gnome-calculator
cs: Překlady pro balíček gnome-calculator

source: Provides translations for the "gnome-calculator" package.
cs: Poskytuje překlady k balíčku "gnome-calculator".

source: Translations for package gnome-calendar
cs: Překlady pro balíček gnome-calendar

source: Provides translations for the "gnome-calendar" package.
cs: Poskytuje překlady k balíčku "gnome-calendar".

source: Translations for package gnome-characters
cs: Překlady pro balíček gnome-characters

source: Provides translations for the "gnome-characters" package.
cs: Poskytuje překlady pro balíček "gnome-characters".

source: Translations for package gnome-chess
cs: Překlady pro balíček gnome-chess

source: Provides translations for the "gnome-chess" package.
cs: Poskytuje překlady pro balíček "gnome-chess".

source: Translations for package gnome-clocks
cs: Překlady pro balíček gnome-clocks

source: Provides translations for the "gnome-clocks" package.
cs: Poskytuje překlady balíček "gnome-clocks".

source: gnome-code-assistance provides common code assistance services for code editors (simple editors as well as IDEs). It is an effort to provide a centralized code-assistance as a service for the GNOME platform instead of having every editor implement their own solution.
cs: gnome-code-assistance poskytuje společné služby pomoci s kódem pro editory kódu (jednoduché i integrované do IDE). Je to pokus poskytnout centralizovanou pomoc s kódem-jako službu pro platformu GNOME namísto implementace vlastního řešení každého editoru.

source: Translations for package gnome-color-manager
cs: Překlady pro balíček gnome-color-manager

source: Provides translations for the "gnome-color-manager" package.
cs: Poskytuje překlady k balíčku "gnome-color-manager".

source: A file manager for the GNOME desktop environment
cs: Správce souborů pro prostředí plochy GNOME

source: GNOME Commander is a "two-pane" graphical file manager for the Linux desktop using GNOME libraries. In addition to basic file manager functions, the program is also an FTP client and can browse SMB networks.
cs: GNOME Commander je "dvoupanelový" grafický správce souborů pro plochu Linuxu, používající knihovny GNOME. Základní funkce správy jsou obohaceny o funkci FTP klienta a procházení sítí SMB.

source: A file manager for the GNOME desktop environment -- Documentation files
cs: Správce souborů pro prostředí plochy GNOME -- soubory dokumentace

source: Translations for package gnome-commander
cs: Překlady pro balíček gnome-commander

source: Provides translations for the "gnome-commander" package.
cs: Poskytuje překlady k balíčku "gnome-commander".

source: The integraded address book for GNOME. Among its features are: * Search for and view contacts; * Edit contact details and make new contacts; * Integration with online address books; * Automatic linking of contacts from different online sources.
cs: Integrovaný adresář pro GNOME. Některé vlastnosti: * Vyhledávání a zobrazení kontaktů; * Editace podrobností kontaktu a vytváření nových kontaktů; * Integrace s on-line adresářem; * Automatické slévání kontaktů z různých on-line zdrojů.

source: Translations for package gnome-contacts
cs: Překlady pro balíček gnome-contacts

source: Provides translations for the "gnome-contacts" package.
cs: Poskytuje překlady pro balíček "gnome-contacts".

source: Translations for package gnome-control-center
cs: Překlady pro balíček gnome-control-center

source: Provides translations for the "gnome-control-center" package.
cs: Poskytuje překlady k balíčku "gnome-control-center".

source: Login manager user avatars
cs: Uživatelské avatary správce přihlášení

source: Translations for package gnome-desktop
cs: Překlady pro balíček gnome-desktop

source: Provides translations for the "gnome-desktop" package.
cs: Poskytuje překlady pro balíček "gnome-desktop".

source: Translations for package gnome-desktop2
cs: Překlady pro balíček gnome-desktop2

source: Provides translations for the "gnome-desktop2" package.
cs: Poskytuje překlady pro balíček "gnome-desktop2".

source: Translations for package gnome-devel-docs
cs: Překlady pro balíček gnome-devel-docs

source: Provides translations for the "gnome-devel-docs" package.
cs: Obsahuje překlady pro balíček "gnome-devel-docs".

source: Translations for package gnome-dictionary
cs: Překlady pro balíček gnome-dictionary

source: Provides translations for the "gnome-dictionary" package.
cs: Poskytuje překlady k balíčku "gnome-dictionary".

source: Translations for package gnome-directory-thumbnailer
cs: Překlady pro balíček gnome-directory-thumbnailer

source: Provides translations for the "gnome-directory-thumbnailer" package.
cs: Poskytuje překlady k balíčku "gnome-directory-thumbnailer".

source: Translations for package gnome-disk-utility
cs: Překlady pro balíček gnome-disk-utility

source: Provides translations for the "gnome-disk-utility" package.
cs: Poskytuje překlady k balíčku "gnome-disk-utility".

source: Translations for package gnome-doc-utils
cs: Překlady pro balíček gnome-doc-utils

source: Provides translations for the "gnome-doc-utils" package.
cs: Poskytuje překlady k balíčku "gnome-doc-utils".

source: Translations for package gnome-documents
cs: Překlady pro balíček gnome-documents

source: Provides translations for the "gnome-documents" package.
cs: Obsahuje překlady pro balíček "gnome-documents".

source: Translations for package gnome-dvb-daemon
cs: Překlady pro balíček gnome-dvb-daemon

source: Provides translations for the "gnome-dvb-daemon" package.
cs: Poskytuje překlady k balíčku "gnome-dvb-daemon".

source: Thumbnailer for EPub books.
cs: Miniaturizer pro knihy EPub.

source: Translations for package gnome-font-viewer
cs: Překlady pro balíček gnome-font-viewer

source: Provides translations for the "gnome-font-viewer" package.
cs: Poskytuje překlady k balíčku "gnome-font-viewer".

source: Translations for package gnome-games
cs: Překlady pro balíček gnome-games

source: Provides translations for the "gnome-games" package.
cs: Obsahuje překlady pro balíček "gnome-games".

source: Translations for package gnome-getting-started-docs
cs: Překlady pro balíček gnome-getting-started-docs

source: Provides translations for the "gnome-getting-started-docs" package.
cs: Obsahuje překlady pro balíček "gnome-getting-started-docs".

source: Translations for package gnome-gmail-notifier
cs: Překlady pro balíček gnome-gmail-notifier

source: Provides translations for the "gnome-gmail-notifier" package.
cs: Poskytuje překlady k balíčku "gnome-gmail-notifier".

source: Translations for package gnome-initial-setup
cs: Překlady pro balíček gnome-initial-setup

source: Provides translations for the "gnome-initial-setup" package.
cs: Obsahuje překlady pro balíček "gnome-initial-setup".

source: Live Internet radio broadcaster discovery program
cs: Program zjišťující činné vysílače internetových rádií

source: GNOME Internet Radio Locator is a program that allows locating free Internet radio stations by broadcasters with the help of a map. It is developed with GNOME Maps, libchamplain and geocode-lib. You can view all the stations in src/gnome-internet-radio-locator.xml and enter city names in the GUI search input field in order to locate radio stations in the city using the text search with auto-completion.
cs: GNOME Internet Radio Locator je program nalézající bezplatné internetové radiostanice podle vysílačů za pomoci mapy. Je vytvořen s GNOME Maps, libchamplain a geocode-lib. Můžete si zobrazit všechny stanice v src/gnome-internet-radio-locator.xml a vložit jména měst do hledacího pole GUI, abyste nalezli radiostanice v zadaném městě pomocí textového hledání s auto-dokončením.

source: Translations for package gnome-internet-radio-locator
cs: Překlady pro balíček gnome-internet-radio-locator

source: Provides translations for the "gnome-internet-radio-locator" package.
cs: Poskytuje překlady k balíčku "gnome-internet-radio-locator".

source: Translations for package gnome-keyring
cs: Překlady pro balíček gnome-keyring

source: Provides translations for the "gnome-keyring" package.
cs: Poskytuje překlady k balíčku "gnome-keyring".

source: Translations for package gnome-klotski
cs: Překlady pro balíček gnome-klotski

source: Provides translations for the "gnome-klotski" package.
cs: Obsahuje překlady pro balíček "gnome-klotski".

source: Translations for package gnome-logs
cs: Překlady pro balíček gnome-logs

source: Provides translations for the "gnome-logs" package.
cs: Poskytuje překlady pro balíček "gnome-logs".

source: Translations for package gnome-mahjongg
cs: Překlady pro balíček gnome-mahjongg

source: Provides translations for the "gnome-mahjongg" package.
cs: Obsahuje překlady pro balíček "gnome-mahjongg".

source: Translations for package gnome-maps
cs: Překlady pro balíček gnome-maps

source: Provides translations for the "gnome-maps" package.
cs: Obsahuje překlady pro balíček "gnome-maps".

source: Translations for package gnome-menus
cs: Překlady pro balíček gnome-menus

source: Provides translations for the "gnome-menus" package.
cs: Obsahuje překlady pro balíček "gnome-menus".

source: Translations for package gnome-mines
cs: Překlady pro balíček gnome-mines

source: Provides translations for the "gnome-mines" package.
cs: Obsahuje překlady pro balíček "gnome-mines".

source: Translations for package gnome-mpv
cs: Překlady pro balíček gnome-mpv

source: Provides translations for the "gnome-mpv" package.
cs: Obsahuje překlady pro balíček "gnome-mpv".

source: Translations for package gnome-multi-writer
cs: Překlady pro balíček gnome-multi-writer

source: Provides translations for the "gnome-multi-writer" package.
cs: Poskytuje překlady k balíčku "gnome-multi-writer".

source: Translations for package gnome-music
cs: Překlady pro balíček gnome-music

source: Provides translations for the "gnome-music" package.
cs: Poskytuje překlady k balíčku "gnome-music".

source: Translations for package gnome-nettool
cs: Překlady pro balíček gnome-nettool

source: Provides translations for the "gnome-nettool" package.
cs: Obsahuje překlady pro balíček "gnome-nettool".

source: Translations for package gnome-nibbles
cs: Překlady pro balíček gnome-nibbles

source: Provides translations for the "gnome-nibbles" package.
cs: Obsahuje překlady pro balíček "gnome-nibbles".

source: Translations for package gnome-online-accounts
cs: Překlady pro balíček gnome-online-accounts

source: Provides translations for the "gnome-online-accounts" package.
cs: Obsahuje překlady pro balíček "gnome-online-accounts".

source: Extra applications for the PackageKit API
cs: Přídavné aplikace pro PackageKit API

source: Translations for package gnome-packagekit
cs: Překlady pro balíček gnome-packagekit

source: Provides translations for the "gnome-packagekit" package.
cs: Obsahuje překlady pro balíček "gnome-packagekit".

source: Translations for package gnome-phone-manager
cs: Překlady pro balíček gnome-phone-manager

source: Provides translations for the "gnome-phone-manager" package.
cs: Obsahuje překlady pro balíček "gnome-phone-manager".

source: Translations for package gnome-photos
cs: Překlady pro balíček gnome-photos

source: Provides translations for the "gnome-photos" package.
cs: Obsahuje překlady pro balíček "gnome-photos".

source: GNOME-Pie is a circular application launcher (pie menu). It is made of several pies, each consisting of multiple slices. The user presses a key stroke which opens the desired pie. By activating one of its slices, applications may be launched, key presses may be simulated or files can be opened.
cs: GNOME-Pie je kruhový spouštěč aplikací (koláčové/kruhové menu). Je vytvořen z několika kruhů, každý kruh obsahuje několik dílků. Uživatel stiskne klávesu, která otevře žádaný kruh. Aktivací některého dílku kruhu lze spustit aplikace, simulovat úhozy kláves nebo otevírat soubory.

source: Translations for package gnome-pomodoro
cs: Překlady pro balíček gnome-pomodoro

source: Provides translations for the "gnome-pomodoro" package.
cs: Poskytuje překlady k balíčku "gnome-pomodoro".

source: Translations for package gnome-power-manager
cs: Překlady pro balíček gnome-power-manager

source: Provides translations for the "gnome-power-manager" package.
cs: Obsahuje překlady pro balíček "gnome-power-manager".

source: A recipe app for GNOME
cs: Aplikace "recept" pro GNOME

source: GNOME Recipes is an easy-to-use application that will help you to discover what to cook today, tomorrow, rest of the week and for your special occasions. Recipes comes with a collection of recipes that have been collected by GNOME contributors from all over the world. It also lets you store your own recipes, and share them with your friends.
cs: GNOME Recipes (Recepty) je snadno použitelná aplikace, která Vám pomůže navrhnout, co uvařit dnes, zítra, ve zbytku týdne a pro zvláštní příležitosti. Recepty přicházejí se sbírkou receptů, které zaslali přispívači GNOME z celého světa. Umožní Vám připojit i svoje recepty a sdílet je s přáteli.

source: Translations for package gnome-recipes
cs: Překlady pro balíček gnome-recipes

source: Provides translations for the "gnome-recipes" package.
cs: Obsahuje překlady pro balíček "gnome-recipes".

source: Translations for package gnome-robots
cs: Překlady pro balíček gnome-robots

source: Provides translations for the "gnome-robots" package.
cs: Obsahuje překlady pro balíček "gnome-robots".

source: Translations for package gnome-screenshot
cs: Překlady pro balíček gnome-screenshot

source: Provides translations for the "gnome-screenshot" package.
cs: Obsahuje překlady pro balíček "gnome-screenshot".

source: Translations for package gnome-search-tool
cs: Překlady pro balíček gnome-search-tool

source: Provides translations for the "gnome-search-tool" package.
cs: Poskytuje překlady k balíčku "gnome-search-tool".

source: Minimal version of the GNOME Session Manager
cs: Minimální verze Správce relací GNOME

source: Default session support for the GNOME Session Manager
cs: Výchozí nástroj relace pro Spráce relace GNOME

source: Translations for package gnome-session
cs: Překlady pro balíček gnome-session

source: Provides translations for the "gnome-session" package.
cs: Obsahuje překlady pro balíček "gnome-session".

source: Wayland support for the GNOME Session Manager
cs: Podpora protokolu Wayland pro Správce relace GNOME

source: gnome-settings-daemon provides a daemon run by all GNOME sessions to provide live access to configuration settings and the changes done to them as well as basic services like a clipboard manager, controlling the startup of the screensaver, etc. This module was previously part of GNOME Control Center, but has been split for a more general use.
cs: gnome-settings-daemon poskytuje službu užívanou všemi relacemi GNOME k provozu živého přístupu ke konfiguračnímu nastavení a jeho změnám a také k základním službám, jako je cprávce schránky (clipboard), ovládání startu šetřiče obrazovky (screensaver), atd. Tento modul byl dříve součástí Ovládacího centra GNOME, ale byl rozdělen pro obecnější použití.

source: Translations for package gnome-settings-daemon
cs: Překlady pro balíček gnome-settings-daemon

source: Provides translations for the "gnome-settings-daemon" package.
cs: Poskytuje překlady k balíčku "gnome-settings-daemon".

source: A collection of extensions for Gnome-shell classic
cs: Kolekce rozšíření pro klasický Gnome-shell

source: This GNOME Shell extension adds a power off item in the status menu, and provides the ability to hibernate. This package provides the extensions required to switch to gnome-shell classic.
cs: Toto rozšíření GNOME Shell přidává do stavového menu položku vypnutí napájení a poskytuje schopnost hibernace. Tento balíček poskytuje rozšíření potřebná k přepnutí na klasický gnome-shell.

source: This packages provides architecture dependent session files to gnome-shell classic.
cs: Tyto balíčky obsahují soubory relací pro gnome-shell-classic, závislé na architektuře.

source: Development files for GNOME Shell
cs: Vývojové soubory pro GNOME Shell

source: Desktop icon support for GNOME Shell
cs: Podpora ikon plochy pro GNOME Shell

source: This package provides a GNOME Shell extension for showing the contents of ~/Desktop on the desktop of the Shell. Common file management operations such as launching, copy/paste, rename and deleting are supported.
cs: Tento balíček obsahuje rozšíření GNOME Shell pro zobrazení ~/Desktop na ploše shellu. Podporuje běžné operace jako spuštění, kopii/vložení, přejmenování a zrušení.

source: Common files for GNOME Shell extensions
cs: Společné soubory pro rozšíření GNOME Shell

source: Translations for package gnome-shell-extensions
cs: Překlady pro balíček gnome-shell-extensions

source: Provides translations for the "gnome-shell-extensions" package.
cs: Obsahuje překlady pro balíček "gnome-shell-extensions".

source: Translations for package gnome-shell
cs: Překlady pro balíček gnome-shell

source: Provides translations for the "gnome-shell" package.
cs: Obsahuje překlady pro balíček "gnome-shell".

source: Shell search provider for GNOME Boxes
cs: Hledací aparát pro shell v GNOME Boxes

source: Boxes is an application to create, setup, access, and use: remote machines, remote and local virtual machines, and, when technology permits, applications on local virtual machines. This package contains a search provider to enable GNOME Shell to get search results from Boxes.
cs: Boxes je aplikace k tvorbě, nastavení, přístupu a použití: vzdálených strojů, vzdálených a lokálních virtuálních strojů, a umožňuje-li to technologie, i aplikací na lokálních virtuálních strojích. Tento balíček obsahuje hledací aparát pro GNOME Shell, aby získal výsledky hledání z Boxes.
