Repository: BENBELLA23/packages-i18n
Catalog: */po/gnome.*.po
Languages: cs, de, ja

source: This package contains documents that are useful for GNOME developers.
cs: Tento balíček obsahuje dokumenty užitečné provývojáře GNOME.
de: Dieses Paket enthält Dokumente, die für Entwickler von GNOME nützlich sind.
ja: このパッケージには GNOME の開発者にとって便利なドキュメントが含まれています。

source: This package contains extra data files for the gnome-games package. At the moment this is almost entirely extra themes and artwork for the games.
de: Dieses Paket enthält Extra Dateien für das gnome-games Paket. Momentan handelt es sich fast ausschließlich um zusätzliche Themes und Artwort für die Spiele.
ja: このパッケージには、 gnome-games パッケージ向けの追加データファイルが含まれています。現時点では、このパッケージにはゲーム向けの追加テーマとアートワークが含まれています。

source: This package contains high-contrast and low-contrast themes for GNOME.
cs: Balíček obsahuje motivy s vysokým a nízkým kontrastem pro GNOME.
de: Dieses Paket beinhaltet Themen mit hohen bzw. niedrigen Kontrast für GNOME.
ja: このパッケージには GNOME 向けの高濃淡／低濃淡テーマが含まれています。

source: This package contains high-contrast and low-contrast themes for gtk2 applications.
cs: Balíček obsahuje motivy s vysokým a nízkým kontrastem pro aplikace gtk2.
de: Dieses Paket beinhaltet Themen mit hohen bzw. niedrigen Kontrast für gtk2-Anwendungen.
ja: このパッケージには gtk2 アプリケーション向けの高濃淡／低濃淡テーマが含まれています。

source: This package contains information on the version of GNOME that is installed.
cs: Balíček obsahuje údaj o instalované verzi GNOME.
de: Dieses Paket enthält Informationen über die Version der installierten Version von GNOME.
ja: このパッケージには、インストール済みの GNOME バージョンの情報を表示するプログラムが含まれています。

source: This package contains several extra GNOME themes.
cs: Balíček obsahuje několik dalších motivů GNOME.
de: Dieses Paket beinhaltet verschiedene zusätzliche GNOME Themes.
ja: このパッケージにはいくつかの追加 GNOME テーマが含まれています。

source: This package contains some desktop-wide documents.
cs: Tento balíček obsahuje některé dokumenty k desktop-wide.
de: Dieses Paket enthält einige Desktop-weite Dokumente.
ja: このパッケージには、デスクトップ全体に対するドキュメントのいくつかが含まれています。

source: This package contains the Getting Started guide which is packaged and shipped as gnome-getting-started-docs in the core GNOME distribution.
cs: Tento balíček obsahuje průvodce Začínáme s..., který je sbalen a dodáván jako gnome-getting-started-docs v jádru distribuce GNOME.
de: Dieses Paket enthält das Einstiegshandbuch, welches als gnome-getting-started-doc innerhalb der Kern-GNOME-Distribution paketiert und ausgeliefert wird.
ja: このパッケージには、中枢 GNOME ディストリビューション内で gnome-getting-started-docs としてパッケージ化され、提供されている Getting Started ガイドが含まれています。

source: This package contains the definition of the default GNOME session on Wayland.
cs: Balíček obsahuje definici výchozí relace GNOME na protokolu Wayland.
de: Dieses Paket beinhaltet die Definition der Standard GNOME Sitzung auf Wayland.
ja: このパッケージには、 Wayland における既定の GNOME セッションの定義が含まれています。

source: This package contains the definition of the default GNOME session.
cs: Balíček obsahuje definici výchozí relace GNOME.
de: Dieses Paket beinhaltet die Definition der Standard GNOME Sitzung.
ja: このパッケージには、既定の GNOME セッションの定義が含まれています。

source: This package makes Gmail a choice in the Gnome control panel for the default mail handler. It opens in the default web browser.
de: Dieses Paket macht Gmail als Standard Mailhandler innerhalb des Gnome Kontrollpanels auswählbar. Es wird im Standard Webbrowser geöffnet.
ja: このパッケージは、 GNOME コントロールパネル内で Gmail を既定のメールハンドラとして設定する機能を提供します。これにより、既定の Web ブラウザを開くことができます。

source: This package provides additional python bindings for GNOME libraries.
de: Dieses Paket bietet zusätzliche Python-Bindings für GNOME-Bibliotheken.
ja: このパッケージには、 GNOME ライブラリに対する追加の Python バインディングが含まれています。

source: This package provides files common to several GNOME Shell Extensions
cs: Balíček obsahuje soubory společné několika rozšířením GNOME Shell
de: Dieses Paket beinhaltet Dateien, die bei verschiedenen GNOME Shell Erweiterungen üblich sind
ja: このパッケージには、 GNOME Shell 拡張に対する汎用ファイルが含まれています。

source: This package provides runtime information shared between GNOME Documents and GNOME Books.
de: Dieses Paket bietet Laufzeitinformationen, die zwischen GNOME Documents und GNOME Books geteilt werden.
ja: このパッケージには、 GNOME ドキュメントと GNOME ブックの間で共有されるランタイム情報が含まれています。

source: This package provides scripts for collecting strings changed in RPM patches and merging them to one translation compendium.
cs: Obsahuje skripty pro výběr řetězců změn ze záplat RPM a jejich spojení do jediného přehledu překladu.
de: Dieses Paket bietet Skripte zur Sammlung von in RPM-Patches geänderten Zeichenketten und fügt sie in einem Übersetzungskompendium ein.
ja: このパッケージには RPM の修正内で変更された文字列を収集し、翻訳の概要として合わせるためのスクリプトが含まれています。

source: This package provides the GNOME terminal emulator application.
cs: Balíček obsahuje aplikaci Emulátor terminálu pro GNOME.
de: Dieses Paket bietet die GNOME-Terminalemulator Anwendung.
ja: このパッケージには、 GNOME 端末エミュレータアプリケーションが含まれています。

source: This package provides the basic session tools, like session management functionality, for the GNOME Desktop.
cs: Tento balíček obsahuje základní nástroje relace (např. funkčnost správy relace) pro plochu GNOME.
de: Dieses Paket bietet die grundlegenden Sitzungswerkzeuge, wie Sitzungsmanagementsfunktionalität, für den GNOME-Desktop.
ja: このパッケージには GNOME デスクトップ向けのセッション管理機能など、基本的なセッションツールが含まれています。

source: This package provides the clang plugin for gnome-builder.
de: Dieses Paket bietet das clang-Plugin für gnome-builder.
ja: このパッケージには、 gnome-builder 向けの clang プラグインが含まれています。

source: This package provides the color management configuration panel for GNOME control center.
cs: Tento balíček poskytuje konfiguraci správy barev pro ovládací centrum GNOME.
de: Dieses Paket bietet das Farbmanagement Konfigurationspanel für das GNOME Kontrollzentrum.
ja: このパッケージには、 GNOME コントロールセンター向けの色管理設定パネルが含まれています。

source: This package provides the ctags plugin for gnome-builder to enable code completion assistance in C/C++ using ctags.
de: Dieses Paket bietet das ctags Plugin für gnome-builder um Codevervollständigungsassistenz in C/C++ mit ctags zu bieten.
ja: このパッケージには、 ctags を利用する C/C++ 言語内で、コード補完支援を有効にするための gnome-builder 向け ctags プラグインが含まれています。

source: This package provides the devhelp plugin for gnome-builder.
de: Dieses Paket bietet das devhelp-Plugin für gnome-builder.
ja: このパッケージには、 gnome-builder 向けの devhelp プラグインが含まれています。

source: This package provides the fpaste plugin for gnome-builder that allows one to paste selected code to Fedora Paste.
de: Dieses Paket bietet das fpaste-Plugin für gnome-builder. Dies ermöglicht es, ausgewählten Code an Fedora Paste einzufügen.
ja: このパッケージには、 Fedora Paste に対して選択したコードを貼り付けることのできる、 gnome-builder 向け fpaste プラグインが含まれています。

source: This package provides the gettext plugin for gnome-builder.
de: Dieses Paket bietet das gettext-Plugin für gnome-builder.
ja: このパッケージには、 gnome-builder 向けの gettext プラグインが含まれています。

source: This package provides the gnome-code-assistance plugin for gnome-builder.
de: Dieses Paket bietet das gnome-code-assistance Plugin für gnome-builder.
ja: このパッケージには、 gnome-builder 向けの gnome-code-assistance プラグインが含まれています。

source: This package provides the html-completion plugin for gnome-builder.
de: Dieses Paket bietet das html-completion Plugin für gnome-builder.
ja: このパッケージには、 gnome-builder 向けの html-completion プラグインが含まれています。

source: This package provides the jedi plugin for code completion assistance in Python3 inside gnome-builder's editor.
cs: Tento balíček poskytuje zásuvný modul Jedi pro pomoc s dokončením kódu v Python3 v editoru gnome-builderu.
de: Dieses Paket bietet das jedi Plugin für Codevervollständigungsassistenz in Python3 innerhalb von gnome-builders Editor.
ja: このパッケージには、 gnome-builder のエディタ内で Python3 のコードを補完することのできる jedi プラグインが含まれています。

source: This package provides the jhbuild plugin for gnome-builder.
cs: Tento balíček poskytuje zásuvný modul jhbuild pro gnome-builder.
de: Dieses Paket bietet das jhbuild Plugin für gnome-builder.
ja: このパッケージには、 gnome-builder 向けの jhbuild プラグインが含まれています。

source: This package provides the mingw plugin for gnome-builder for cross-compilation support using mingw.
de: Dieses Paket bietet das mingw Plugin für gnome-builder um Cross-Kompilierungsunterstützung mit mingw zu bieten.
ja: このパッケージには、 mingw を利用したクロスコンパイルに対応するための gnome-builder 向け mingw プラグインが含まれています。

source: This package provides the online accounts onfiguration panel for GNOME control center.
cs: Tento balíček obsahuje konfigurační panel účtů on-line pro ovládací centrum GNOME.
de: Dieses Paket bietet das Konfigurationswerkzeug für Onlinekonten im GNOME Kontrollzentrum.
ja: このパッケージには、 GNOME コントロールセンター向けのオンラインアカウント設定パネルが含まれています。

source: This package provides the symbol-tree plugin for gnome-builder to show the symbol tree for the currently focused document.
de: Dieses Paket bietet das smybol-tree Plugin für gnome-builde um den Symbolbaum für das aktuell fokussierte Dokument zu zeigen.
ja: このパッケージには、現在フォーカスしている文書に対して、そのシンボルツリーを表示するための gnome-builder 向け symbol-tree プラグインが含まれています。

source: This package provides the system monitor plugin for gnome-builder.
de: Dieses Paket bietet das system monitor Plugin für gnome-builder.
ja: このパッケージには、 gnome-builder 向けのシステムモニタプラグインが含まれています。

source: This package provides the todo plugin for gnome-builder that enables the extraction of TODO items from projects.
de: Dieses Paket bietet das todo Plugin für gnome-builder. Dies ermöglicht die Extrahierung von TODO-Items aus Projekten.
ja: このパッケージには、プロジェクトから TODO 項目を抽出することのできる、 gnome-builder 向け todo プラグインが含まれています。

source: This package provides the vala-pack plugin for gnome-builder.
cs: Tento balíček obsahuje zásuvný modul vala-pack pro gnome-builder.
de: Dieses Paket bietet das vala-pack Plugin für gnome-builder.
ja: このパッケージには、 gnome-builder 向けの vala-pack プラグインが含まれています。

source: This package provides the xml-pack plugin for gnome-builder.
de: Dieses Paket bietet das xmlpack Plugin für gnome-builder.
ja: このパッケージには、 gnome-builder 向けの xml-pack プラグインが含まれています。

source: This package provides user avatars to be used by display managers
cs: Tento balíček poskytuje uživatelské avatary používané správcem zobrazení
de: Dieses Paket bietet Nutzeravatare die von Display-Managern verwendet werden
ja: このパッケージでは、ディスプレイマネージャで使用するユーザアバター (絵) を提供しています。

source: This plugin for GNOME Bluetooth extends the new device wizard to allow 1-click configuration of Phone Manager to use a newly paired phone.
cs: Přípojný modul pro GNOME Bluetooth rozšiřuje průvodce novým zařízením o nastavení Správce telefonu k použití nově spárovaného telefonu jedním kliknutím.
de: Dieses Plugin für GNOME Bluetooth erweitert den neuen Geräte Assistenten um 1-Klick Konfiguration von Phone Manager zu ermöglichen um ein neues gepaartes Telefon zu benutzen.
ja: この GNOME Bluetooth 向けのプラグインを利用すると、新しいデバイスウイザードを拡張し、新たにペアリングした電話機を Phone Manager で 1 クリックで管理できるようになります。

source: This program connects to your mobile phone over a serial port with a cable, infrared, or Bluetooth connection. It listens for text messages and, when they arrive, displays them on the desktop. A visual indicator is displayed in the notification area, if available, in the panel.
cs: Tento program se připojí k Vašemu mobilnímu telefonu sériovým portem kabelem, infračerveným přenose, nebo spojením Bluetooth. Čeká na textové zprávy, a když přijdou, zobrazí je na pracovní ploše. V oznamovací oblasti se objeví indikátor, je-li dostupný, v panelu.
de: Dieses Programm verbindet sich mit ihrem Mobiltelefon über eine serielle Schnittstelle mit einem Kabel, Infrarot oder Bluetooth. Es achtet auf Textnachrichten und zeigt diese beim Eintreffen auf der Arbeitsoberfläche. Ein visueller Hinweis wird im Meldungsbereich angezeigt, falls verfügbar, im Panel.
ja: このプログラムはお使いの携帯電話をシリアルケーブルや赤外線デバイス、または Bluetooth で接続することができるものです。 また、テキストメッセージが届いたときはそれを受信してデスクトップに表示します。その際には視覚的なインジケータがパネル内の通知領域に表示されます。

source: Thumbnailer for EPub books
cs: Miniaturizer pro knihy EPub
de: Thumbnailer für EPub-Bücher
ja: EPub ブックに対するサムネイル作成

source: Todo plugin for gnome-builder
de: Todo Plugin für gnome-builder
ja: gnome-builder 向け todo プラグイン

source: Tool to customize appearance of GNOME and GTK+ applications
de: Werkzeug um das Erscheinungsbild von GNOME und GTK+ Anwendungen anzupassen
ja: GNOME および GTK+ アプリケーションの外観をカスタマイズするツール

source: Tool to extract translatable content from XML documents
cs: Nástroj k extrakci přeložitelných částí obsahu XML dokumentů
de: Werkzeug um übersetzbare Inhalte aus XML-Dokumenten herauszuziehen
ja: XML 文書から翻訳対象のテキストを取り出すツール

source: Translations for package gnome-boxes
cs: Překlady pro balíček gnome-boxes
de: Übersetzungen zum Paket gnome-boxes
ja: gnome-boxes 向け翻訳パッケージ

source: Translations for package gnome-builder
cs: Překlady pro balíček gnome-builder
de: Übersetzungen für das Paket gnome-builder
ja: gnome-builder 向け翻訳パッケージ

source: Utility to look up words in dictionary sources
cs: Pomocný program pro vyhledání slov ve zdrojích slovníku
de: Werkzeug um Wörter in Wörterbuchquellen nachzuschlagen
ja: 辞書ソース内の単語を参照するユーティリティ

source: Utility to search for files
cs: Program pro vyhledávání souborů
de: Werkzeug um nach Dateien zu suchen
ja: ファイルを検索するためのユーティリティ

source: Utility to take pictures of your screen
cs: Program pro snímkování obrazovky
de: Werkzeug um Bilder Ihres Bildschirms zu machen
ja: 画面キャプチャを採取するユーティリティ

source: Vala-pack plugin for gnome-builder
cs: Zásuvný modul vala-pack pro gnome-builder
de: Vala-pack plugin für gnome-builder
ja: gnome-builder 向け vala-pack プラグイン

source: Weather App for GNOME
cs: Aplikace Počasí pro GNOME
de: Wetteranwendung für GNOME
ja: GNOME 向け天気アプリケーション

source: When the gnome-keyring-daemon is running, you can use this to retrieve and store confidential information such as passwords, notes or network services user information.
cs: Když běží gnome-keyring-daemon, lze tento program použít k obnově/uložení citlivých informací jako jsou hesla, poznámky nebo údaje o uživatelích síťových služeb.
de: Wenn der gnome-keyring Daemon läuft können Sie dies verwenden um vertrauliche Informationen zu erhalten oder zu speichern, beispielsweise Passwörter, Notizen oder Benutzerinformationen bei Netzwerkdiensten.
ja: gnome-keyring-daemon が動作しているとき、これを使用することでパスワードやメモ、ネットワークサービスのユーザ情報などの秘密を取り出したり、保存したりすることができるようになります。

source: When the gnome-keyring-daemon is running, you can use this to retrieve/store confidential information such as passwords, notes or network services user information.
cs: Když běží gnome-keyring-daemon, lze tento program použít k obnově/uložení citlivých informací jako jsou hesla, poznámky nebo údaje o uživatelích síťových služeb.
de: Wenn der gnome-keyring Daemon läuft können Sie dies verwenden um vertrauliche Informationen zu erhalten oder zu speichern, beispielsweise Passwörter, Notizen oder Benutzerinformationen bei Netzwerkdiensten.
ja: gnome-keyring-daemon が動作しているとき、これを使用することでパスワードやメモ、ネットワークサービスのユーザ情報などの秘密を取り出したり、保存したりすることができるようになります。

source: Worm Game for GNOME
cs: Hra "Červ" pro GNOME
de: Wurmspiel für GNOME
ja: GNOME 向けワームゲーム

source: Write an ISO file to multiple USB devices at once
cs: Výstup souboru ISO na několik USB zařízení současně
de: Eine ISO-Datei auf mehrere USB-Geräte auf einmal schreiben
ja: ISO ファイルを複数の USB デバイスに対して一括で書き込むツール

source: XML-pack plugin for gnome-builder
de: XML-pack Plugin für gnome-builder
ja: gnome-builder 向け XML-pack プラグイン

source: gnome-autoar provides functions, widgets, and gschemas for GNOME applications which want to use archives as a method to transfer directories over the Internet.
cs: gnome-autoar obsahuje funkce, widgety (spouštěcí ikony) a gschemata pro aplikace GNOME, které chtějí používat archivy jako metodu přenosu adresářů přes Internet.
de: gnome-autoar bietet Funktionen, Widget und gschemas für GNOME Anwendungen, die Archive verwenden möchten um Verzeichnisse über das Internet zu übertragen.
ja: gnome-autoar は、インターネットを介してディレクトリを転送する方式を利用する GNOME アプリケーションに対して、関数やウイジェット, gschema を提供します。

source: gnome-autoar provides functions, widgets, and gschemas for GNOME applications which want to use archives as a method to transfer directories over the Internet. This package brings files required to develop against gnome-autoar
cs: gnome-autoar poskytuje funkce, widgety a gschemata pro aplikace GNOME, které chtějí používat archivy jako metodu přenosu adresářů přes Internet. Tento balíček obsahuje soubory nezbytné pro vývoj gnome-autoar
de: gnome-autoar bietet Funktionen, Widget und gschemas für GNOME Anwendungen die Archive verwenden möchten um Verzeichnisse über das Internet zu übertragen. Dieses Paket bietet Dateien, die benötigt werden um gegen gnome-autoar zu entwickeln
ja: gnome-autoar は、インターネットを介してディレクトリを転送する方式を利用する GNOME アプリケーションに対して、関数やウイジェット, gschema を提供します。 このパッケージには、 gnome-autoar を利用して開発するのに必要な、各種ファイルが含まれています。

source: gnome-blog is a panel object (applet) that can post to bloggerAPI compatible blogs including blogger.com, pyblosxom, and moveable-type.
ja: gnome-blog は blogger.com, pyblosxom, moveable-type など bloggerAPI 互換のブログに投稿することができるパネルオブジェクト (アプレット) です。

source: gnome-code-assistance is a project which aims to provide common code assistance services for code editors (simple editors as well as IDEs). It is an effort to provide a centralized code-assistance as a service for the GNOME platform instead of having every editor implement their own solution.
de: gnome-code-assistance ist ein Projekt welches übliche Codeassistenzdienste für Codeeditoren (einfache Editoren sowie IDEs) bereit zu stellen. Es ist ein Versuch eine zentralisierte Codeassitenz als Dienst für die GNOME-Plattform zu bieten anstelle, dass jeder Editor seine eigene Lösung implementiert.
ja: gnome-code-assistance はコードエディタ (シンプルなエディタから IDE まで) に対して、一般的なコード支援サービスを提供することを目指すプロジェクトです。 GNOME プラットフォームに対して、それぞれのエディタが独自の実装を行なうことなく、汎用的なコード支援機能を提供することを目指しています。

source: gnome-games-scripts is nothing more than a helper package producing the post scriptlets for various gnome-games descendents. The script does not serve much purpose out of this usecase.
cs: gnome-games-scripts není nic víc než pomocný balíček produkující post skriptlety pro různé druhy gnome-games. Skript neslouží žádnému jinému účelu.
de: gnome-games-scripts ist nichts weiter als ein Helferpaket, welches die Post-Scriptlets für verschiedene gnome-games Nachfolger bietet. Das Skript hat außerhalb dieses Falles weniger Nutzen.
ja: gnome-games-scripts は様々な gnome-games からの派生物に対して、ポストスクリプトレットの生成を行なうヘルパーパッケージです。 このスクリプトは、この用途に対してそれほど多くの機能は提供していません。

source: gnome-online-accounts provides interfaces so applications and libraries in GNOME can access the user's online accounts.
cs: gnome-online-accounts poskytuje rozhraní pro aplikace a knihovny v GNOME, aby mohly pracovat s uživatelskými on-line účty.
de: gnome-online-accounts bietet Schnittstellen damit Anwendungen und Bibliotheken in GNOME auf die Onlinekonten des Benutzers zugreifen können.
ja: gnome-online-accounts は、 GNOME 内のアプリケーションやライブラリからオンラインサービスのアカウントにアクセスする機能を提供します。

source: gnome-online-accounts provides interfaces so applications and libraries in GNOME can access the user's online accounts. This package provides the GObject Introspection bindings for the libgoa client library.
cs: gnome-online-accounts obsahuje rozhraní k tomu, aby aplikace a knihovny v GNOME mohly pracovat s on-line účty uživatele. Tento balíček poskytuje vazby na GObject Introspection pro klientskou knihovnu libgoa.
de: gnome-online-accounts bietet Schnittstellen damit Anwendungen und Bibliotheken in GNOME auf die Onlinekonten des Benutzers zugreifen können. Dieses Paket beinhaltet die GObject Introspection Bindings für die libgoa Client-Bibliothek.
ja: gnome-online-accounts は、 GNOME 内のアプリケーションやライブラリからオンラインサービスのアカウントにアクセスする機能を提供します。 このパッケージには、 libgoa クライアントライブラリ向けの GObject イントロスペクションバインディングが含まれています。

source: gnome-settings-daemon provides a daemon run by all GNOME sessions to provide live access to configuration settings and the changes done to them as well as basic services like a clipboard manager, controlling the startup of the screensaver, etc. This module was previously part of GNOME Control Center, but has been splitted from it for a more general use.
de: gnome-settings-daemon bietet einen Daemon, der von allen GNOME Sitzungen gestartet wird um Livezugang zu Konfigurationseinstellungen und deren Änderung zu bieten. Ebenso bietet er grundlegende Dienste wie eine Verwaltung der Zwischenablage, Kontrolle des Starts des Bildschirmschoners etc. Dieses Modul war vorher Teil des GNOME Kontrollzentrums wurde aber für allgemeinere Zwecke abgespalten.
ja: gnome-settings-daemon は全ての GNOME セッションによって起動されるデーモンで、設定への随時アクセスを提供するほか、クリップボードマネージャやスクリーンセーバの起動設定などの基本サービスと同様に変更を行なうことができます。 このモジュールは以前 GNOME コントロールセンターの一部でしたが、汎用的に使うことができるよう個別に提供されるようになりました。

source: gnome-settings-daemon provides a daemon run by all GNOME sessions to provide live access to configuration settings and the changes done to them as well as basic services like a clipboard manager, controlling the startup of the screensaver, etc. This package includes header files used for client applications to contact the settings daemon via its DBus interface.
cs: gnome-settings-daemon poskytuje službu užívanou všemi relacemi GNOME k provozu živého přístupu ke konfiguračnímu nastavení a jeho změnám a také k základním službám, jako je cprávce schránky (clipboard), ovládání startu šetřiče obrazovky (screensaver), atd. Tento balíček obsahuje hlavičkové soubory používané pro klientské aplikace ke kontaktu se službou nastavení jejím rozhraním DBus.
de: gnome-settings-daemon bietet einen Daemon, der von allen GNOME Sitzungen gestartet wird um Livezugang zu Konfigurationseinstellungen und deren Änderung zu bieten. Ebenso bietet er grundlegende Dienste wie eine Verwaltung der Zwischenablage, Kontrolle des Starts des Bildschirmschoners etc. Dieses Paket enthält header-Dateien, die für Clientanwendungen verwendet werden um den settings-Daemon über seine DBUS-Schnittstelle zu kontaktieren.
ja: gnome-settings-daemon は全ての GNOME セッションによって起動されるデーモンで、設定への随時アクセスを提供するほか、クリップボードマネージャやスクリーンセーバの起動設定などの基本サービスと同様に変更を行なうことができます。 このパッケージには、クライアントアプリケーションが DBus インターフェイス経由で設定デーモンにアクセスするためのヘッダファイルが含まれています。

source: gnome-user-share is a small package that binds together various free software projects to bring easy to use user-level file sharing to the masses. The program is meant to run in the background when the user is logged in, and when file sharing is enabled a webdav server is started that shares the $HOME/Public folder. The share is then published to all computers on the local network using mDNS/rendezvous, so that it shows up in the Network location in GNOME. The program also allows to share files using ObexFTP over Bluetooth.
de: gnome-user-share ist ein kleines Paket, welches verschiedene freie Softwareprojekte bündelt damit leicht zu bedienendes Teilen von Dateien für die Massen verfügbar wird. Das Programm soll im Hintergrund laufen wenn der Benutzer angemeldet ist, und wenn das Teilen von Dateien aktiviert ist, wird ein webdav-Server gestartet, der den $HOME/Public Ordner teilt. Die Freigabe wird dann über mDNS/rendezvous über das lokale Netzwerk veröffentlicht. Damit wird es in den Netzwerkorten von GNOME angezeigt. Dieses Programm ermöglicht es auch Dateien über ObexFTP per Bluetooth zu teilen.
ja: gnome-user-share は様々なフリーソフトウエアプロジェクト同士で一般ユーザ 向けに簡易ファイル共有機能を提供する小さなパッケージです。 プログラムはユーザがログインしたときに裏で起動され、 $HOME/Public フォルダを共有するよう Webdav サーバによるファイル共有が 起動します。共有はローカルネットワーク内を mDNS/rendezvous を通じて 公開されるため、 GNOME のネットワークロケーションから参照することが できます。 このプログラムは Bluetooth を介した ObexFTP を使用してファイル共有を行なうこともできます。
