Repository: BENBELLA23/packages-i18n
Catalog: */po/gnome.*.po
Languages: cs, de, ja

source: GNOME Desktop Documentation
cs: Dokumentace Pracovní plochy GNOME
de: GNOME Desktop Dokumentation
ja: GNOME デスクトップドキュメンテーション

source: GNOME Do allows you to quickly search for many objects present in your GNOME desktop environment (applications, Evolution contacts, Firefox bookmarks, files, artists and albums in Rhythmbox, Pidgin buddies) and perform commonly used commands on those objects (Run, Open, Email, Chat, Play, etc.). GNOME Do is inspired by Quicksilver (http://quicksilver.blacktree.com) and GNOME Launch Box (http://developer.imendio.com/projects/gnome-launch-box).
de: GNOME Do ermöglicht es, schnell nach vielen Objekten in Ihrem GNOME Desktop Environment (Anwendungen, Evolution Kontakte, Firefox Lesezeichen, Dateien, Künstler und Alben in Rhythmbox, Pidgin Buddies) zu suchen und häufig benutzte Befehle auf diese Objekte anwenden (Starten, Öffnen, Email, Chat, Spielen etc.) GNOME Do wurde durch Quicksilver (http://quicksilver.blacktree.com) und GNOME Launch Box (http://developer.imendio.com/projects/gnome-launch-box) inspiriert.
ja: GNOME Do はお使いの GNOME デスクトップ環境にある多数のオブジェクトを高速で検索することができます (アプリケーションや Evolution の連絡先、 Firefox のブックマークやファイル、 Rhythmbox 内のアーティストやアルバム情報、 Pidgin のお気に入りなど) 。さらにこれらのオブジェクトに対する主な動作 (Run, 開く、メール、チャット、演奏など) も行なうことができます。 GNOME Do は Quicksilver (http://quicksilver.blacktree.com) と GNOME Launch Box (http://developer.imendio.com/projects/gnome-launch-box) をヒントに作られたものです。

source: GNOME Do allows you to quickly search for many objects present in your GNOME desktop environment (applications, Evolution contacts, Firefox bookmarks, files, artists and albums in Rhythmbox, Pidgin buddies) and perform commonly used commands on those objects (Run, Open, Email, Chat, Play, etc.). This package contains various plugins for GNOME Do.
de: GNOME Do ermöglicht es, schnell nach vielen Objekten in Ihrem GNOME Desktop Environment (Anwendungen, Evolution Kontakte, Firefox Lesezeichen, Dateien, Künstler und Alben in Rhythmbox, Pidgin Buddies) zu suchen und häufig benutzte Befehle auf diese Objekte anwenden (Starten, Öffnen, Email, Chat, Spielen etc.) Dieses Paket beinhaltet verschiedene Plugins für GNOME Do.
ja: GNOME Do はお使いの GNOME デスクトップ環境にある多数のオブジェクトを高速で検索することができます (アプリケーションや Evolution の連絡先、 Firefox のブックマーク、ファイル、 Rhythmbox 内のアーティストやアルバム情報、 Pidgin のお気に入りなど) 。さらにこれらのオブジェクトに対する主な動作 (Run, 開く、メール、チャット、演奏など) も行なうことができます。 このパッケージには、 GNOME Do 向けの各種プラグインが含まれています。

source: GNOME Gmail Notifier is an application that provides periodic updates that pertain to the user's gmail inbox. The Notifier presents itself as a system tray icon displaying a small balloon popup when the user receives new mail.
cs: GNOME Gmail Notifier je aplikace, která zajišťuje periodické aktualizace patřící k gmail-ové schránce uživatele. Oznamovač je ikona v systémové oblasti, z níž vyskočí bublina, když uživateli přijde nová zpráva.
de: GNOME Gmail Benachrichtigung ist eine Anwendung, die regelmäßige Aktualisierungen für die gmail Inbox des Benutzers liefert. Die Benachrichtigung zeigt sich selbst als ein Bild in der Systemleise und zeigt ein kleines Pop-Up wenn der Benutzer neue Post empfängt.
ja: GNOME Gmail 通知は、ユーザの gmail inbox 内を定期的に確認して通知するアプリケーションです。 Notifier はシステムトレイのアイコンとして表示され、新しいメールが届いた場合にはバルーン型のポップアップで通知します。

source: GNOME Icon Theme Extras
cs: Další motiv ikon pro GNOME
ja: GNOME アイコンテーマ (追加分)

source: GNOME Initial Setup Assistant
cs: Pomocník počátečního nasazení GNOME
de: GNOME Ersteinrichtungsassistent
ja: GNOME 初期セットアップアシスタント

source: GNOME Interface for Various Networking Tools
cs: GNOME rozhraní pro různé síťové nástroje
de: GNOME Schnittstelle für verschiedene Netzwerkwerkzeuge
ja: 様々なネットワークツール向けの GNOME インターフェイス

source: GNOME Keyring
de: GNOME Schlüsselbund
ja: GNOME 鍵リング

source: GNOME Keyring - PAM module
cs: GNOME Keyring - modul PAM
de: GNOME Keyring - PAM Modul
ja: GNOME 鍵リング - PAM モジュール

source: GNOME MPV is a simple GTK+ frontend for MPV.
cs: GNOME MPV je jednoduché ovládání GTK+ pro MPV.
de: GNOME MPV ist ein einfaches GTK+ Frontend für MPV.
ja: GNOME MPV は MPV に対するシンプルな GTK+ フロントエンドです。

source: GNOME MultiWriter can be used to write an ISO file to multiple USB devices at once. Supported drive sizes are between 1Gb and 32Gb. MultiWriter may be useful for QA testing, to create a GNOME Live image or a code sprint or to create hundreds of LiveUSB drives for a trade show.
cs: GNOME MultiWriter lze použít k výstupu souboru ISO na více USB zařízení najednou. Velikosti podporovaných zařízení jsou 1Gb až 32Gb. MultiWriter může být užitečný pro testování QA, k vytvoření GNOME Live image, pro skupinové kódování, nebo k vytvoření stovek jednotek LiveUSB pro byznysovou presentaci.
de: GNOME MultiWriter kann verwendet werden, eine ISO-Datei auf mehrere USB-Geräte gleichzeitig zu schreiben. Unterstützte Laufwerkgrößen liegen zwischen 1 Gb und 32 Gb. MultiWriter kann für Qualitätssicherungstests nützlich sein um ein GNOME Liveimage oder einen Codesprint nützlich sein. Ebenso für die Erstellung von Hunterten von LiveUSB-Laufwerken während einer Messe.
ja: GNOME MultiWriter は複数の USB デバイスに対して一括で ISO ファイルを書き込むことのできるツールです。ドライブサイズは 1GB から 32GB までのものに対応しています。 MultiWriter は QA テスト用のほか、 GNOME ライブイメージやコードスプリント、トレードショー向けのライブ USB メディアの一括作成などにも対応しています。

source: GNOME Nettool is a set of front-ends to various networking command line tools, like ping, netstat, ifconfig, whois, traceroute, and finger.
cs: GNOME Nettool je sada různých řádkových ovládacích příkazů pro síť, jako ping, netstat, ifconfig, whois, traceroute a finger.
de: GNOME Nettool ist eine Reihe von Frontends für verschiedene Netzwerk Kommandozeilenwerkzeuge wie ping, netstat, ifconfig, whois, traceroute und finger.
ja: GNOME Nettool は、多数のネットワーク関係のコマンドラインツールに対するフロントエンドです。たとえば ping, netstat, ifconfig, whois, traceroute, finger などがあります。

source: GNOME News Reader
cs: Novinový klient GNOME
ja: GNOME ニュースリーダー

source: GNOME Online Miners provides a set of crawlers that go through your online content and index them locally in Tracker. It has miners for Flickr, Google, OwnCloud and SkyDrive.
cs: GNOME Online Miners obsahuje sadu prohlížecích programů probírajících Vaše on-line data (v cloudu) a lokálně je indexujících do Tracker. Má programy pro Flickr, Google, OwnCloud a SkyDrive.
de: GNOME Online Miners bietet eine Reihe von Crawlern die Ihre Onlineinhalte durchforsten und sie lokal in Tracker indexieren. Es gibt Miner für Flickr, Google, OwnCloud und SkyDrive.
ja: GNOME Online Miners は、お使いのオンラインコンテンツ内をクロールして、それらをTracker 内の索引に追加します。 Flickr, Google, OwnCloud, SkyDriver の各サービスに対応しています。

source: GNOME OpenGPG key signing helper
cs: Pomocník podpisu GNOME OpenGPG
de: GNOME OpenGPG Keysinging-Hilfe
ja: GNOME OpenGPG キー署名ヘルパー

source: GNOME PackageKit provides session applications for the PackageKit API. There are several utilities designed for installing, updating and removing packages on your system.
cs: GNOME PackageKit obsahuje relační aplikace pro aplikační rozhraní (API) PackageKit. Je zde několik utilit navržených pro instalaci, aktualizaci a odstranění balíčků Vašeho systému.
de: GNOME PackageKit bietet Sitzungsanwendungen für die PackageKit API. Es gibt verschiedene Werkzeuge, die für die Installation, Aktualisierungen und für das Entfernen von Paketen auf Ihrem System entworfen wurden.
ja: GNOME PackageKit は PackageKit API 向けのセッションアプリケーションです。 お使いのシステムに対してパッケージのインストールや更新、削除を行なうユーティリティが あります。

source: GNOME PackageKit provides session applications for the PackageKit API. There are several utilities designed for installing, updating and removing packages on your system. This package contains tools that provide functionality also provided by YaST Software Management.
cs: GNOME PackageKit obsahuje relační aplikace pro aplikační rozhraní (API) PackageKit. Je zde několik utilit navržených pro instalaci, aktualizaci a odstranění balíčků Vašeho systému. Tento balíček obsahuje nástroje poskytující stejnou funkcionalitu jako YaST Software Management.
de: GNOME PackageKit bietet Sitzungsanwendungen für die PackageKit API. Es gibt verschiedene Werkzeuge, die für die Installation, Aktualisierungen und für das Entfernen von Paketen auf Ihrem System entworfen wurden. Dieses Paket enthält Werkzeuge die Funktionalitäten entsprechend der YaST Softwareverwaltung geboten werden.
ja: GNOME PackageKit は PackageKit API 向けのセッションアプリケーションです。 お使いのシステムに対してパッケージのインストールや更新、削除を行なうユーティリティが あります。 このパッケージには、 YaST ソフトウエア管理モジュールで使用される機能を提供するツールが含まれています。

source: GNOME Photos -- Search Provider for GNOME Shell
cs: GNOME Photos -- hledací aparát pro GNOME Shell
de: GNOME Photos - Suchanbieter für GNOME Shell
ja: GNOME Photos -- GNOME Shell 向け検索プロバイダ

source: GNOME Platform Documentation
cs: Dokumentace platformy GNOME
de: GNOME Platform Dokumentation
ja: GNOME プラットフォームドキュメンテーション

source: GNOME Power Manager is a GNOME session daemon that acts as a policy agent. It listens for system events and responds with user-configurable actions.
cs: GNOME Power Manager je služba relace GNOME (démon), který se chová jako policejní agent. Sleduje systémové události a reaguje akcemi, které uživatel předem nakonfiguroval.
de: GNOME Stromverwaltung ist ein GNOME Sitzungsdaemon der als Policyagent fungiert. Er lauscht nach Systemereignissen und antwortet mit Aktionen, die vom Benutzer konfiguriert werden können.
ja: GNOME 電源管理は、ポリシーエージェントとして動作する GNOME セッションデーモンです。システムイベントの発生を確認し、ユーザ側で設定したアクションを実行します。

source: GNOME Shell
ja: GNOME シェル

source: GNOME Shell -- Development Files
de: GNOME Shell - Entwicklerdateien
ja: GNOME Shell -- 開発用ファイル

source: GNOME Shell Browser Plugin for the Extensions Repository
de: GNOME Shell Browserplugin für das Erweiterungs-Repository
ja: 拡張リポジトリ向け GNOME シェルブラウザプラグイン

source: GNOME Shell Extension -- Common Files
de: GNOME Shell Erweiterung - Gemeinsame Dateien
ja: GNOME Shell 拡張 -- 汎用ファイル

source: GNOME Software Store
cs: Úložiště softwaru GNOME
ja: GNOME ソフトウエアストア

source: GNOME System Log Viewer
cs: Prohlížeč systémových logů GNOME
de: GNOME Systemlog Betrachter
ja: GNOME システムログビューア

source: GNOME Terminal
cs: Terminál GNOME
ja: GNOME 端末

source: GNOME Terminal -- Search Provider for GNOME Shell
cs: GNOME Terminal -- hledací aparát pro GNOME Shell
de: GNOME Terminal - Suchanbieter für GNOME Shell
ja: GNOME 端末 -- GNOME Shell 向け検索プロバイダ

source: GNOME Themes
cs: Témata GNOME
de: GNOME-Designs
ja: GNOME テーマ

source: GNOME To Do is a small application to manage your personal tasks. It uses GNOME technologies, and so it has complete integration with the GNOME desktop environment.
de: GNOME To Do ist eine kleine Anwendung um Ihre persönlichen Aufgaben zu verwalten. Sie verwendet GNOME Technologien und hat somit vollständige Integration mit dem GNOME Desktop Environment.
ja: GNOME To Do は個人の作業項目を管理するための小さなアプリケーションです。 GNOME の技術を使用しているため、 GNOME デスクトップ環境との統合も完全に行なわれています。

source: GNOME Tweak Tool is an application for changing the advanced settings of GNOME 3.
cs: GNOME Tweak Tool je aplikace změn nastavení GNOME 3 pro pokročilé uživatele.
de: GNOME Tweak Tool ist eine Anwendung zum Ändern fortgeschrittener Einstellungen von GNOME 3.
ja: GNOME Tweak ツールは、 GNOME 3 の高度な設定を変更することのできるツールです。

source: GNOME VFS is the GNOME virtual file system. It is the foundation for the Nautilus file manager. It provides a modular architecture and ships with several modules that implement support for file systems, HTTP, FTP, and more. It provides a URI-based API, a back-end that supports asynchronous file operations, a MIME type manipulation library, and other features. This package contains additional documentation for the main package.
cs: GNOME VFS je systém virtuálních souborů GNOME. Tvoří základ správce souborů Nautilus. Má modulární architekturu a dodává se s několika moduly, které implementují podporu souborových systémů, HTTP, FTP a dalších. Poskytuje API založené na URI, a back-end který podporuje asynchronní činnosti se soubory, manipulační knihovnu MIME typů a další funkce. Tento balíček také obsahuje další dokumentaci pro hlavní balíček.
de: GNOME VFS ist das virtuelle Dateisystem von GNOME. Es dient als Basis für den Nautilus-Dateimanager. Es bietet eine modulare Architektur und wird mit verschiedenen Modulen ausgeliefert, die die Unterstützung für Dateisysteme, HTTP, FTP und mehr implementieren. Es bietet eine URI-basierte API, ein Backend zur Unterstützung asynchroner Dateioperationen, eine MIME-Typ-Manipulationsbibliothek und andere Funktionen. Dieses Paket beinhaltet zusätzlich Dokumentation für das Hauptpaket.
ja: GNOME VFS は GNOME の仮想ファイルシステムです。 Nautilus ファイルマネージャの基礎を為すもので、 モジュール化アーキテクチャを備えているほか、 HTTP, FTP などをファイルシステムとして実装するための いくつかのモジュールを含んでいます。 このパッケージは URI ベースの API を提供していて、非同期ファイル操作や MIME 種類処理ライブラリ などのバックエンドサポートも含まれています。 このパッケージにはメインパッケージの追加ドキュメントが含まれています。

source: GNOME VFS is the GNOME virtual file system. It is the foundation of the Nautilus file manager. It provides a modular architecture and ships with several modules that implement support for file systems, HTTP, FTP, and others. It provides a URI-based API, a back-end supporting asynchronous file operations, a MIME type manipulation library, and other features.
cs: GNOME VFS je virtuální souborový systém GNOME a je základem pro správce souborů Nautilus. Poskytuje modulární architekturu a různé moduly, podporu souborových systémů, HTTP, FTP atd. Poskytuje API založené na URI, asynchronní souborové operace podporující zadní plán, knihovnu pro manipulaci s MIME typy a další funkce.
de: GNOME VFS ist das virtuelle Dateisystem von GNOME. Es dient als Basis für den Nautilus-Dateimanager. Es bietet eine modulare Architektur und wird mit verschiedenen Modulen ausgeliefert, die die Unterstützung für Dateisysteme, HTTP, FTP und andere implementieren. Es bietet eine URI-basierte API, ein Backend zur Unterstützung asynchroner Dateioperationen, eine MIME-Typ-Manipulationsbibliothek und andere Funktionen.
ja: GNOME VFS は GNOME の仮想ファイルシステムです。 Nautilus ファイルマネージャを基礎にした仕組みで、モジュール型の構造を持ち、様々な実装 (HTTP, FTP など) と共に提供されています。また、本ファイルシステムは URI ベースの API を持つ構造で、バックエンド側では非同期のファイル操作や MIME 型の操作ライブラリなど、様々な機能が用意されています。

source: GNOME Weather -- Search Provider for GNOME Shell
cs: GNOME Weather (Počasí) -- hledací aparát pro GNOME Shell
de: GNOME Wetter - Suchanbieter für GNOME Shell
ja: GNOME 天気 -- GNOME Shell 向け検索プロバイダ

source: GNOME Web Photographer is a tool to generate full-size image files and thumbnails from HTML files and web pages.
de: GNOME Web Photographer ist ein Werkzeug zum Generieren von Bilddateien in ganzer Größe und Thumbnails aus HTML-Dateien und Webseiten.
ja: GNOME Web Photographer は HTML ファイルや Web ページからフルサイズの画像ファイル とサムネイルを生成するツールです。

source: GNOME games is a collection of simple, but addictive, games from the GNOME desktop project. They represent many of the popular games and include card games, puzzle games and arcade games. They are meant to be the sort of game that can be played in five minutes or so. They are also meant to be fun enough that you will play them again and again. Of course we can't be held responsible for the time and productivity lost while playing them.
de: GNOME Games ist eine Sammlung von einfachen aber süchtigmachenden Spielen aus dem GNOME Desktop Projekt. Sie repräsentieren viele populäre Spiele und enthalten Kartenspiele sowie Arcadespiele. Sie sollen Spiele sein, die innerhalb von fünf Minuten gespielt werden sollen. Sie sollen auch genug Spaß machen, dass sie immer und immer wieder gespielt werden. Natürlich kann man uns nicht dafür verantwortlich machen, dass Zeit und Produktivität beim Spielen verloren gehen.
ja: GNOME ゲームには、シンプルながらも習慣性のある、 GNOME デスクトッププロジェクトが公開するゲーム集が含まれています。これらはそれぞれ有名ゲームに似たものが多く、カートゲームやパズルゲーム、アーケードゲームなどが含まれています。これらは何度も何度も遊びたくなるものなので、遊びによって必要な時間が足りなくなっても保証はできません。

source: GNOME games is a collection of simple, but addictive, games from the GNOME desktop project. They represent many of the popular games and include card games, puzzle games and arcade games. They are meant to be the sort of game that can be played in five minutes or so. They are also meant to be fun enough that you will play them again and again. Of course we can't be held responsible for the time and productivity lost while playing them. This package will install a set of recommended games.
de: GNOME Games ist eine Sammlung von einfachen aber süchtigmachenden Spielen aus dem GNOME Desktop Projekt. Sie repräsentieren viele populäre Spiele und enthalten Kartenspiele sowie Arcadespiele. Sie sollen Spiele sein, die innerhalb von fünf Minuten gespielt werden sollen. Sie sollen auch genug Spaß machen, dass sie immer und immer wieder gespielt werden. Natürlich kann man uns nicht dafür verantwortlich machen, dass Zeit und Produktivität beim Spielen verloren gehen. Dieses Paket installiert eine Reihe von empfohlenen Spielen.
ja: GNOME games にはシンプルながらもハマりやすい、 GNOME デスクトッププロジェクト提供のゲームが含まれています。これらは有名なカードゲームやパズルゲーム、アーケードゲームなどをヒントに作られているもので、 5 分程度の時間で簡単に遊ぶことのできるものになっています。また、繰り返し繰り返し遊びたくなるような要素も含まれています。なお、これで遊ぶことによって時間を浪費してしまったり生産性を下げてしまったりしても、責任は持てません。 このパッケージには、お勧めのゲーム集が含まれています。

source: GNOME service to access online accounts
cs: Služba GNOME pro přístup k účtům on-line
de: GNOME Service um auf Onlinekonten zuzugreifen
ja: オンラインアカウントにアクセスするための GNOME サービス

source: GNOME service to access online accounts -- Backend Library
cs: Služba GNOME pro přístup k on-line účtům -- knihovna zadního plánu
de: GNOME Service um auf Onlinekonten zuzugreifen - Backend Bibliothek
ja: オンラインアカウントにアクセスするための GNOME サービス -- バックエンドライブラリ

source: GNOME service to access online accounts -- Client Library
cs: Služba GNOME pro přístup k on-line účtům -- klientská knihovna
de: GNOME Service um auf Onlinekonten zuzugreifen - Client Bibliothek
ja: オンラインアカウントにアクセスするための GNOME サービス -- クライアントライブラリ

source: GNOME service to access online accounts -- Development Files
cs: Služba GNOME pro přístup k účtům on-line -- soubory pro vývoj
de: GNOME Service um auf Onlinekonten zuzugreifen - Entwicklerdateien
ja: オンラインアカウントにアクセスするための GNOME サービス -- 開発用ファイル

source: GNOME service to access online accounts -- Introspection bindings
cs: Služba GNOME pro přístup k účtům on-line -- vazby na Introspection
de: GNOME Service um auf Onlinekonten zuzugreifen -- Introspection Bindings
ja: オンラインアカウントにアクセスするための GNOME サービス -- イントロスペクションバインディング

source: GNOME themes, including Ximian Industrial and selected background images.
cs: Témata pro GNOME, včetně Ximian Industrial a vybraných obrázků pozadí.
de: GNOME-Designs, einschließlich Ximian Industrial und ausgewählte Hintergrundbilder.
ja: Ximian インダストリアルや選定された背景イメージを含む GNOME テーマです。

source: GNOME thumbnailer to generate thumbnails for directories.
cs: GNOME thumbnailer generuje miniatury adresářů.
de: GNOME Thumbnailer um Thumbnails für Wörterbücher zu erstellen.
ja: GNOME Thumbnailer はディレクトリのサムネイルを作成することができます。

source: GNOME user file sharing
cs: Sdílení uživatelských souborů v GNOME
de: GNOME Benutzerdateien teilen
ja: GNOME ユーザファイル共有

source: GNOME version
cs: Verze GNOME
ja: GNOME バージョン

source: GNOME-Pie is a circular application launcher (pie menu) for Linux. It is made of several pies, each consisting of multiple slices. The user presses a key stroke which opens the desired pie. By activating one of its slices, applications may be launched, key presses may be simulated or files can be opened.
de: GNOME-Pie ist ein kreisförmiger Anwendungsstarter (Tortenmenü) für Linux. Er besteht aus verschiedenen Torten, der wiederum aus mehreren Stücken besteht. Der Benutzer drückt eine Taste, welche die entsprechende Torte öffnet. Durch die Aktivierung eines Stücks können Anwendungen gestartet werden. Tastenberührungen können simuliert werden oder Dateien können geöffnet werden.
ja: GNOME-Pie は Linux 向けの円形アプリケーションランチャーです。複数のスライスから構成される、複数のパイを作成することができます。必要なパイを開きたい場合は、ユーザが対応するキーストロークを入力することになります。いずれかのスライスが有効化されると、アプリケーションが起動したりキーの押下を疑似したり、ファイルを開いたりすることができます。

source: GNOME-system-monitor is a simple process and system monitor for the GNOME Desktop.
de: GNOME-system-monitor ist ein einfacher Prozess- und Systemmonitor für den GNOME Desktop.
ja: GNOME-system-monitor は GNOME デスクトップ向けのシンプルなプロセス／システムモニタです。

source: GTK+ and GNOME bindings for Mono (virtual package)
cs: Vazby GTK+ a GNOME pro Mono (virtuální balíček)
de: GTK+ und GNOME Bindings für Mono (virtuelles Paket)
ja: Mono 向けの GTK+ と GNOME バインディング (仮想パッケージ)

source: Games for GNOME -- meta package
de: Spiele für GNOME - Metapaket
ja: GNOME 向けゲーム - メタパッケージ

source: Games is a GNOME application to browse your video games library and to easily pick and play a game from it.
cs: Games je aplikace GNOME k prohledání Vaší knihovny videoher a ke snadnému výběru a spuštění hry.
de: Games ist eine GNOME Anwendung um Ihre Videospielebibliothek zu durchforsten und leicht ein Spiel daraus auszuwählen und zu spielen.
ja: games はお使いのビデオゲームを参照して遊ぶことのできる GNOME アプリケーションです。

source: Gettext plugin for gnome-builder
de: Gettext Plugin für gnome-builder
ja: gnome-builder 向け gettext プラグイン

source: Getting started with GNOME - Documentation
cs: Začínáme s GNOME (dokumentace)
de: Einstieg in GNOME - Dokumentation
ja: GNOME 入門者向けドキュメンテーション

source: Glib wrapper library for PKCS#11 - Modules
cs: Knihovna glib wrapper pro PKCS#11 - moduly
de: Glib wrapper library für PKCS#11 - Module
ja: PKCS#11 向け glib ラッパーライブラリ - モジュール

source: Gmail Notifier for GNOME
cs: Oznamovač Gmailu pro GNOME
de: Gmail-Benachrichtigung für GNOME
ja: GNOME 向け Gmail 通知

source: Gmail as a gnome mail handler
de: Gmail als ein gnome mail Handler
ja: Gmail -- GNOME メールハンドラ

source: Gnome Subtitles is a subtitle editor for the GNOME desktop. It supports the most common text-based subtitle formats and allows for subtitle editing, translation and synchronization.
cs: Gnome Subtitles je editor podtitulků videí pro plochu GNOME. Podporuje většinu běžných formátů textových podtitulků a umožňuje je upravovat, překládat a synchronizovat.
de: Gnome Untertitel ist ein Untertitelbearbeitungswerkzeug für den GNOME Desktop. Es unterstützt die gebräuchlichsten text-basierten Untertitelformate und macht es möglich, Untertitel zu bearbeiten, zu übersetzen und zu synchronisieren.
ja: GNOME Subtitles は GNOME デスクトップ向けのサブタイトルエディタです。ほとんどの一般的なテキストベースのサブタイトル形式に対応しているほか、翻訳や動機などのサブタイトル編集も行なうことができます。

source: Gnome-code-assistance plugin for gnome-builder
de: Gnome-code-assistance Plugin für gnome-builder
ja: gnome-builder 向け gnome-code-assistance プラグイン

source: Gnome-common includes files used by to build GNOME and GNOME applications.
cs: Gnome-common obsahuje soubory používané k výstavbě GNOME a aplikací GNOME.
de: Gnome-common beinhaltet Dateien, die verwendet werden um GNOME sowie GNOME Anwendungen zu bauen.
ja: Gnome-common には、 GNOME それ自身と GNOME アプリケーションを構築する際に使用するファイルが含まれています。

source: Gnome-schedule is a graphical user interface that leverages the power of vixie-cron, dcron and at to manage your crontab file and provide an easy way to schedule tasks on your computer. It supports recurrent (periodical) tasks and tasks that happen only once in the future.
de: Gnome-schedule ist eine grafische Benutzerschnittstelle, die die Macht von vixie-cron, dcron und at zur Verwaltung Ihrer crontab-Datei nutzt und sie bietet eine einfache Möglichkeit, Aufgaben auf Ihrem Rechner zeitlich zu planen. Es unterstützt wiederholende (periodische) Aufgaben und Aufgaben, die nur einmal in der Zukunft auftreten.
ja: Gnome-schedule は vixie-cron, dcron などの威力を発揮するためのグラフィカルなユーザインターフェイスで、コンピュータ内の crontab ファイルの管理を行なうことができるほか、タスクを簡単にスケジュールする機能を提供します。定期的なタスクのほか、一度だけ動作するようなタスクも設定することができます。

source: Gnome-shell classic -- collection of extensions
de: Gnome-shell Classic - Sammlung von Erweiterungen
ja: Gnome-shell クラシック -- 拡張集

source: Graphical interface to leverage the power of cron
de: Grafische Schnittstelle um die Macht von cron zu nutzen
ja: cron の威力を生かすためのグラフィカルインターフェイス
