Repository: BENBELLA23/packages-i18n
Catalog: */po/gnome.*.po
Languages: cs, de, ja

source: The integraded address book for GNOME. Among its features are: * Search for and view contacts; * Edit contact details and make new contacts; * Integration with online address books; * Automatic linking of contacts from different online sources. This package contains a search provider to enable GNOME Shell to get search results from contacts.
cs: Integrovaný adresář pro GNOME. Některé vlastnosti: * Vyhledávání a zobrazení kontaktů; * Editace podrobností kontaktu a vytváření nových kontaktů; * Integrace s on-line adresářem; * Automatické slučování kontaktů z různých on-line zdrojů. Tento balíček obsahuje hledací aparát, který dovolí GNOME Shellu získávat výsledky hledání z kontaktů.

source: GNOME Shell search provider to return results from the GNOME Calendar
cs: Hledací aparát GNOME Shell pro získání výsledků z GNOME Calendar

source: A recipe app for GNOME -- Search Provider for GNOME Shell
cs: Aplikace Recepty pro GNOME -- hledací aparát pro GNOME Shell

source: GNOME Recipes is an easy-to-use application that will help you to discover what to cook today, tomorrow, rest of the week and for your special occasions. Recipes comes with a collection of recipes that have been collected by GNOME contributors from all over the world. It also lets you store your own recipes, and share them with your friends. This package contains a search provider to enable GNOME Shell to get search results from Recipes.
cs: GNOME Recipes (Recepty) je snadno použitelná aplikace, která Vám pomůže navrhnout, co uvařit dnes, zítra, ve zbytku týdne a pro zvláštní příležitosti. Recepty přicházejí se sbírkou receptů, které zaslali přispívači GNOME z celého světa. Umožní Vám připojit i svoje recepty a sdílet je s přáteli. Balíček obsahuje hledací aparát umožňující GNOME Shellu získat výsledky hledání z aplikace Recipes.

source: Development files for the GNOME software store
cs: Vývojové soubory pro softwarový obchod GNOME

source: This subpackage contains the header files for developing GNOME software store plugins.
cs: Tento pod-balíček obsahuje hlavičkové soubory pro vývoj modulů softwarového obchodu GNOME.

source: Translations for package gnome-software
cs: Překlady pro balíček gnome-software

source: Provides translations for the "gnome-software" package.
cs: Obsahuje překlady pro balíček "gnome-software".

source: Translations for package gnome-sound-recorder
cs: Překlady pro balíček gnome-recorder

source: Provides translations for the "gnome-sound-recorder" package.
cs: Poskytuje překlady k balíčku "gnome-sound-recorder".

source: Translations for package gnome-subtitles
cs: Překlady pro balíček gnome-subtitles

source: Provides translations for the "gnome-subtitles" package.
cs: Poskytuje překlady k balíčku "gnome-subtitles".

source: Translations for package gnome-sudoku
cs: Překlady pro balíček gnome-sudoku

source: Provides translations for the "gnome-sudoku" package.
cs: Poskytuje překlady k balíčku "gnome-sudoku".

source: A process monitor for the GNOME desktop
cs: Monitor procesu pro pracovní plochu GNOME

source: GNOME-system-monitor is a process and system monitor for the GNOME Desktop. It shows you what programs are running and how much processor time, memory, and disk space are being used.
cs: GNOME-system-monitor je monitor procesu a systému pro pracovní plochu GNOME. Zobrazuje běžící programy a množství právě používaného času procesoru, paměti a diskového prostoru.

source: Translations for package gnome-system-monitor
cs: Překlady pro balíček gnome-system-monitor

source: Provides translations for the "gnome-system-monitor" package.
cs: Poskytuje překlady k balíčku "gnome-system-monitor".

source: Translations for package gnome-taquin
cs: Překlady pro pro balíček gnome-taquin

source: Provides translations for the "gnome-taquin" package.
cs: Poskytuje překlady k balíčku "gnome-taquin".

source: Translations for package gnome-terminal
cs: Překlady pro balíček gnome-terminal

source: Provides translations for the "gnome-terminal" package.
cs: Poskytuje překlady k balíčku "gnome-terminal".

source: Translations for package gnome-tetravex
cs: Překlady pro pro balíček gnome-tetravex

source: Provides translations for the "gnome-tetravex" package.
cs: Poskytuje překlady k balíčku "gnome-tetravex".

source: Translations for package gnome-themes
cs: Překlady pro balíček gnome-themes

source: Provides translations for the "gnome-themes" package.
cs: Obsahuje překlady pro balíček "gnome-themes".

source: GNOME To Do is a application to manage your personal tasks. It uses GNOME technologies, and so it has complete integration with the GNOME desktop environment.
cs: GNOME To Do je aplikace pro správu Vašich osobních úkolů. Pouýívé technologie GNOME, takže je plně integrovaná do prostředí pracovní plochy GNOME.

source: Development files for the GNOME task manager
cs: Vývojové soubory pro Manažer úkolů GNOME

source: Translations for package gnome-todo
cs: Překlady pro balíček gnome-todo

source: Provides translations for the "gnome-todo" package.
cs: Obsahuje překlady pro balíček "gnome-todo".

source: Translations for package gnome-tweak-tool
cs: Překlady pro balíček gnome-tweak-tool

source: Provides translations for the "gnome-tweak-tool" package.
cs: Obsahuje překlady pro balíček "gnome-tweak-tool".

source: Translations for package gnome-tweaks
cs: Překlady pro balíček gnome-tweaks

source: Provides translations for the "gnome-tweaks" package.
cs: Obsahuje překlady pro balíček "gnome-tweaks".

source: System resources viewer for GNOME
cs: Prohlížeč systémových prostředků pro GNOME

source: GNOME Usage is a program to view information about the use of system resources, like memory and disk space.
cs: GNOME Usage je program k prohlížení údajů o využívání prostředků systému, například paměti a prostoru disku.

source: Translations for package gnome-usage
cs: Překlady pro balíček gnome-usage

source: Provides translations for the "gnome-usage" package.
cs: Obsahuje překlady pro balíček "gnome-usage".

source: Translations for package gnome-user-docs
cs: Překlady pro balíček gnome-user-docs

source: Provides translations for the "gnome-user-docs" package.
cs: Poskytuje překlady k balíčku "gnome-user-docs".

source: gnome-user-share is a small package that binds together various free software projects to bring easy to use user-level file sharing to the masses. The program is meant to run in the background when the user is logged in, and when file sharing is enabled a webdav server is started that shares the $HOME/Public folder. The share is then published to all computers on the local network using mDNS/rendezvous, so that it shows up in the Network location in GNOME.
cs: gnome-user-share je malý balíček, který svazuje různé bezplatné softwarové projekty pro zjednodušení použití sdílení souborů na uživatelské úrovni pro širokou veřejnost. Program má běžet na pozadí, když je uživatel přihlášen, a je-li zapnuto sdílení souborů, spustí se server webdav, který sdílí složku $HOME/Public. Sdílení je pak zveřejněno pro všechny počítače v lokální síti použitím mDNS/rendezvous, takže se objeví v GNOME Místa v síti (Network location).

source: Translations for package gnome-user-share
cs: Překlady pro balíček gnome-user-share

source: Provides translations for the "gnome-user-share" package.
cs: Poskytuje překlady k balíčku "gnome-user-share".

source: Translations for package gnome-vfs2
cs: Překlady pro balíček gnome-vfs2

source: Provides translations for the "gnome-vfs2" package.
cs: Obsahuje překlady pro balíček "gnome-vfs2".

source: Translations for package gnome-weather
cs: Překlady pro balíček gnome-weather

source: Provides translations for the "gnome-weather" package.
cs: Poskytuje překlady k balíčku "gnome-weather".

source: Development Files for gtk-frdp, an RDP Viewer Widget for Gtk+
cs: Vývojové soubory pro gtk-frdp, widget RDP prohlížeče pro Gtk+

source: gtk-frdp is an RDP viewer widget for the GNOME Desktop Environment. This package provides all the necessary files for development with libgtk-frdp.
cs: gtk-frdp je widget (spouštěcí ikona) prohlížeče RDP pro prostředí plochy GNOME. Tento balíček obsahuje všechny soubory potřebné pro vývoj s libgtk-frdp.

source: Integrated LaTeX Environment for the GNOME desktop
cs: Integrované prostředí LaTeX pro pracovní plochu GNOME

source: Shared library for gnome-calculator
cs: Sdílená knihovna pro gnome-calculator

source: This package contains the shared library for gnome-calculator.
cs: Tento balíček obsahuje sdílenou knihovnu pro gnome-calculator.

source: GNOME Bluetooth's Shared Libraries
cs: Sdílené knihovny GNOME Bluetooth

source: A set of graphical utilities to setup, monitor and use Bluetooth devices. This package provides the GNOME Bluetooth's shared library.
cs: Sada grafických programů pro nastavení, monitorování a používání zařízení Bluetooth. Tento balíček obsahuje sdílené knihovny GNOME Bluetooth.

source: Development files for the GNOME Desktop API library
cs: Vývojové soubory knihovny API pro plochu GNOME

source: Common data files for the GNOME Desktop API library
cs: Společná data knihovny API pro plochu GNOME

source: Shared library for libovf-glib, a virtual machine image library
cs: Sdílená knihovna pro libovf-glib, knihovnu obrazů virtuálních strojů

source: Libgovf is a library for reading and writing virtual machine images in the Open Virtualization Format. This package provides the shared library for libovf-glib.
cs: Libgovf je knihovna pro čtení a zápis obrazů virtuálních strojů ve tvaru Open Virtualization Format. Tento balíček obsahuje sdílenou knihovnu pro libovf-glib.

source: Shared library for gtk-frdp, an RDP Viewer Widget for Gtk+
cs: Sdílená knihovna pro gtk-frdp, widget prohlížeče RDP pro Gtk+

source: gtk-frdp is an RDP viewer widget for the GNOME Desktop Environment. This package provides the shared library for libgtk-frdp.
cs: gtk-frdp je widget (spouštěcí ikona) prohlížeče RDP pro prostředí plochy GNOME. Tento balíček obsahuje sdílenou knihovnu pro libgtk-frdp.

source: Development Files for gtk-frdp, a virtual machine image library
cs: Vývojový balíček pro gtk-frdp, knihovnu obrazů virtuálních strojů

source: Libgovf is a library for reading and writing virtual machine images in the Open Virtualization Format. This package provides all the necessary files for development with libovf-glib.
cs: Libgovf je knihovna pro čtení a zápis obrazů virtuálních strojů ve tvaru Open Virtualization Format. Tento balíček obsahuje všechny potřebné soubory pro vývoj s libovf-glib.

source: Introspection bindings for the GNOME Bluetooth libraries
cs: Vazby Introspection pro knihovny GNOME Bluetooth

source: A set of graphical utilities to setup, monitor and use Bluetooth devices. This package provides the GObject Introspection bindings for the GNOME Bluetooth's libraries.
cs: Sada grafických programů pro nastavení,monitorování a používání zařízení Bluetooth. Tento balíček obsahuje vazby GObject Introspection pro knihovny GNOME Bluetooth.

source: Introspection bindings for the GNOME Desktop API library
cs: Vazby Introspection pro knihovnu API plochy GNOME

source: Introspection Bindings for libovf-glib, a virtual machine image library
cs: Vazby Introspection pro libovf-glib, knihovnu obrazů virtuálních strojů

source: Libgovf is a library for reading and writing virtual machine images in the Open Virtualization Format. This package provides the GObject Introspection bindings for libovf-glib.
cs: Libgovf je knihovna pro čtení a zápis obrazů virtuálních strojů ve tvaru Open Virtualization Format. Tento balíček obsahuje vazby GObject Introspection pro libovf-glib.

source: Introspection bindings for gnome-todo's library
cs: Vazby Introspection pro knihovnu gnome-todo

source: Introspection Bindings for gtk-frdp, an RDP Viewer Widget for Gtk+
cs: Vazby Introspection pro gtk-frdp, widget prohlížeče RDP pro Gtk+

source: gtk-frdp is an RDP viewer widget for the GNOME Desktop Environment. This package provides the GObject Introspection bindings for libgtk-frdp.
cs: gtk-frdp je widget (spouštěcí ikona) prohlížeče RDP pro prostředí plochy GNOME. Tento balíček obsahuje vazby GObject Introspection pro libgtk-frdp.

source: An e-book manager application for GNOME
cs: Aplikace správy e-knih pro GNOME

source: Books is an e-book manager application for GNOME.
cs: Books je aplikace Správce e-knih pro GNOME.

source: Translations for package gnome-books
cs: Překlady pro balíček gnome-books

source: Provides translations for the "gnome-books" package.
cs: Poskytuje překlady pro balíček "gnome-books".

source: The gnome-doc-utils package is a collection of documentation utilities for the GNOME project. It contains utilities for building documentation and auxiliary files in a source tree. It also contains the DocBook XSLT stylesheets that were once distributed with Yelp.
cs: Balíček gnome-doc-utils je kolekce dokumentačních programů projektu GNOME. Obsahuje programy pro tvorbu dokumentace a pomocné programy ve stromu zdrojů. Obsahuje i styly DocBook XSLT, které byly kdysi distribuovány pomocí Yelp.

source: Install firmware on devices
cs: Instalace firmwaru zařízení

source: This application can update, reinstall and downgrade firmware on devices supported by fwupd.
cs: Tato aplikace aktualizuje, přeinstaluje a sníží verzi firmwaru u zařízení podporovaných fwupd.

source: Translations for package gnome-firmware
cs: Překlady pro balíček gnome-firmware

source: Provides translations for the "gnome-firmware" package.
cs: Obsahuje překlady pro balíček "gnome-firmware".

source: Gnome-latex is an Integrated LaTeX Environment for GNOME. The main features are: * Configurable buttons to compile, convert and view a document in one click. * LaTeX commands auto-completion. * Symbol tables (Greek letters, arrows, ...). * File browser integrated. * Template managing. * Menus with the most commonly used LaTeX commands. * Easy projects management.
cs: Gnome-latex je Integrované prostředí LaTeX pro GNOME. Jeho hlavní vlastnosti: * Konfigurovatelná tlačítka pro kompilaci, konverzi a prohlížení dokumentu jedním klikem. * Auto-dokončování příkazů LaTeX. * Tabulky symbolů (řecká písmena, šipky, ...). * Integrovaný prohlížeč souborů. * Správa šablon. * Menu nejčastěji používaných příkazů LaTeX. * Snadná správa projektů.

source: Program for writing an ISO file to multiple USB devices at once
cs: Program pro zápis souboru ISO na několik USB zařízení současně

source: Translations for package gnome-news
cs: Překlady pro balíček gnome-news

source: Provides translations for the "gnome-news" package.
cs: Obsahuje překlady pro balíček "gnome-news".

source: A password manager for GNOME
cs: Správa hesel pro GNOME

source: Password Safe is a password manager which makes use of the Keepass v.4 format. It integrates with the GNOME desktop and provides an interface for the management of password databases.
cs: Password Safe je správce hesel, který používá formát Keepass v.4. Integruje se s plochou GNOME a poskytuje rozhraní pro databáze správy hesel.

source: Translations for package gnome-passwordsafe
cs: Překlady pro balíček gnome-passwordsafe

source: Provides translations for the "gnome-passwordsafe" package.
cs: Obsahuje překlady pro balíček "gnome-passwordsafe".

source: GTK+ 2 support for the Adwaita GNOME theme
cs: Podpora v GTK+ 2 motivu Adwaita GNOME

source: GTK+ 3 support for the Adwaita GNOME theme
cs: Podpora v GTK+ 3 motivu Adwaita GNOME

source: Common files for the Adwaita GNOME theme
cs: Společné soubory pro motiv Adwaita GNOME

source: xml2po is a Python program which extracts translatable content from free-form XML documents and outputs gettext compatible POT files.
cs: xml2po je program v Pythonu, který extrahuje přeložitelnou část obsahu dokumentů XML s volnou formou; výstupem programu jsou soubory POT kompatibilní s gettext.

source: pkgconfig file for xml2po
cs: Soubor pkgconfig pro xml2po
