Repository: BENBELLA23/packages-i18n
Catalog: */po/gnome.*.po
Languages: cs, de, ja

source: Gtk# is a library that allows you to build fully native graphical GNOME applications using Mono. Gtk# is a binding to GTK+, the cross platform user interface toolkit used in GNOME. It includes bindings for Gtk, Atk, Pango, Gdk, libgnome, libgnomeui and libgnomecanvas. (Virtual package which depends on all gtk-sharp2 subpackages)
cs: Gtk# je knihovna umožňující Vám vybudovat plně nativní grafické aplikace GNOME s použitím Mono. Gtk# má vazbu na GTK+, křížovou platformu sady nástrojů s rozhraním uživatele použitou v GNOME. Obsahuje vazby na Gtk, Atk, Pango, Gdk, libgnome, libgnomeui a libgnomecanvas. (Virtuální balíček závislý na všech pod-balíčcích gtk-sharp2.)
de: Gtk# ist eine Bibliothek, die möglich macht, vollständig native, grafische GNOME Anwendungen mit Mono zu erstellen. Gtk# ist eine Bindung für GTK+, da plattformübergreifende Benutzer-Interface-Toolkit, welches in GNOME verwendet wird. Es enthält Bindungen für Gtk, Atk, Pango, Gdk, libgnome, libgnomeui und libgnomecanvas. (Virtuelles Paket, welches von allen gtk-sharp2 Unterpaketen abhängt)
ja: Gtk# は、 Mono を使用するグラフィカルなネイティブ GNOME アプリケーションをゼロから構築するためのライブラリです。 Gtk# は GNOME で使用されるプラットフォーム非依存のツールキット GTK+ にバインドしています。 Gtk のほか、 Atk, Pango, Gdk, libgnome, libgnomeui, libgnomecanvas のバインディングも提供しています。 (全ての gtk-sharp2 副パッケージに依存する仮想パッケージです)

source: HTML-completion plugin for gnome-builder
de: HTML-Vervollständigungs Plugin für gnome-builder
ja: gnome-builder 向け HTML 補完プラグイン

source: Header files for the GNOME Control Center
cs: Hlavičkové soubory pro ovládací centrum GNOME
de: Headerdateien für das GNOME Kontrollzentrum
ja: GNOME コントロールセンター向けヘッダファイル

source: Initial assistant, helping you to get the system up and running.
cs: Počáteční pomocník Vám pomůže s instalováním a spuštěním systému.
de: Ersteinrichtungsassistent, der dabei hilft, das System zum Laufen zu bekommen.
ja: システムをセットアップして動作するまでの支援を行なう初期アシスタントです。

source: Its purpose is to ease signing other peoples' keys. It is similar to caff, PIUS, or monkeysign. In fact, it is influenced a lot by these tools and either reimplements ideas or reuses code. Consider either of the aboved mentioned tools when you need a much more mature codebase.
cs: Jeho účelem je zjednodušit podepisování klíčů jiných osob. Podobá se nástrojům caff, PIUS nebo monkeysign. Je hodně ovlivněn těmito nástroji a buď reimplementuje principy nebo používá jejich kód. Potřebujete-li mnohem vyzrálejší databázi, zvažte použití některého z uvedených nástrojů.
de: Sein Zweck besteht darin, die Schlüssel anderer Personen zu unterzeichnen. Es ist ähnlich caff, PIUS oder monkeysing. Tatsächlich wurde es sehr von diesen Werkzeugen beeinflusst und reimplementiert Ideen oder verwendet diesen Code. Verwenden Sie die oben genannten Werkzeuge wenn Sie eine reifere Codebasis benötigen.
ja: このパッケージは、誰か他人の鍵に対して簡単に署名できるようにするための仕組みです。 caff, PIUS, monkeysign などと似た仕組みです。実際に、これらのツールに影響されたツールが数多く存在しているほか、再実装やコードの再利用なども行なわれています。より成熟したコードベースをご希望の場合は、上述のツールをお使いください。

source: JavaScript bindings based on gobject-introspection and WebKit
de: JavaScript Bindings basierend auf gobject-introspection und WebKit
ja: gobject-introspection と WebKit をベースにした、 JavaScript バインディング

source: Jedi plugin for python3 code completion in gnome-builder
cs: Zásuvný modul Jedi pro dokončení kódu python3 v gnome-builder
de: Jedi-Plugin für python3-Codevervollständigung in gnome-builder
ja: gnome-builder 内での Python3 コード補完向け jedi プラグイン

source: Jhbuild plugin for gnome-builder
cs: Zásuvný modul jhbuild pro gnome-builder
de: Jhbuild Plugin für gnome-builder
ja: gnome-builder 向け jhbuild プラグイン

source: Klotski Game for GNOME
cs: Hra Klotski pro GNOME
de: Klotski-Spiel für GNOME
ja: GNOME 向け Klotski ゲーム

source: Klotski is a puzzle game of which the objective is to get the patterned block to the marker, which is done by moving the blocks in its way.
cs: Klotski je hra-hlavolam s cílem dostat vzorovaný blok ke značce, čehož docílíme přesunem bloků stojících v cestě.
de: Klotski ist ein Puzzlespiel wo das Ziel darin liegt, den gemusterten Block auf die Markierung zu bekommen. Dies geschieht indem Blöcke im Weg verschoben werden.
ja: Klotski は決められたマーカーまで決められたブロックを移動させる、パズルゲームです。

source: Languages for package gnome-2048
de: Sprachen für das Paket gnome-2048
ja: gnome-2048 向け言語パッケージ

source: Languages for package gnome-activity-journal
de: Sprachen für das Paket gnome-activity-journal
ja: gnome-activity-journal 向け言語パッケージ

source: Languages for package gnome-backgrounds
de: Sprachen für das Paket gnome-backgrounds
ja: gnome-backgrounds 向け言語パッケージ

source: Languages for package gnome-bluetooth
de: Sprachen für das Paket gnome-bluetooth
ja: gnome-bluetooth 向け言語パッケージ

source: Languages for package gnome-boxes
de: Sprachen für das Paket gnome-boxes
ja: gnome-boxes 向け言語パッケージ

source: Languages for package gnome-break-timer
de: Sprachen für das Paket gnome-break-timer
ja: gnome-break-timer 向け言語パッケージ

source: Languages for package gnome-builder
de: Sprachen für das Paket gnome-builder
ja: gnome-builder 向け言語パッケージ

source: Languages for package gnome-calculator
de: Sprachen für das Paket gnome-calculator
ja: gnome-calculator 向け言語パッケージ

source: Languages for package gnome-calendar
de: Sprachen für das Paket gnome-calendar
ja: gnome-calendar 向け言語パッケージ

source: Languages for package gnome-characters
de: Sprachen für das Paket gnome-characters
ja: gnome-characters 向け言語パッケージ

source: Languages for package gnome-chess
de: Sprachen für das Paket gnome-chess
ja: gnome-chess 向け言語パッケージ

source: Languages for package gnome-clocks
de: Übersetzungen für das Paket gnome-do
ja: gnome-clocks 向け言語パッケージ

source: Languages for package gnome-color-chooser
de: Sprachen für das Paket gnome-color-chooser
ja: gnome-color-chooser 向け言語パッケージ

source: Languages for package gnome-color-manager
de: Sprachen für das Paket gnome-color-manager
ja: gnome-color-manager 向け言語パッケージ

source: Languages for package gnome-commander
de: Sprachen für das Paket gnome-commander
ja: gnome-commander 向け言語パッケージ

source: Languages for package gnome-contacts
de: Sprachen für das Paket gnome-contacts
ja: gnome-contacts 向け言語パッケージ

source: Languages for package gnome-control-center
de: Sprachen für das Paket gnome-control-center
ja: gnome-control-center 向け言語パッケージ

source: Languages for package gnome-desktop
de: Sprachen für das Paket gnome-desktop
ja: gnome-desktop 向け言語パッケージ

source: Languages for package gnome-desktop2
de: Sprachen für das Paket gnome-desktop2
ja: gnome-desktop2 向け言語パッケージ

source: Languages for package gnome-devel-docs
de: Sprachen für das Paket gnome-devel-docs
ja: gnome-devel-docs 向け言語パッケージ

source: Languages for package gnome-dictionary
de: Sprachen für das Paket gnome-dictionary
ja: gnome-dictionary 向け言語パッケージ

source: Languages for package gnome-directory-thumbnailer
de: Sprachen für das Paket gnome-directory-thumbnailer
ja: gnome-directory-thumbnailer 向け言語パッケージ

source: Languages for package gnome-disk-utility
de: Sprachen für das Paket gnome-disk-utility
ja: gnome-disk-utility 向け言語パッケージ

source: Languages for package gnome-doc-utils
de: Sprachen für das Paket gnome-doc-utils
ja: gnome-doc-utils 向け言語パッケージ

source: Languages for package gnome-documents
de: Sprachen für das Paket gnome-documents
ja: gnome-documents 向け言語パッケージ

source: Languages for package gnome-dvb-daemon
de: Sprachen für das Paket gnome-dvb-daemon
ja: gnome-dvb-daemon 向け言語パッケージ

source: Languages for package gnome-font-viewer
de: Sprachen für das Paket gnome-font-viewer
ja: gnome-font-viewer 向け言語パッケージ

source: Languages for package gnome-getting-started-docs
de: Sprachen für das Paket gnome-getting-started-docs
ja: gnome-getting-started-docs 向け言語パッケージ

source: Languages for package gnome-gmail
de: Übersetzungen für das Paket gnome-gmail
ja: gnome-gmail 向け言語パッケージ

source: Languages for package gnome-gmail-notifier
de: Übersetzungen für das Paket gnome-gmail-notifier
ja: gnome-gmail-notifier 向け言語パッケージ

source: Languages for package gnome-initial-setup
de: Sprachen für das Paket gnome-initial-setup
ja: gnome-initial-setup 向け言語パッケージ

source: Languages for package gnome-keyring
de: Sprachen für das Paket gnome-keyring
ja: gnome-keyring 向け言語パッケージ

source: Languages for package gnome-klotski
de: Sprachen für das Paket gnome-klotski
ja: gnome-klotski 向け言語パッケージ

source: Languages for package gnome-logs
de: Sprachen für das Paket gnome-logs
ja: gnome-logs 向け言語パッケージ

source: Languages for package gnome-mahjongg
de: Sprachen für das Paket gnome-mahjongg
ja: gnome-mahjongg 向け言語パッケージ

source: Languages for package gnome-maps
de: Übersetzungen für das Paket gnome-maps
ja: gnome-maps 向け言語パッケージ

source: Languages for package gnome-menus
de: Sprachen für das Paket gnome-menus
ja: gnome-menus 向け言語パッケージ

source: Languages for package gnome-mines
de: Sprachen für das Paket gnome-mines
ja: gnome-mines 向け言語パッケージ

source: Languages for package gnome-mpv
de: Sprachen für das Paket gnome-mpv
ja: gnome-mpv 向け言語パッケージ

source: Languages for package gnome-multi-writer
de: Sprachen für das Paket gnome-multi-writer
ja: gnome-multi-writer 向け言語パッケージ

source: Languages for package gnome-music
de: Sprachen für das Paket gnome-music
ja: gnome-music 向け言語パッケージ

source: Languages for package gnome-nettool
de: Sprachen für das Paket gnome-nettool
ja: gnome-nettool 向け言語パッケージ

source: Languages for package gnome-nibbles
de: Sprachen für das Paket gnome-nibbles
ja: gnome-nibbles 向け言語パッケージ

source: Languages for package gnome-online-accounts
de: Sprachen für das Paket gnome-online-accounts
ja: gnome-online-accounts 向け言語パッケージ

source: Languages for package gnome-packagekit
de: Sprachen für das Paket gnome-packagekit
ja: gnome-packagekit 向け言語パッケージ

source: Languages for package gnome-phone-manager
de: Sprachen für das Paket gnome-phone-manager
ja: gnome-phone-manager 向け言語パッケージ

source: Languages for package gnome-photos
de: Sprachen für das Paket gnome-photos
ja: gnome-photos 向け言語パッケージ

source: Languages for package gnome-pomodoro
de: Sprachen für das Paket gnome-pomodoro
ja: gnome-pomodoro 向け言語パッケージ

source: Languages for package gnome-power-manager
de: Sprachen für das Paket gnome-power-manager
ja: gnome-power-manager 向け言語パッケージ

source: Languages for package gnome-robots
de: Sprachen für das Paket gnome-robots
ja: gnome-robots 向け言語パッケージ

source: Languages for package gnome-schedule
de: Sprachen für das Paket gnome-schedule
ja: gnome-schedule 向け言語パッケージ

source: Languages for package gnome-screenshot
de: Sprachen für das Paket gnome-screenshot
ja: gnome-screenshot 向け言語パッケージ

source: Languages for package gnome-search-tool
de: Sprachen für das Paket gnome-search-tool
ja: gnome-search-tool 向け言語パッケージ

source: Languages for package gnome-session
de: Sprachen für das Paket gnome-session
ja: gnome-session 向け言語パッケージ

source: Languages for package gnome-settings-daemon
de: Sprachen für das Paket gnome-settings-daemon
ja: gnome-settings-daemon 向け言語パッケージ

source: Languages for package gnome-shell
de: Sprachen für das Paket gnome-shell
ja: gnome-shell 向け言語パッケージ

source: Languages for package gnome-shell-extensions
de: Sprachen für das Paket gnome-shell-extensions
ja: gnome-shell-extensions 向け言語パッケージ

source: Languages for package gnome-software
de: Sprachen für das Paket gnome-software
ja: gnome-software 向け言語パッケージ

source: Languages for package gnome-sound-recorder
de: Sprachen für das Paket gnome-sound-recorder
ja: gnome-sound-recorder パッケージ向け言語パッケージ

source: Languages for package gnome-subtitles
de: Übersetzungen für das Paket gnome-subtitles
ja: gnome-subtitles 向け言語パッケージ

source: Languages for package gnome-sudoku
de: Sprachen für das Paket gnome-sudoku
ja: gnome-sudoku 向け言語パッケージ

source: Languages for package gnome-system-monitor
de: Sprachen für das Paket gnome-system-monitor
ja: gnome-system-monitor 向け言語パッケージ

source: Languages for package gnome-taquin
de: Sprachen für das Paket gnome-taquin
ja: gnome-taquin 向け言語パッケージ

source: Languages for package gnome-terminal
de: Sprachen für das Paket gnome-terminal
ja: gnome-terminal 向け言語パッケージ

source: Languages for package gnome-tetravex
de: Sprachen für das Paket gnome-tetravex
ja: gnome-tetravex 向け言語パッケージ

source: Languages for package gnome-themes
de: Sprachen für das Paket gnome-themes
ja: gnome-themes 向け言語パッケージ

source: Languages for package gnome-todo
de: Sprachen für das Paket gnome-todo
ja: gnome-todo 向け言語パッケージ

source: Languages for package gnome-tweak-tool
de: Sprachen für das Paket gnome-tweak-tool
ja: gnome-tweak-tool 向け言語パッケージ

source: Languages for package gnome-user-docs
de: Sprachen für das Paket gnome-user-docs
ja: gnome-user-docs 向け言語パッケージ

source: Languages for package gnome-user-share
de: Sprachen für das Paket gnome-user-share
ja: gnome-user-share 向け言語パッケージ

source: Languages for package gnome-vfs2
de: Sprachen für das Paket gnome-vfs2
ja: gnome-vfs2 向け言語パッケージ

source: Languages for package gnome-weather
de: Übersetzungen für das Paket gnome-weather
ja: gnome-weather 向け言語パッケージ

source: Languages for package gnome-web-photo
de: Sprachen für das Paket gnome-web-photo
ja: gnome-web-photo 向け言語パッケージ

source: Library to look up words in dictionary sources
de: Bibliothek um Wörter in Wörterbuchquellen nachzuschlagen
ja: 辞書ソース内の単語を参照するライブラリ

source: Library to look up words in dictionary sources -- Development Files
de: Bibliothek um Wörter in Wörterbuchquellen nachzuschlagen -- Entwicklerdateien
ja: 辞書ソース内の単語を参照するライブラリ -- 開発用ファイル

source: Login Managers user avatars
de: Benutzeravatare für Loginmanager
ja: ログインマネージャのユーザアバター

source: MAP Application for GNOME 3
de: MAP Anwendung für GNOME 3
ja: GNOME 3 向け地図アプリケーション

source: MIME Type and Application Database for the GNOME 2.x Desktop
de: MIME-Typ- und Anwendungsdatenbank für den GNOME 2.x Desktop
ja: GNOME 2.x デスクトップ向けの MIME 種類およびアプリケーションデータベース

source: Mahjong Solitaire Game for GNOME
cs: Solitér Mahjong pro GNOME
de: Mahjong Solitaire Spiel für GNOME
ja: 一人用 GNOME 向け麻雀ゲーム

source: Mahjongg is a solitaire version of the classic Eastern tile game. It involves clearing as much of the board as possible by matching corresponding tiles and taking them out of play.
cs: Mahjongg je solitérová verse klasické orientální dlaždicové hry. Odstraňte co největší počet dlaždic tak, že najdete shodné dlaždice a odeberou se ze hry.
de: Mahjong ist eine Einzelspielerversion des klassischen östlichen Teilspiels- Es beinhaltet so viel wie möglich vom Brett zu entfernen indem gleiche Teile gewählt werden und aus dem Spiel entfernt werden.
ja: Mahjongg は麻雀牌ゲームの一人遊び版です。同じ牌を集めて取り除くことで、ゲームを完成させます。

source: Managed Implementation of libgnome-keyring
cs: Spravovaná implementace libgnome-keyring
de: Verwaltete Implementierung von libgnome-keyring
ja: libgnome-keyring のマネージド実装

source: Managed implementation of libgnome-keyring
cs: Spravovaná implementace libgnome-keyring
de: Verwaltete Implementierung von libgnome-keyring
ja: libgnome-keyring のマネージド実装

source: Maps is a map application for GNOME 3.
de: Maps ist eine Kartenanwendung für GNOME 3.
ja: Maps は GNOME 3 向けの地図アプリケーションです。

source: Minesweeper Game for GNOME
cs: Hra "Hledání min" pro GNOME
de: Minesweeper-Spiel für GNOME
ja: GNOME 向けマインスイーパ

source: Mingw plugin for gnome-builder
de: Mingw Plugin für gnome-builder
ja: gnome-builder 向け mingw プラグイン

source: Mono bindings for GNOME
cs: Mono propojení pro GNOME
de: Monobindungen für GNOME
ja: GNOME 向け Mono バインディング

source: Mono bindings for gconf
cs: Mono vazby pro gconf
de: Monobindungen für gconf
ja: gconf 向け Mono バインディング

source: Mono bindings for gconf property editors
cs: Mono vazby pro editory vlastností gconf
de: Monobindungen für gconf Eigenschaftseditoren
ja: gconf プロパティエディタ向け Mono バインディング

source: Mono bindings for gnome-print
cs: Mono vazby pro gnome-print
de: Monobindungen für gnome-print
ja: gnome-print 向け Mono バインディング

source: Mono bindings for gnomevfs
cs: Mono vazby pro gnomevfs
de: Monobindungen für gnomevfs
ja: gnomsvfs 向け Mono バインディング

source: Mono bindings for gtksourceview2
cs: Mono vazby pro gtksourceview2
de: Monobindungen für gtksourceview2
ja: GtkSourceView2 向け Mono バインディング

source: Mono bindings for libart
cs: Vazby Mono pro libart
de: Monobindings für libart
ja: libart 向け Mono バインディング

source: Mono bindings for libgnome-desktop
cs: Mono vazby pro libgnome-desktop
de: Mono-Bindings für libgnome-desktop
ja: libgnome-desktop 向け Mono バインディング

source: Mono bindings for rsvg
cs: Mono vazby pro rsvg
de: Mono Anbindungen für rsvg
ja: rsvg 向け Mono バインディング

source: Mono bindings for vte
cs: Mono vazby pro vte
de: Monobindings für vte
ja: VTE 向け Mono バインディング

source: Mono bindings for wnck
cs: Mono vazby pro wnck
de: Monobindings für wnck
ja: wnck 向け mono バインド

source: Music Player for GNOME
cs: Přehrávač hudby pro GNOME
de: Musikabspielprogramm für GNOME
ja: GNOME 向けミュージックプレーヤ

source: Music player and management application for GNOME.
cs: Přehrávač hudby a aplikace správy pro GNOME.
de: Musikabspielprogramm und Verwaltungsanwendung für GNOME.
ja: GNOME 向けのミュージックプレーヤ兼管理アプリケーションです。

source: Nautilus Extension to Open Terminal in Folders
cs: Rozšíření Nautilus k otevření terminálu ve složkách
de: Nautilus Erweiterung um ein Terminal in Ordnern zu öffnen
ja: フォルダ内で端末を開くための Nautilus 拡張

source: Nibbles is a worm game for GNOME. The player controls a 2D worm while trying to get food. Getting food gives points, but hitting anything causes a loss of points. When all points are lost, the player loses.
cs: Nibbles je hra "Červ" pro GNOME. Hráč ovládá dvourozměrného červa tak, aby získával potravu. To sice přináší body, avšak zasažení čehokoli jiného než potravy body odebírá. Hráč prohrává, když přijde o všechny body.
de: Nibbles ist ein Wurmspiel für GNOME. Der Spieler steuern einen 2D-Wurm und versucht, Nahrung zu bekommen. Erhalten von Nahrung gibt Punkte aber Kollisionen bedeuten Punkteverlust. Wenn alle Punkte verloren sind, verliert der Spieler.
ja: Nibbles は GNOME 向けのワームゲームです。プレイヤーはエサを見つけるために2 次元のワームを操作します。エサを食べると得点になりますが、逆に何かにぶつかると減点されます。すべての得点を失うとゲームは負けです。

source: Nice and Fast File Manager for the GNOME Desktop
de: Ein nettes und schneller Dateiverwaltungsprogramm für den GNOME Desktop
ja: GNOME デスクトップ向け高速・高品質ファイルマネージャ

source: OpenPGP key exchange for humans
de: OpenPGP Schlüsseltausch für Menschen
ja: 人間用 OpenPGP 鍵交換

source: Personal task manager for GNOME
cs: Správce osobních úkolů pro GNOME
de: Persönlicher Aufgabenmanager für GNOME
ja: GNOME 向け個人タスクマネージャ

source: Personal task manager for GNOME -- Development files
de: Persönlicher Aufgabenmanager für GNOME -- Entwiclerdateien
ja: GNOME 向け個人タスクマネージャ -- 開発用ファイル

source: Personal task manager for GNOME -- Introspection bindings
de: Persönlicher Aufgabenmanager für GNOME -- Introspection Bindings
ja: GNOME 向け個人タスクマネージャ -- イントロスペクションバインディング

source: Phone Manager for GNOME
cs: Telefonní správce pro GNOME
de: Phone Manager für GNOME
ja: GNOME 向け電話マネージャ

source: Phone Manager for GNOME -- Plugin for GNOME Bluetooth
cs: Správce telefonu pro GNOME -- Přípojný modul pro Bluetooth
de: Phone Manager für GNOME - Plugin für GNOME Bluetooth
ja: GNOME 向け電話マネージャ -- GNOME Bluetooth 向けプラグイン

source: Photo viewer for GNOME
cs: Prohlížeč fotografií pro GNOME
de: Fotobetrachter für GNOME
ja: GNOME 向け写真ビューア

source: Photos, like Documents, Music and Videos, is one of the core GNOME applications meant for find and reminding the user about her content. The internal architecture Photos is based on Documents -- the document manager application for GNOME, because they share similar UI/UX patterns and objectives.
cs: Photos (Fotografie), je - jako Documents, Music a Videos - jednou ze základních aplikací GNOME. Je určena k nalezení a upozornění uživatele na jeho data. Vnitřní architektura Photos je založena na Documents -- aplikaci správy dokumentů pro GNOME, protože mají podobné vzory a cíle UI/UX.
de: Fotos wie Dokumente, Musik und Videos sind eine der GNOME Kernanwendungen, die darauf abzielen den Benutzer an seine Inhalte zu erinnern oder diesen zu finden. Die interne Archiktektur von Fotos basiert auf Dokumente - die Dokumentenverwaltungsanwendung für GNOME, da sie ähnliche UI/UX-Muster und Ziele haben.
ja: GNOME Photo は Document, Music, Video と同様に、 GNOME の中枢アプリケーションのうちの 1 つであり、コンテンツの検索や記憶を行なうことができます。GNOME Photo の内部構造は、 GNOME 向けのドキュメントマネージャである Document をベースにしているため、ユーザインターフェイスや使い勝手の面で似通ったものになっています。

source: Plugins for GNOME Do
de: Plugins für GNOME Do
ja: GNOME Do 向けプラグイン

source: Power Management for GNOME
cs: Správa napájení pro GNOME
de: Stromverwaltung für GNOME
ja: GNOME 向け電源管理

source: Provides connections to your phone for telepathy enabled applications.
cs: Poskytuje spojení k Vašemu telefonu pro telepaticky vybavené aplikace.
de: Bietet Verbindungen zu Ihrem Telefon für Anwendungen, die Telepathy verwenden.
ja: Telepathy 対応アプリケーションとお使いの携帯電話を接続します。

source: Provides translations for the "gnome-boxes" package.
cs: Poskytuje překlady pro balíček "gnome-boxes".
de: Bietet Übersetzungen zum Paket "gnome-boxes".
ja: "gnome-boxes" パッケージに対する翻訳データです。

source: Provides translations for the "gnome-builder" package.
cs: Poskytuje překlady k balíčku "gnome-builder".
de: Bietet Übersetzungen zum Paket "gnome-builder".
ja: "gnome-builder" パッケージに対する翻訳データです。

source: Provides translations to the package gnome-2048
de: Bietet Übersetzungen zum Paket gnome-2048
ja: gnome-2048 パッケージに対する翻訳データです。

source: Provides translations to the package gnome-activity-journal
de: Bietet Übersetzungen zum Paket gnome-activity-journal
ja: gnome-activity-journal パッケージに対する翻訳データです。

source: Provides translations to the package gnome-backgrounds
de: Bietet Übersetzungen zum Paket gnome-backgrounds
ja: gnome-backgrounds パッケージに対する翻訳データです。

source: Provides translations to the package gnome-bluetooth
de: Bietet Übersetzungen zum Paket gnome-bluetooth
ja: gnome-bluetooth パッケージに対する翻訳データです。

source: Provides translations to the package gnome-boxes
de: Bietet Übersetzungen zum Paket gnome-boxes
ja: gnome-boxes パッケージに対する翻訳データです。

source: Provides translations to the package gnome-break-timer
de: Bietet Übersetzungen zum Paket gnome-break-timer
ja: gnome-break-timer パッケージに対する翻訳データです。

source: Provides translations to the package gnome-builder
de: Bietet Übersetzungen für das Paket gnome-builder
ja: gnome-builder パッケージに対する翻訳データです。

source: Provides translations to the package gnome-calculator
de: Bietet Übersetzungen zum Paket gnome-calculator
ja: gnome-calculator パッケージに対する翻訳データです。

source: Provides translations to the package gnome-calendar
de: Bietet Übersetzungen zum Paket gnome-calendar
ja: gnome-calendar パッケージに対する翻訳データです。

source: Provides translations to the package gnome-characters
de: Bietet Übersetzungen zum Paket gnome-characters
ja: gnome-characters パッケージに対する翻訳データです。

source: Provides translations to the package gnome-chess
de: Bietet Übersetzungen zum Paket gnome-chess
ja: gnome-chess パッケージに対する翻訳データです。

source: Provides translations to the package gnome-clocks
de: Bietet Übersetzungen zum Paket gnome-clocks
ja: gnome-clocks パッケージに対する翻訳データです。

source: Provides translations to the package gnome-color-chooser
de: Bietet Übersetzungen zum Paket gnome-color-chooser
ja: gnome-color-chooser パッケージに対する翻訳データです。

source: Provides translations to the package gnome-color-manager
de: Bietet Übersetzungen zum Paket gnome-color-manager
ja: gnome-color-manager パッケージに対する翻訳データです。

source: Provides translations to the package gnome-commander
de: Bietet Übersetzungen zum Paket gnome-commander
ja: gnome-commander パッケージに対する翻訳データです。

source: Provides translations to the package gnome-contacts
de: Bietet Übersetzungen zum Paket gnome-contacts
ja: gnome-contacts パッケージに対する翻訳データです。

source: Provides translations to the package gnome-control-center
de: Bietet Übersetzungen zum Paket gnome-control-center
ja: gnome-control-center パッケージに対する翻訳データです。

source: Provides translations to the package gnome-desktop
de: Bietet Übersetzungen zum Paket gnome-desktop
ja: gnome-desktop パッケージに対する翻訳データです。
