Repository: BENBELLA23/packages-i18n
Catalog: */po/gnome.*.po
Languages: cs, de, ja

source: The GNOME-Colors is a project that aims to make the GNOME desktop as elegant, consistent and colorful as possible. The current goal is to allow full color customization of themes, icons, GDM logins and splash screens. There are already five full color-schemes available; Brave (Blue), Human (Orange), Wine (Red), Noble (Purple) and Wise (Green). GNOME-Colors is mostly inspired/based on Tango, GNOME, Elementary, Tango-Generator and many other open-source projects.
cs: GNOME-Colors je projekt, který pomáhá vytvořit plochu GNOME elegantní, konzistentní a co nejbarevnější. Nyní je cílem umožnit tvorbu úplné palety barev témat, ikon, přihlášení GDM (správce zobrazení) a úvodních panelů. Je již hotovo pět úplných barevných schémat: Brave (modré), Human (oranžové), Wine (červené), Noble (purpurové) a Wise (zelené). GNOME-Colors je inspirován hlavně open-source projekty Tango, GNOME, Elementary, Tango-Generator a mnoha dalšími.
de: GNOME-Colors ist ein Projekt, welches darauf abzielt, den GNOME Desktop so elegant, konsistent und farbig wie möglich zu machen. Das momentane Ziel ist es, eine vollständige Anpassung von Themen, Icons, GDM-Logins und Splash Screens zu ermöglichen. Es gibt bereits fünf vollständige Farbschemata: Brave (Blau), Human (Orange), Wine (Red), Noble (Purpur) und Wise (Grün). GNOME-Colors ist größtenteils inspiriert/basiert auf Tango, GNOME, Elementary, Tango-Generator und zahlreichen anderen Open-Source Projekten.
ja: GNOME-Colors は GNOME のデスクトップを上品に、かつ一貫していてカラフルなデザインにすることを目指すプロジェクトです。 現在のゴールは、テーマやアイコン、 GDM ログインやスプラッシュスクリーンなどの完全な色カスタマイズ機能の提供にあります。既に 5 種類の完全な色スキームを利用することができます; Brave (青), Human (オレンジ), Wine (赤), Noble (紫), Wise (緑) GNOME-Colors は Tango, GNOME, Elementary, Tango-Generator などの多数のオープンソースプロジェクトを参考にし、ベースにしています。

source: The Gdict library is an engine to look up words in dictionary sources.
de: Die Gdict Bibliothek ist eine Engine um Wörter in Wörterbuchquellen nachzuschlagen.
ja: Gdict ライブラリは、辞書ソース内にある単語を参照するためのエンジンです。

source: The control center is GNOME's main interface for configuration of various aspects of your desktop.
cs: Ovládací centrum je hlavní rozhraní GNOME pro konfiguraci různých vlastností Vaší plochy.
de: Das Kontrollzentrum ist GNOMEs Hauptschnittstelle zur Konfiguration verschiedener Aspekte Ihrer Arbeitsoberfläche.
ja: コントロールセンターは GNOME を設定するためのメインのインターフェイスで、デスクトップの様々な要素を設定することができます。

source: The default GNOME icon theme.
cs: Výchozí motiv ikon pro GNOME.
de: Das Standard GNOME Icon Thema.
ja: 既定の GNOME アイコンテーマです。

source: The gnome-bluetooth package contains graphical utilities to setup, monitor and use Bluetooth devices.
de: Das gnome-bluetooth Paket enthält grafische Utensilien zum Einrichten, Überwachen und zur Nutzung von Bluetooth Geräten.
ja: gnome-bluetooth パッケージには、 Bluetooth デバイスを設定したり 監視したり、使用したりするためのグラフィカルなユーティリティが含まれています。

source: The gnome-bluetooth package contains graphical utilities to setup, monitor and use Bluetooth devices. This package provides the GObject Introspection bindings for the gnome-bluetooth library.
de: Das gnome-bluetooth Paket enthält grafische Utensilien zum Einrichten, Überwachen und zur Nutzung von Bluetooth Geräten. Dieses Paket beinhaltet die GObject Introspection Bindings für die gnome-bluetooth Bibliothek.
ja: gnome-bluetooth パッケージには、 Bluetooth デバイスを設定したり 監視したり、使用したりするためのグラフィカルなユーティリティが含まれています。 このパッケージには、 gnome-bluetooth ライブラリ向けの GObject イントロスペクションバインディングが含まれています。

source: The gnome-disk-utility project provides the Disks application for dealing with storage devices.
cs: Projekt gnome-disk-utility poskytuje aplikaci Disks pro práci s paměťovými zařízeními.
de: Das gnome-disk-utility Projekt bietet die Plattenanwendung um mit Speichergeräten zu arbeiten.
ja: gnome-disk-utility プロジェクトは、ストレージデバイスを扱うディスクアプリケーションを提供します。

source: The gnome-doc-utils package is a collection of documentation utilities for the GNOME project. Notably, it contains utilities for building documentation and all auxiliary files in your source tree. It also contains the DocBook XSLT stylesheets that were once distributed with Yelp.
cs: Balíček gnome-doc-utils je kolekce dokumentačních programů projektu GNOME. Obsahuje zejména programy pro tvorbu dokumentace a všechny pomocné programy ve Vašem stromu zdrojů. Obsahuje i styly DocBook XSLT, které byly kdysi distribuovány pomocí Yelp.
de: Das gnome-doc-utils Paket ist eine Sammlung von Dokumentationswerkzeugen für das GNOME Projekt. Insbesondere enthält es Werkzeuge zum Bau von Dokumentation und alle Hilfsdateien in Ihrem Sourcebaum. Es enthält auch die DocBook XSLT Stylesheets, die einst mit Yelp verteilt wurden.
ja: gnome-doc-utils パッケージは、 GNOME プロジェクト向けのドキュメンテーションユーティリティ集です。主にドキュメンテーションを構築するためのユーティリティや、お使いのソースツリー内の全補助ファイルが含まれています。また、 Yelp とともに配布されていた、 DocBook XSLT スタイルシートも含まれています。

source: The libgnome-desktop library provides API shared by several applications on the desktop, but that cannot live in the platform for various reasons.
cs: Knihovna libgnome-desktop obsahuje API sdílená několika aplikacemi na pracovní ploše, které však nemohou na platformě z různých důvodů fungovat.
de: Die libgnome-desktop Bibliothek bietet eine API, die von verschiedenen Anwendungen auf der Arbeitsoberfläche geteilt wird, aber aus mehreren Gründen nicht innerhalb der Plattform leben kann.
ja: libgnome-desktop ライブラリは、デスクトップ上で動作する複数のアプリケーションで共有される API のうち、さまざまな理由によりプラットフォーム側には含まれなかったものを含むライブラリです。

source: The libgnome-desktop library provides API shared by several applications on the desktop, but that cannot live in the platform for various reasons. This package contains data files used by libgnome-dekstop.
cs: Knihovna libgnome-desktop obsahuje API sdílená několika aplikacemi na pracovní ploše, které však nemohou na platformě z různých důvodů fungovat. Tento balíček obsahuje datové soubory používané knihovnou libgnome-dekstop.
de: Die libgnome-desktop Bibliothek bietet eine API, die von verschiedenen Anwendungen auf der Arbeitsoberfläche geteilt wird aber aus mehreren Gründen nicht innerhalb der Plattform leben kann. Dieses Paket enthält Datendateien, die von libgnome-desktop verwendet werden.
ja: libgnome-desktop ライブラリは、デスクトップの複数のアプリケーションで共有されるべきであるのに、各種の事情によりプラットフォーム内には含まれない API が含まれています。 このパッケージには、 libgnome-desktop で使用されるデータファイルが含まれています。

source: The libgnome-desktop library provides API shared by several applications on the desktop, but that cannot live in the platform for various reasons. This package provides the GObject Introspection bindings for libgnome-desktop.
cs: Knihovna libgnome-desktop obsahuje API sdílená několika aplikacemi na pracovní ploše, které však nemohou na platformě z různých důvodů fungovat. Tento balíček obsahuje vazby GObject Introspection pro libgnome-desktop.
de: Die libgnome-desktop Bibliothek bietet eine API, die von verschiedenen Anwendungen auf der Arbeitsoberfläche geteilt wird aber aus mehreren Gründen nicht innerhalb der Plattform leben kann. Dieses Paket beinhaltet die Gobject Introspection Bindings für libgnome-desktop.
ja: libgnome-desktop ライブラリは、デスクトップの複数のアプリケーションで共有されるべきであるのに、各種の事情によりプラットフォーム内には含まれない API が含まれています。 API や ABI に対する保証はありませんが、安定性には最善を尽くしています。 API のドキュメンテーションは gtk-doc パッケージ内に含まれています。 このパッケージには、 libgnome-desktop に対する GObject イントロスペクションバインディングが含まれています。

source: The libgnome-desktop library provides API shared by several applications on the desktop, but that cannot live in the platform for various reasons. There is no API or ABI guarantee, although we are doing our best to provide stability. Documentation for the API is available with gtk-doc.
cs: Knihovna libgnome-desktop obsahuje API sdílená několika aplikacemi na pracovní ploše, které však nemohou na platformě z různých důvodů fungovat. Není zde žádná záruka API nebo ABI (binární aplikační rozhraní), ačkoli se snažíme zajistit stabilitu. Dokumentace pro API je připojena ke gtk-doc.
de: Die libgnome-desktop Bibliothek bietet eine API, die von verschiedenen Anwendungen auf der Arbeitsoberfläche geteilt wird aber aus mehreren Gründen nicht innerhalb der Plattform leben kann. Es gibt keine API oder ABI Garantie obwohl wir unser Bestes in Punkto Stabilität bieten wollen. Dokumentation der API ist unter gtk-doc verfügbar.
ja: libgnome-desktop ライブラリは、デスクトップ上で動作する複数のアプリケーションで共有される API のうち、さまざまな理由によりプラットフォーム側には含まれなかったものを含むライブラリです。このライブラリには API/ABI の保障はありませんが、安定性についてはベストを尽くしています。なお、 API のドキュメンテーションは gtk-doc 内に含まれています。

source: The package contains an implementation of the draft "Desktop Menu Specification" from freedesktop.org This package provides the GObject Introspection bindings for the libgnome-menu library.
cs: Balíček obsahuje implementaci konceptu "Desktop Menu Specification" od freedesktop.org Tento balíček obsahuje vazby GObject Introspection pro knihovnu libgnome-menu.
de: Dieses Paket beinhaltet eine Implementierung des Entwurfs "Desktop Menu Specification" von freedesktop.org: Dieses Paket bietet die GObject Introspection Bindings für die libgnome-menu Bibliothek.
ja: このパッケージには freedesktop.org の "デスクトップメニュー仕様" の草案についての実装が含まれています。 このパッケージには、 libgnome-menu ライブラリ向けの GObject イントロスペクションバインディングが含まれています。

source: The package contains an implementation of the draft "Desktop Menu Specification" from freedesktop.org: http://www.freedesktop.org/Standards/menu-spec
cs: Balíček obsahuje implementaci konceptu "Specifikace menu plochy" od freedesktop.org: http://www.freedesktop.org/Standards/menu-spec
de: Dieses Paket beinhaltet eine Implementierung des Entwurfs "Desktop Menu Specification" von freedesktop.org: http://www.freedesktop.org/Standards/menu-spec
ja: このパッケージには freedesktop.org の "デスクトップメニュー仕様" の草案についての実装が含まれています: http://www.freedesktop.org/Standards/menu-spec

source: The package contains an implementation of the draft "Desktop Menu Specification" from freedesktop.org: http://www.freedesktop.org/Standards/menu-spec This package provides the openSUSE definitions for menus.
cs: Balíček obsahuje implementaci konceptu "Specifikace menu plochy" od freedesktop.org: http://www.freedesktop.org/Standards/menu-spec Tento balíček obsahuje definice menu v openSUSE.
de: Dieses Paket beinhaltet eine Implementierung des Entwurfs "Desktop Menu Specification" von freedesktop.org: http://www.freedesktop.org/Standards/menu-spec. Dieses Paket bietet die openSUSE Definition für Menüs.
ja: このパッケージには freedesktop.org の "デスクトップメニュー仕様" の草案についての実装が含まれています: http://www.freedesktop.org/Standards/menu-spec このパッケージには、 openSUSE におけるメニュー設定が含まれています。

source: The package contains an implementation of the draft "Desktop Menu Specification" from freedesktop.org: http://www.freedesktop.org/Standards/menu-spec This package provides the upstream definitions for menus.
cs: Balíček obsahuje implementaci konceptu "Desktop Menu Specification" od freedesktop.org: http://www.freedesktop.org/Standards/menu-spec Tento balíček obsahuje upstreamové definice pro nabídky.
de: Dieses Paket beinhaltet eine Implementierung des Entwurfs "Desktop Menu Specification" von freedesktop.org: http://www.freedesktop.org/Standards/menu-spec. Dieses Paket bietet die Upstream Definition für Menüs.
ja: このパッケージには freedesktop.org の "デスクトップメニュー仕様" の草案についての実装が含まれています: http://www.freedesktop.org/Standards/menu-spec このパッケージには、アップストリーム (提供元) におけるメニュー設定が含まれています。

source: The purpose of this icon theme is to extend the base icon theme that follows the Tango style guidelines for specific purposes. This would include OSD messages, panel system/notification area, and possibly menu icons. Icons follow the naming specification, but have a -symbolic suffix, so only applications specifically looking up these symbolic icons will render them. If a -symbolic icon is missing, the app will fall back to the regular name.
cs: Účelem tohoto motivu ikon je rozšířit základní motivy ikon podle stylu Tango pro specifické účely, například zprávy OSD, panel systému/oznamovací oblast a případně ikony menu. Ikony dodržují specifikaci tvorby názvů, mají však příponu -symbolic, takže je zobrazují pouze aplikace specificky hledající tyto symbolické ikony. Chybí-li ikona typu -symbolic, použije aplikace obvyklý název.
de: Der Zweck dieses Iconthemas ist das grundlegende Iconthema, welches den Tango Stilrichtlinien für besondere Zwecke folgt, zu erweitern. Dies würde OSD-Nachrichten, Panelsystem/Nachrichtsbereich und möglicherweise Menüicons enthalten. Icons folgen den Namensspezifikationen aber haben einen Anhang namens -symbolig. Somit werden nur Anwendungen, die nach den symbolic-Icons explizit suchen, diese Icons rendern. Wenn ein -symbolic Icon fehlt, greift die Anwendung wieder auf den regulären Namen zurück.
ja: このアイコンテーマは、 Tango スタイルのガイドラインに準拠した基本アイコンテーマについて、これを特定の用途向けに拡張したものです。 OSD メッセージやパネルのシステム／通知領域、メニューアイコンなどが含まれています。 アイコンは名前付け仕様に従っていますが、 -symbolic という接尾辞が付けられています。そのため、アプリケーション側でその名前を明示的に指定する必要があります。-symbolic を指定しない場合、アプリケーションは通常のものを表示します。

source: The screenshot tool captures the screen, a window, or an user-defined area and save the snapshot image to a file.
cs: Nástroj sejmutí obrazovky zachytí obraz z celého displeje. okna nebo uživatelem definované oblasti a uloží ho do souboru.
de: Das Screenshotwerkzeug fängt den Bildschirm, ein Fenster oder einen benutzerdefinierten Raum ein und speichert das Schnappschussbild in eine Datei.
ja: screenshot ツールは、画面やウインドウ、ユーザ定義の領域に対してキャプチャを行ない、採取できたスナップショットイメージをファイルに保存します。

source: This GNOME Shell extension adds a power off item in the status menu, and provides the ability to hibernate. This package provides the extensions required to switch to gnome-shell classic and also installs the required session files.
de: Diese GNOME Shell Erweiterung fügt ein Ausschalten Symbol im Statusmenü hinzu und bietet Hibernate-Fähigkeit. Dieses Paket bietet die benötigten Erweiterungen um zu gnome-shell (klassisch) zu wechseln und installiert ebenso die nötigen Sitzungsdateien.
ja: この GNOME Shell 拡張は、ステータスメニュー内に電源を OFF にするための項目と、ハイバネーションを実行するための項目を追加します。 このパッケージには gnome-shell クラシックに切り替えるために必要な拡張と、必要なセッションファイルが含まれています。

source: This is a game for playing the classic board game of chess, in which two players simulate a battle by capturing the opponents pieces and ultimately the king. It can be played in 2D or 3D mode, full screen or in a window.
cs: Klasická desková hra "šachy": dva hráči svádějí bitvu zajímáním protivníkových kamenů a nakonec krále. Lze hrát v režimu dvou či tří rozměrů, v okně nebo na celé obrazovce.
de: Dies ist ein Spiel um das klassische Brettspiel Schach zu spielen, wobei zwei Spieler eine Schlacht simulieren in dem sie gegenerische Figuren und letztendlich den König einnehmen. Es kann im 2D- oder 3D-Modus gespielt werden, Fullscreen oder in einem Fenster.
ja: これは古くからあるボードゲームであるチェスを楽しむためのもので、 2 人のプレーヤが相手の駒を取ったりして戦い、最終的にはキングを取るゲームです。 2D または 3D のモードを、フルスクリーンまたはウインドウ内で遊ぶことができます。

source: This is a nautilus extension that allows you to open a terminal in arbitrary folders.
cs: Rozšíření Nautilu umožňující Vám otevřít terminál v libovolných složkách.
de: Dies ist eine Nautiluserweiterung, die es möglich macht, ein Terminal in beliebigen Ordnern zu öffnen.
ja: 任意のフォルダ内で端末を開くことのできる Nautilus 拡張です。

source: This is an application for customizing the appearance of the GNOME desktop. Features: * change most important colors (e.g. background, window decoration, tooltips) * change colors and sizes of GTK+ widgets * colorize desktop icons * configure GTK+ engines and let your current theme be drawn by an GTK+ engine of your choice.
de: Dies ist eine Anwendung um das Erscheinungsbild des GNOME-Desktops anzupassen. Merkmale: * Ändern der wichtigsten Farben (z.B. Hintergrund, Fensterdekorationen, Tooltips) * Ändern von Farben und Größen von GTK+ Widget * Färbung von Desktop Icons * Konfiguration von GTK+ Engines und Zeichnenlassen des aktuellen Themas durch eine GTK+ Enigne nach Wahl.
ja: これは GNOME デスクトップの外観をカスタマイズするためのアプリケーションです。 機能: * ほとんどの主要な色の変更 (例: 背景, ウインドウ装飾, ツールチップなど) * GTK+ ウイジェットの色やサイズの変更 * デスクとぷアイコンに対する色付け * GTK+ エンジンの設定と、現在のテーマに対する GTK+ エンジンの描画方法の設定など。

source: This is the popular logic puzzle minesweeper, which includes avoiding mines while receiving clues for the location of the mines.
cs: Oblíbený logický hlavolam "Hledání min" - obcházení min podle nápovědí o jejich umístění.
de: Dies ist das bekannte Logikpuzzlespiel Minesweeper. Dabei müssen Minen umgangen werden wobei man Hinweise auf den Ort der Minen bekommt.
ja: これは論理パズルゲームであるマインスイーパです。地雷のある場所をすべて当てれば完了です。

source: This module contains the base MIME and application database for GNOME. It is meant to be accessed through the MIME functions in GNOMEVFS.
de: Dieses Modul enthält die Basis-MIME- und Anwendungsdatenbank für GNOME. Zugegriffen werden soll auf die Datenbank über die MIME-Funktionen im GNOMEVFS.
ja: このモジュールには、 GNOME 向けの基本 MIME とアプリケーションデータベースが含まれています。 これは GNOMEVFS 内での MIME 機能を介してアクセスできることを意味しています。

source: This package adds support for Evolution Calendar, such as appointments into GNOME Shell calendar.
cs: Balíček přidává podporu pro Evolution Calendar, například plánované schůzky do kalendáře GNOME Shell.
de: Dieses Paket fügt Unterstützung für Evolution Kalender hinzu, beispielsweise Treffen in den GNOME Shell Kalender.
ja: このパッケージには、アポイントを GNOME Shell カレンダーに登録したりすることのできる、 Evolution カレンダーサポートが含まれています。

source: This package contains Mono bindings for GNOME.
cs: Tento balíček obsahuje Mono vazby pro GNOME.
de: Dieses Paket enthält die Mono Anbindungen für GNOME.
ja: このパッケージには、 GNOME 向けの Mono バインディングが含まれています。

source: This package contains Mono bindings for gconf and gconf peditors.
cs: tento balíček obsahuje Mono vazby pro gconf a gconf editory.
de: Dieses Paket enthält die Mono Anbindungen für gconf und gconf peditors.
ja: このパッケージには、 gconf および gconf peditor 向けの Mono バインディングが含まれています。

source: This package contains Mono bindings for gconf property editors.
cs: Tento balíček obsahuje Mono vazby pro editory vlastností gconf.
de: Dieses Paket enthält die Mono Anbindungen für gconf Eigenschaftseditoren.
ja: このパッケージには、 gconf プロパティエディタ向けの Mono バインディングが含まれています。

source: This package contains Mono bindings for gnomevfs.
cs: Balíček obsahuje Mono vazby pro gnomevfs.
de: Dieses Paket enthält die Mono Anbindung für gnomevfs.
ja: このパッケージには、 gnomevfs 向けの Mono バインディングが含まれています。

source: This package contains Mono bindings for libart.
cs: Tento balíček obsahuje Mono vazby pro libart.
de: Dieses Paket enthält die Mono Anbindungen für libart.
ja: このパッケージには、 libart 向けの Mono バインディングが含まれています。

source: This package contains Mono bindings for librsvg.
cs: Tento balík obsahuje Mono vazby pro librsvg.
de: Dieses Paket enthält die Mono Anbindung für librsvg.
ja: このパッケージには、 librsvg 向けの Mono バインディングが含まれています。

source: This package contains Mono bindings for vte.
cs: Tento balík obsahuje Mono vazby pro vte.
de: Dieses Paket enthält die Mono Anbindung für vte.
ja: このパッケージには VTE 向けの Mono バインディングが含まれています。

source: This package contains Python bindings for GNOME Keyring.
de: Dieses Paket enthält die Python Anbindungen für GNOME Schlüsselbund.
ja: このパッケージには、 GNOME キーリング向けの Python バインディングが含まれています。

source: This package contains Python bindings for Totem.
de: Dieses Paket enthält die Python Anbindungen für Totem.
ja: このパッケージには、 Totem 向けの Python バインディングが含まれています。

source: This package contains Python bindings for libgnome-desktop.
de: Dieses Paket beinhaltet Python-Bindings für libgnome-desktop.
ja: このパッケージには、 libgnome-desktop 向けの Python バインディングが含まれています。

source: This package contains Python bindings for libgnomeprint.
de: Dieses Paket enthält Python Anbindungen für libgnomeprint.
ja: このパッケージには、 libgnomeprint 向けの Python バインディングが含まれています。

source: This package contains Python bindings for libgtop.
de: Dieses Paket enthält die Python-Bindings für libgtop.
ja: このパッケージには、 libgtop 向けの Python バインディングが含まれています。

source: This package contains Python bindings for librsvg.
de: Dieses Paket enthält die Python Anbindungen für librsvg.
ja: このパッケージには、 librsvg 向けの Python バインディングが含まれています。

source: This package contains Python bindings for libwnck.
de: Dieses Paket enthält die Python Anbindungen für libwnck.
ja: このパッケージには、 libwnck 向けの Python バインディングが含まれています。

source: This package contains a minimal version of gnome-session, that can be used for specific cases. The gnome-session package is needed for a fully functional GNOME desktop.
cs: Balíček obsahuje minimální verzi gnome-session, kterou lze použít v určitých případech. Balíček gnome-session je potřebný pro plně funkční pracovní plochu GNOME.
de: Dieses Paket beinhaltet eine Minimalversion von gnome-session, die für bestimmte Fälle verwendet werden kann. Das gnome-session Paket wird für einen voll funktionstüchtigen GNOME Desktop benötigt.
ja: このパッケージには、 gnome-session の最小版が含まれています。これは特定の環境で使用することのできるもので、完全な機能を必要とする場合は、 gnome-session パッケージが必要です。

source: This package contains a search provider to enable GNOME Shell to get search results from GNOME Calculator.
cs: Balíček obsahuje hledací aparát umožňující GNOME Shellu získat výsledky hledání z kalkulačky GNOME.
de: Dieses Paket beinhaltet einen Suchanbieter damit GNOME Shell Suchergebnisse aus GNOME Taschenrechner bekommen kann.
ja: このパッケージには、 GNOME 計算機からの検索結果を GNOME Shell に表示する検索プロバイダが含まれています。

source: This package contains a search provider to enable GNOME Shell to get search results from GNOME Calendar.
cs: Balíček obsahuje hledací aparát umožňující GNOME Shellu získat výsledky hledání z aplikace GNOME Calendar.
de: Dieses Paket beinhaltet einen Suchanbieter damit GNOME Shell Suchergebnisse aus GNOME Kalender bekommen kann.
ja: このパッケージには、 GNOME カレンダーからの検索結果を GNOME Shell に表示する検索プロバイダが含まれています。

source: This package contains a search provider to enable GNOME Shell to get search results from GNOME Characters.
cs: Balíček obsahuje hledací aparát umožňující GNOME Shellu získat výsledky hledání z aplikace GNOME Characters.
de: Dieses Paket beinhaltet einen Suchanbieter damit GNOME Shell Suchergebnisse aus GNOME Characters bekommen kann.
ja: このパッケージには、 GNOME 文字からの検索結果を GNOME Shell に表示する検索プロバイダが含まれています。

source: This package contains a search provider to enable GNOME Shell to get search results from GNOME Clocks.
cs: Balíček obsahuje hledací aparát umožňující GNOME Shellu získat výsledky hledání z aplikace GNOME Clocks.
de: Dieses Paket beinhaltet einen Suchanbieter damit GNOME Shell Suchergebnisse aus GNOME Clocks bekommen kann.
ja: このパッケージには、 GNOME クロックからの検索結果を GNOME Shell に表示する検索プロバイダが含まれています。

source: This package contains a search provider to enable GNOME Shell to get search results from GNOME Photos.
cs: Balíček obsahuje hledací aparát umožňující GNOME Shellu získat výsledky hledání z aplikace GNOME Photos.
de: Dieses Paket beinhaltet einen Suchanbieter damit GNOME Shell Suchergebnisse aus GNOME Photos bekommen kann.
ja: このパッケージには、 GNOME Shell から GNOME Photos を検索するための検索プロバイダが含まれています。

source: This package contains a search provider to enable GNOME Shell to get search results from GNOME Terminal.
cs: Balíček obsahuje hledací aparát umožňující GNOME Shellu získat výsledky hledání z aplikace GNOME Terminal.
de: Dieses Paket beinhaltet einen Suchanbieter damit GNOME Shell Suchergebnisse aus GNOME Terminal bekommen kann.
ja: このパッケージには、 GNOME 端末からの検索結果を GNOME Shell に表示する検索プロバイダが含まれています。

source: This package contains a search provider to enable GNOME Shell to get search results from GNOME Weather.
cs: Balíček obsahuje hledací aparát umožňující GNOME Shellu získat výsledky hledání z GNOME Weather.
de: Dieses Paket beinhaltet einen Suchanbieter damit GNOME Shell Suchergebnisse aus GNOME Wetter bekommen kann.
ja: このパッケージには、 GNOME 天気からの検索結果を GNOME Shell に表示する検索プロバイダが含まれています。

source: This package contains documents that are targeted for GNOME end-users.
cs: Balíček obsahuje dokumenty zaměřené na koncové uživatele GNOME.
de: Dieses Paket enthält Dokumente, die sich an Endbenutzer von GNOME richten.
ja: このパッケージには GNOME の利用者向け ドキュメントが含まれています。
