Repository: BENBELLA23/packages-i18n
Catalog: */po/gnome.*.po
Languages: cs, de, ja

source: 2048 is a single-player sliding block puzzle game, in which the objective is to slide and merge same-numbered tiles on a grid to reach higher numbers.
cs: 2048 je hlavolam posuvných bloků pro jednoho hráče. Účelem je přesunout v mřížce a spojit stejně číslované dlaždice a dosáhnout tak vyšších čísel.
de: 2048 ist ein Einzelspieler Puzzleteileverschieb-Spiel wobei das Ziel darin liegt, gleichnumerierte Teile auf einer Matrix zu verschieben und verbinden um höhere Nummern zu erzielen.
ja: 2048 は 1 人で遊ぶことのできるブロック移動型パズルゲームです。ブロックを移動させて同じ番号のタイル同士を組み合わせ、より高い数値に届くようにします。

source: A Collection of Documentation Utilities for GNOME
cs: Sbírka dokumentačních nástrojů pro GNOME
de: Eine Sammlung von Dokumentationswerkzeugen für GNOME
ja: GNOME 向けドキュメンテーションユーティリティ集

source: A GNOME 3 Feed Reader.
cs: Prohlížeč infokanálů GNOME 3.
de: Ein GNOME 3 Feedreader.
ja: GNOME 3 フィードリーダです。

source: A GNOME Calculator Application
cs: GNOME kalkulačka
de: Eine GNOME Kalender Anwendung
ja: GNOME 計算アプリケーション

source: A GNOME Panel Applet for Posting to bloggerAPI-Compatible Blogs
ja: bloggerAPI 互換のブログに投稿するための GNOME パネルアプレット

source: A GNOME calculator package based on calctool and MP library.
cs: Balíček s GNOME kalkulačkou založenou na calctool a MP knihovně.
de: Ein GNOME Taschenrechner Paket basierend auf calctool und der MP Bibliothek.
ja: calctools と MP ライブラリをベースにした GNOME 計算パッケージです。

source: A GNOME utility that helps managing time according to Pomodoro Technique. It intends to improve productivity and focus by taking short breaks after every 25 minutes of work.
cs: Program pro GNOME, který pomáhá hospodařit s časem podle Pomodoro Technique. Cílem je zvýšit produktivitu a zaměření vložením krátkých přestávek po každých 25 minutách práce.
de: Ein GNOME-Werkzeug, welches dabei hilft, Zeit entsprechend der Pomodoro-Technik zu verwalten. Es zielt auf eine Verbesserung der Produktivität und Fokus indem kurze Pausen alles 25 Minuten Arbeitszeit gemacht werden.
ja: ポモドーロテクニックを利用して時間管理を支援する GNOME のユーティリティです。生産性を向上し、 25 分おきに短い休息をとることを目指します。

source: A Simple Process Monitor
de: Ein einfacher Prozessmonitor
ja: シンプルなプロセスモニタ

source: A calendar application for GNOME
cs: Kalendářová aplikace pro GNOME
de: Eine Kalenderanwendung für GNOME
ja: GNOME 向けカレンダーアプリケーション

source: A circular application launcher for GNOME
cs: Kruhový spouštěč aplikací pro GNOME
de: Ein kreisförmiger Anwendungsstarter für GNOME
ja: GNOME 向け円形アプリケーションランチャー

source: A collection of GStreamer effects to be used in different GNOME Modules.
cs: Kolekce efektů GStreameru k použití v různých modulech GNOME.
de: Eine Sammlung von GStreamer Effekten, die in verschiedenen GNOME Modulen verwendet werden sollen.
ja: 様々な GNOME モジュールで使用することのできる、 GStreamer 効果集です。

source: A complete, multi-colored suite of icons for Linux
cs: Úplná mnohobarevná sada ikon pro Linux
de: Ein vollständiger, mehrfarbiger Satz von Icons für Linux
ja: Linux 向けの完全かつマルチカラー対応のアイコン集

source: A computer version of the 15-puzzle and other sliding puzzles
cs: Počítačová verze hlavolamu 15 a dalších posouvacích hlavolamů
de: Eine Computerversion des 15er-Puzzlespiels und anderer Puzzleteileverschiebspiele
ja: 15 パズルとその他のスライド型パズルのコンピュータ版

source: A font viewer utility for GNOME
cs: Program zobrazení řezů písem (fontů) pro GNOME
de: Ein Werkzeug zum Betrachten von Schriftarten für GNOME
ja: GNOME 向けフォントビューアユーティリティ

source: A nice simple app to show the time, date, and alarms.
cs: Hezká, jednoduchá aplikace ukazuje čas, datum a alarmy.
de: Eine nette, einfache Anwendung zum Anzeigen der Zeit, des Datums und Weckfunktionen.
ja: 日時やアラームを表示できる見やすくシンプルな時計です。

source: A powerful, speedy, and sexy remote control for your GNOME Desktop
de: Eine mächtige, schnelle und sexy Fernsteuerung für Ihren GNOME Desktop
ja: お使いの GNOME デスクトップ向けのパワフルで高速、かつ魅力的なリモートコントロール

source: A simple GNOME 3 application to access remote or virtual systems
de: Eine einfache GNOME 3 Anwendung um auf entfernte oder virtuelle Systeme zuzugreifen
ja: リモートまたはローカルの仮想システムにアクセスするためのシンプルな GNOME 3 アプリケーション

source: A simple utility application to find and insert unusual characters.
cs: Pomocný program k nalezení a vložení zvláštních znaků.
de: Ein einfaches Werkzeug um unübliche Zeichen zu finden und einzufügen.
ja: 通常ではしないような文字を見つけたり、その文字を挿入したりするためのシンプルなユーティリティアプリケーションです。

source: A simple, modern sound recorder.
cs: Jednoduchý, moderní zvukový rekordér.
de: Ein einfacher, moderner Soundrekorder.
ja: シンプルでモダンなサウンドレコーダです。

source: A time management utility for GNOME
cs: Správce časování pro GNOME
de: Ein Zeitverwaltungswerkzeug für GNOME
ja: GNOME 向け時間管理ユーティリティ

source: A tool to customize advanced GNOME 3 options
cs: Nástroj pro přizpůsobení pokročilých možností GNOME 3
de: Ein Werkzeug um fortgeschrittene GNOME 3 Optionen anzupassen
ja: GNOME 3 の高度なオプションを設定するツール

source: A utility for viewing detailed event logs for the system.
cs: Program k zobrazení podrobných záznamů událostí systému.
de: Ein Werkzeug um detailierte Aufzeichnungen für das System bei Ereignissen zu betrachten.
ja: システムの詳細ログを表示するためのユーティリティです。

source: A utility to let you see the installed fonts at a glance.
cs: Pomocný program Vám zobrazí náhled instalovaných fontů.
de: Ein Werkzeug um die installierten Schriftarten auf einen Blick zu sehen.
ja: インストールされているフォントを、一目で確認できるユーティリティです。

source: Accessibility GNOME Themes
cs: Motivy dostupnosti GNOME
de: Zugangshilfen GNOME Themes
ja: アクセシビリティ GNOME テーマ

source: Additional GNOME Themes
cs: Další motivy GNOME
de: Zusätzliche GNOME Themes
ja: 追加 GNOME テーマ

source: Additional Package Documentation for gnome-vfs2
cs: Další dokumentace balíčku pro gnome-vfs2
de: Zusätzliche Paketdokumentation für gnome-vfs2
ja: gnome-vfs2 向け追加パッケージドキュメント

source: Adwaita GNOME Theme -- Common Files
cs: Motiv Adwaita GNOME -- společné soubory
de: Adwaita GNOME Theme - Gemeinsame Dateien
ja: Adwaita GNOME テーマ -- 汎用ファイル

source: Adwaita GNOME Theme -- GTK+ 2 Support
cs: Motiv GNOME Adwaita -- podpora GTK+ 2
de: Adwaita GNOME Theme -- GTK+ 2 Unterstützung
ja: Adwaita GNOME テーマ -- GTK+ 2 サポート

source: Adwaita GNOME Theme -- GTK+ 3 Support
cs: Motiv GNOME Adwaita -- podpora GTK+ 3
de: Adwaita GNOME Theme -- GTK+ 3 Unterstützung
ja: Adwaita GNOME テーマ -- GTK+ 3 サポート

source: Adwaita GTK+ Theming Engine
cs: Adwaita GTK+ stroj na motivy
ja: Adwaita GTK+ テーマエンジン

source: Adwaita is the default GNOME theme in GNOME 3.
cs: Adwaita je výchozí motiv GNOME v GNOME 3.
de: Adwaita ist das Standard GNOME Thema in GNOME 3.
ja: Adwaita は GNOME 3 における既定の GNOME アイコンテーマです。

source: AppStore like management of Applications for your GNOME Desktop.
cs: Správa aplikací podobná AppStore pro Vaši pracovní plochu GNOME.
de: AppStore-ähnliche Verwaltung von Anwendungen für Ihren GNOME Desktop.
ja: お使いの GNOME デスクトップで AppStore のようなアプリケーション管理を提供します。

source: Applications for the PackageKit API
cs: Aplikace pro PackageKit API
de: Anwendungen für die PackageKit API
ja: PackageKit API 向けのアプリケーション

source: Applications for the PackageKit API - Extra applications
de: Anwendungen für die PackageKit API - Zusätzliche Anwendungen
ja: PackageKit API 向けアプリケーション - 追加アプリケーション

source: Automatic archives creating and extracting library
cs: Knihovna pro automatické vytváření a výtah archivů
de: Automatische Erstellungs- und Expackungsbibliothek für Archive
ja: アーカイブ自動作成／自動抽出ライブラリ

source: Automatic archives creating and extracting library -- Introspection bindings
cs: Tvorba a výběr z automatických archivů -- vazby Introspection
de: Automatische Archive erstellen und Extrahierungs-Bibliothek - Introspection Bindings
ja: アーカイブ自動作成／自動抽出ライブラリ -- イントロスペクションバインディング

source: Background images from the GNOME project.
cs: Obrázky na pozadí z GNOME projektu.
de: Hintergrundbilder des GNOME Projekts.
ja: GNOME プロジェクト提供の背景イメージです。

source: Bonobo monikers for GNOME-VFS
cs: Monikery (aliasy) Bonobo pro GNOME-VFS
de: Bonobo Imitate für GNOME-VFS
ja: GNOME-VGS 向け Bonobo モニカ

source: Book Reader for GNOME
de: Book Reader für GNOME
ja: GNOME 向け書籍リーダ

source: Books is an electronic Book reader or GNOME.
de: Books ist ein Leser für elektronische Bücher für GNOME.
ja: Books は GNOME 向けの電子書籍リーダです。

source: Boxes -- Search Provider for GNOME Shell
de: Boxes - Suchanbieter für GNOME Shell
ja: Boxes -- GNOME Shell 向け検索プロバイダ

source: Boxes is an application to easily create, setup, access, and use: remote machines, remote and local virtual machines, and, when technology permits, applications on local virtual machines.
de: Boxes ist eine Anwendung um folgendes leicht zu verwenden: Entfernte Rechner, entfernte und lokale virtuelle Maschinen und, sofern es die Technologie erlaubt, auch Anwendungen auf lokalen virtuellen Maschinen.
ja: Boxes はリモートマシンのほか、リモートやローカルの仮想マシンを作成したりセットアップしたり、アクセスしたりすることのできるアプリケーションです。技術的に可能であれば、ローカルの仮想マシン内にアプリケーションを設定することもできます。

source: Boxes is an application to easily create, setup, access, and use: remote machines, remote and local virtual machines, and, when technology permits, applications on local virtual machines. This package contains a search provider to enable GNOME Shell to get search results from Boxes.
de: Boxes ist eine Anwendungen um leicht entfernte Rechner, entfernte und lokale virtuelle Rechner und wenn es die Technologie erlaubt, Anwendungen auf lokalen virtuellen Rechnern, zu erstellen, einzurichten und zu nutzen. Dieses Paket beinhaltet einen Suchanbieter damit GNOME Shell Suchergebnisse von Boxes bekommen kann.
ja: Boxes はリモートマシンのほか、リモートやローカルの仮想マシンを作成したりセットアップしたり、アクセスしたりすることのできるアプリケーションです。技術的に可能であれば、ローカルの仮想マシン内にアプリケーションを設定することもできます。 このパッケージには、 Boxes からの検索結果を GNOME Shell で取得するための検索プロバイダが含まれています。

source: Browse and play your games - all of them
cs: Prohlížejte a hrejte všechny své hry
de: Durchforsten und spielen Ihrer Spiele - Alle davon
ja: ゲームの参照とプレイ - すべて

source: Build helpers for gnome game packages
cs: Buduje pomahače pro balíčky her GNOME
de: Buildhelfer für gnome Spielepakete
ja: GNOME ゲームパッケージ向け構築ヘルパー

source: Builder is a new IDE for GNOME that is focused on bringing the power of our platform to more developers than ever before.
de: Builder ist eine neue IDE für GNOME, die sich darauf konzentriert, die Kraft unserer Plattform an mehr Entwickler als zuvor zu bringen.
ja: Builder は開発者に対して、以前よりもプラットフォームの力を生かすように目指して作られた、 GNOME 向けの新しい IDE です。

source: Calendar is a calendar application for GNOME.
cs: Calendar je aplikace kalendáře pro GNOME.
de: Calendar ist eine Kalenderanwendung für GNOME.
ja: Calendar は GNOME 向けのカレンダーアプリケーションです。

source: Character Map
de: Zeichentabelle
ja: 文字マップ

source: Chess Game for GNOME
cs: Šachy pro GNOME
de: Schachspiel für GNOME
ja: GNOME 向けチェスゲーム

source: Chronological journal to help find files
de: Chronologisches Journal zur Hilfe beim Finden von Dateien
ja: ファイルを見つけるための時系列ジャーナル

source: Clang plugin for gnome-builder
de: Clang Plugin für gnome-builder
ja: gnome-builder 向け Clang プラグイン

source: Clock application designed for GNOME 3
cs: Aplikace Clock (hodiny) pro GNOME 3
de: Uhranwendung erstellt für GNOME 3
ja: GNOME 3 向けに設計された時計アプリケーション

source: Code Assistance Service for Code Editors
cs: Služba pomoci s kódem pro editory kódu
de: Code Assistance Service für Codeeditoren
ja: コードエディタ向けコードアシスタントサービス

source: Collect and Merge Translations From RPM Patches
cs: Sbírá a spojuje překlady ze záplat RPM
de: Sammeln und Zusammenfügen aus RPM-Patches
ja: RPM 修正から翻訳を集めて合わせたもの

source: Collection of GStreamer effects
cs: Kolekce efektů GStreameru
de: Sammlung von GStreamer Effekten
ja: GStreamer 効果集

source: Collection of GStreamer effects -- Development Files
cs: Kolekce efektů GStreameru -- vývojové soubory
de: Sammlung von GStreamer Effekten - Entwickerdateien
ja: GStreamer 効果集 -- 開発用ファイル

source: Color management tools for GNOME
cs: Nástroje správy barev pro GNOME
de: Farbmanagement Werkzeuge für GNOME
ja: GNOME 向けカラーマネージメントツール

source: Common Files to Build GNOME
cs: Společné soubory k výstavbě GNOME
de: Geimeinsame Dateien um GNOME zu bauen
ja: GNOME を構築するための汎用ファイル

source: Configuration panel for color management
cs: Konfigurační panel pro správu barev
de: Konfigurationspanel für Farbmanagement
ja: カラーマネージメント向け設定パネル

source: Configuration panel for online accounts
cs: Konfigurační panel pro účty on-line
de: Konfigurationspanel für Onlinekonten
ja: オンラインアカウント設定パネル

source: Contacts Manager for GNOME
cs: Správce kontaktů pro GNOME
de: Kontaktmanagement für GNOME
ja: GNOME 向け連絡先マネージャ

source: Contacts Manager for GNOME -- Search Provider for GNOME Shell
cs: Správce kontaktů pro GNOME -- hledací aparát pro GNOME Shell
de: Kontaktmanager für GNOME - Suchanbieter für GNOME Shell
ja: GNOME 向け連絡先マネージャ -- GNOME Shell 向け検索プロバイダ

source: Crawls through your online content
cs: Probírá a indexuje Vaše on-line data
de: Durchsucht Ihre Onlineinhalte
ja: オンラインコンテンツのクロール処理

source: Ctags plugin for gnome-builder
de: Ctags Plugin für gnome-builder
ja: gnome-builder 向け ctags プラグイン

source: DVB Daemon is a daemon written in Vala to setup your DVB devices, record and watch TV shows and browse EPG. It can be controlled directly via its D-Bus interface or with UI applications that come with it.
cs: DVB Daemon je služba napsaná ve Vala pro nastavení Vašich zařízení DVB, záznam a hlídání TV pořadů a prohledávání EPG. Může být přímo řízena svým rozhraním D-Bus nebo aplikacemi UI, dodávanými s ní.
de: DVB Daemon ist ein Daemon, der in Vala geschrieben wurde um Ihre DVB-Geräte einzurichten, Fernsehsendungen aufzunehmen und anzuschauen sowie EPG zu durchforsten. Er kann direkt über seine D-Bus Schnittstelle gesteuert werden oder mit UI-Anwendungen, die mitgeliefert werden.
ja: DVB デーモンは、 DVB デバイスをセットアップし、テレビを録画／閲覧し、 EPG 情報を参照するために Vala で書かれたデーモンです。 D-Bus のインターフェイス経由のほか、同梱されている UI アプリケーションで直接制御することができます。

source: DVB Daemon is a daemon written in Vala to setup your DVB devices, record and watch TV shows and browse EPG. It can be controlled directly via its D-Bus interface or with UI applications that come with it. This package contains a Totem plugin to use your DVB devices.
cs: DVB Daemon je služba napsaná ve Vala k založení Vašich zařízení digitálního videa (DVB), záznamu a sledování TV pořadů a prohlížení informací o pořadech (EPG). Může být přímo řízena svým rozhraním D-Bus nebo aplikacemi s UI dodávanými spolu s ní. Balíček obsahuje zásuvný modul Totem pro použití Vašich zařízení DVB.
de: DVB Daemon ist ein Daemon, der in Vala geschrieben wurde um Ihre DVB-Geräte einzurichten, Fernsehsendungen aufzunehmen und anzuschauen sowie EPG zu durchforsten. Er kann direkt über seine D-Bus Schnittstelle gesteuert werden oder mit UI-Anwendungen, die mitgeliefert werden. Dieses Paket enthält ein Totem-Plugin um Ihre DVB-Geräte zu nutzen.
ja: DVB デーモンはお使いの DVB デバイスをセットアップするための Vala で書かれたデーモンです。 TV 番組の録画や閲覧、 EPG の参照などを行なうことができます。 D-Bus インターフェイスを利用して直接制御することができるほか、 UI アプリケーションも添付されています。 このパッケージには、 DVB デバイスを使用するための Totem プラグインが含まれています。

source: DVB Daemon is a daemon written in Vala to setup your DVB devices, record and watch TV shows and browse EPG. It can be controlled directly via its D-Bus interface or with UI applications that come with it. This package contains a a Python library to use the D-Bus interfaces of DVB Daemon.
cs: DVB Daemon je služba napsaná ve Vala k založení Vašich zařízení digitálního videa (DVB), záznamu a sledování TV pořadů a prohlížení informací o pořadech (EPG). Může být přímo řízena svým rozhraním D-Bus nebo aplikacemi s UI dodávanými spolu s ní. Balíček obsahuje knihovnu Python pro použití rozhraní D-Bus služby DVB Daemon.
de: DVB Daemon ist ein Daemon, der in Vala geschrieben wurde um Ihre DVB-Geräte einzurichten, Fernsehsendungen aufzunehmen und anzuschauen sowie EPG zu durchforsten. Er kann direkt über seine D-Bus Schnittstelle gesteuert werden oder mit UI-Anwendungen, die mitgeliefert werden. Dieses Paket enthält eine Python-Bibliothek um die D-Bus Schnittstellen des DVB-Daemons zu nutzen.
ja: DVB デーモンは、 DVB デバイスをセットアップし、テレビを録画／閲覧し、 EPG 情報を参照するために Vala で書かれたデーモンです。 D-Bus のインターフェイス経由のほか、同梱されている UI アプリケーションで直接制御することができます。 このパッケージには、 DVB デーモンの D-Bus インターフェイスを使用するための Python ライブラリが含まれています。

source: Daemon to use DVB devices
cs: Démon (služba) k použití zařízení DVB
de: Daemon um DVB-Geräte zu nutzen
ja: DVB デバイスを使用するためのデーモン

source: Daemon to use DVB devices -- Python Library
cs: Služba (démon) pro použití zařízení DVB -- knihovna Python
de: Daemon um DVB-Geräte zu nutzen - Python Bibliothek
ja: DVB デバイスを使用するためのデーモン -- Python ライブラリ

source: Daemon to use DVB devices -- Totem Plugin
cs: Služba pro použití zařízení DVB -- modul Totem
de: Daemon zum Nutzen von DVB-Geräten -- Totem Plugin
ja: DVB デバイスを使用するためのデーモン -- Totem プラグイン

source: Development files (.pc) for gnome-desktop-sharp2.
cs: Vývojové soubory (.pc) pro gnome-desktop-sharp2.
de: Entwicksdateien (.pc) für gnome-desktop-sharp2.
ja: gnome-desktop-sharp2 向け開発用ファイル (.pc) です。

source: Development files for gnome-desktop-sharp2
cs: Vývojové soubory pro gnome-desktop-sharp2
de: Entwicksdateien für gnome-desktop-sharp2
ja: gnome-desktop-sharp2 向けの開発用ファイル

source: Development package for the GNOME settings daemon
cs: Vývojový balíček pro službu nastavení GNOME
de: Entwicksdateien für den GNOME settings-Daemon
ja: GNOME 設定デーモン向けの開発パッケージ

source: Devhelp plugin for gnome-builder
de: Devhelp Plugin für gnome-builder
ja: gnome-builder 向け Devhelp プラグイン

source: Directory Thumbnailer
cs: Adresář Thumbnailer
de: Wörterbuch Thumbnailer
ja: ディレクトリに対するサムネイル作成

source: Disks application for dealing with storage devices
cs: Aplikace "Disks" pro práci s paměťovými zařízeními
de: Plattenanwendung um mit Speichergeräten zu arbeiten
ja: ストレージサービスを扱うためのディスクアプリケーション

source: Document Manager for GNOME
cs: Správce dokumentů pro GNOME
de: Dokumentatenmanager für GNOME
ja: GNOME 向けドキュメントマネージャ

source: Document Manager for GNOME -- Search Provider for GNOME Shell
cs: Správce dokumentů pro GNOME -- hledací aparát pro GNOME Shell
de: Dokumentmanager für GNOME - Suchanbieter für GNOME Shell
ja: GNOME 向けドキュメントマネージャ -- GNOME Shell 向け検索プロバイダ

source: Documents is a document manager application for GNOME.
cs: Documents je aplikace Správce dokumentů pro GNOME.
de: Documents ist eine Dokumentenverwaltungsanwendung für GNOME.
ja: Documents は GNOME 向けのドキュメント管理アプリケーションです。

source: Documents is a document manager application for GNOME. This package contains a search provider to enable GNOME Shell to get search results from documents.
cs: Documents je aplikace Správce dokumentů pro GNOME. Balíček obsahuje hledací aparát umožňující GNOME Shellu získat výsledky hledání z dokumentů.
de: Documents ist eine Dokumentenverwaltungsanwendung für GNOME. Dieses Paket beinhaltet einen Suchanbieter damit GNOME Shell Suchergebnisse aus Documents bekommen kann.
ja: Documents は GNOME 向けのドキュメントマネージャです。 このパッケージには、 GNOME Shell から文書を検索するための検索プロバイダが含まれています。

source: Evolution Calendar support for GNOME Shell
cs: Podpora Evolution Calendar pro GNOME Shell
de: Evolution Kalender Unterstützung für GNOME Shell
ja: GNOME Shell 向け Evolution カレンダサポート

source: Extra GNOME icons for specific devices and file types.
cs: Další ikony GNOME - pro specifická zařízení a typy souborů.
de: Zusätzliche GNOME Icons für besondere Geräte und Dateitypen.
ja: 特定のデバイスやファイルタイプに対応した、追加の GNOME アイコン集です。

source: Extra data files for GNOME Games
de: Zusätzliche Dateien für GNOME Spiele
ja: GNOME ゲーム向け追加データファイル

source: Fpaste plugin for gnome-builder
de: Fpaste Plugin für gnome-builder
ja: gnome-builder 向け fpaste プラグイン

source: GCK is a wrapper based on GLib implementing the PKCS#11 (Cryptoki) interface. This package contains various PKCS#11 modules, to expose keys and certificates from different sources.
cs: GCK je wrapper (obal) založený na knihovně GLib implementující rozhraní PKCS#11 (Cryptoki). Tento balíček obsahuje různé moduly PKCS#11, vystavující klíče a certifikáty z různých zdrojů.
de: GCK ist ein Wrapper basierend auf GLib, welches die PKCS#11 (Cryptoki) Schnittstelle implementiert. Dieses Paket beinhaltet verschiedene PKCS#11-Module um Schlüssel und Zertifikate von verschiedenen Quellen zu zeigen.
ja: GCK は PKCS#11 (Cryptoki) インターフェイスを実行する glib ベースのラッパーです。 このパッケージには、鍵の公開や異なるソースからの証明書公開など、様々なPKCS#11 モジュールが含まれています。

source: GNOME 3 weather app that does: * display current conditions * display forecasts * show radar maps * notify on hazardous weather conditions
cs: GNOME 3 je aplikace Počasí, která: * zobrazuje aktuální podmínky * zobrazuje předpovědi * ukazuje radarové mapy * oznamuje výstrahy před nebezpečím
de: GNOME 3 Wetteranwendung ermöglicht: * Anzeigen der aktuellen Bedingungen * Vorhersagen anzeigen * Radarkarten zeigen * Benachrichtigung bei gefährlichen Wetterbedingungen
ja: GNOME 3 天気情報アプリケーションです: * 現在の状況の表示 * 予報の表示 * レーダーマップの表示 * 危険な気象条件の通知

source: GNOME Activity Journal is a tool for easily browsing and finding files on your computer. It keeps a chronological journal of all file activity and supports tagging and establishing relationships between groups of files.
de: GNOME Aktivitätsjournal ist ein Werkzeug um leicht Dateien auf Ihrem Rechner zu finden und zu durchsuchen. Es verwaltet ein chronologisches Journal sämtlicher Dateiaktivitäten und unterstützt das Taggen sowie die Bildung von Beziehungen zwischen Dateigruppen.
ja: GNOME Activity Journal は、お使いのコンピュータでファイルを探したり見つけたりするためのツールです。すべてのファイル操作を時系列で保持することができるほか、ファイルをグループ化してタグを付けたり、関連性を設定したりすることもできます。

source: GNOME Backgrounds
cs: Tapety pro GNOME
de: GNOME Hintergründe
ja: GNOME 背景

source: GNOME Bluetooth graphical utilities
cs: GNOME grafické utility pro Bluetooth
de: GNOME Bluetooth Grafische Werkzeuge
ja: GNOME Bluetooth グラフィカルユーティリティ

source: GNOME Bluetooth graphical utilities -- Development Files
de: GNOME Bluetooth Grafische Werkzeuge - Entwicklerdateien
ja: GNOME Bluetooth グラフィカルユーティリティ -- 開発用ファイル

source: GNOME Bluetooth graphical utilities -- Introspection bindings
de: GNOME Bluetooth Grafische Werkzeuge -- Introspection Bindings
ja: GNOME Bluetooth グラフィカルユーティリティ -- イントロスペクションバインディング

source: GNOME Break Timer
cs: Časovač přerušení GNOME
de: GNOME Break Times
ja: GNOME ブレークタイマー

source: GNOME Calculator -- Search Provider for GNOME Shell
cs: Kalkulačka GNOME -- hledací aparát pro GNOME Shell
de: GNOME Taschenrechner - Suchanbieter für GNOME Shell
ja: GNOME 計算機 -- GNOME シェル向け検索プロバイダ

source: GNOME Calendar -- Search Provider for GNOME Shell
de: GNOME Kalender - Suchanbieter für GNOME Shell
ja: GNOME カレンダー -- GNOME Shell 向け検索プロバイダ

source: GNOME Characters -- Search Provider for GNOME Shell
cs: GNOME Characters -- hledací aparát pro GNOME Shell
de: GNOME Characters - Suchanbieter für GNOME Shell
ja: GNOME 文字 -- GNOME Shell 向け検索プロバイダ

source: GNOME Clocks -- Search Provider for GNOME Shell
cs: GNOME Clocks -- hledací aparát pro GNOME Shell
de: GNOME Clocks - Suchanbieter für GNOME Shell
ja: GNOME Clocks -- GNOME Shell 向け検索プロバイダ

source: GNOME Color Manager is a session framework that makes it easy to manage, install and generate color profiles in the GNOME desktop.
cs: Správce barev GNOME je rámcové řešení relace usnadňující správu, instalaci a generování barevných profilů na ploše GNOME.
de: GNOME Color Manager ist ein Sitzungsframework, welches es leicht macht, Farbprofile für den GNOME-Desktop zu verwalten, zu installieren und zu erstellen.
ja: GNOME カラーマネージメントツールは、 GNOME デスクトップ内におけるカラープロファイルの管理やインストール、生成を容易にするためのセッションフレームワークです。

source: GNOME Commander is a nice and fast file manager for the GNOME desktop. In addition to basic file manager functions, the program is also an FTP client and can browse SMB networks.
de: GNOME Commander ist ein netter und schneller Dateimanager für den GNOME Desktop. Zusätzlich zu grundlegenden Dateimanagerfunktionen ist das Programm auch ein FTP-Client und kann SMB Netzwerke durchsuchen.
ja: GNOME Commander は GNOME デスクトップ向けの高速で高品質なファイルマネージャです。基本的なファイルマネージャ機能に加え、 FTP クライアント機能や SMB ネットワークの参照なども備えています。
