Repository: BENBELLA23/packages-i18n
Catalog: */po/golang.*.po
Languages: cs, ja, ru

source: A Go based command line tool for exercism.io
cs: Nástroj příkazového řádku na bázi Go, pro exercism.io
ja: exercism.io 向け Go 言語ベースコマンドラインツール
ru: Инструмент командной строки на Go для exercism.io

source: A Go package for using unix pseudo-terminals
ru: Пакет Go для использования псевдо-терминалов Unix

source: A Go package that reports processor topology
ru: Пакет Go, сообщающий топологию процессора

source: A WebSocket implementation for Go
ru: Реализация WebSocket на Go

source: A port of the Freetype font engine to the Go programming language
ru: Порт движка шрифтов Freetype на язык программирования Go

source: A replacement logging package for Go language
ru: Замена пакета протоколирования для языка Go

source: A simple configuration file parser for the Go programming language.
ru: Простой разбор конфигурационных файлов для языка программирования Go.

source: A simple framework to write webapps in Go
ru: Простая инфраструктура для написания веб-приложений в Go

source: A simple, low-level http library for Go
ru: Простая низкоуровневая библиотека http для Go

source: A toolchain to help packaging golang
cs: Řetěz nástrojů pomáhajících balit golang
ja: golang パッケージング支援ツールチェイン
ru: Набор инструментов для создания пакетов языка Go

source: A toolchain to help packaging golang, written in ruby.
ru: Набор инструментов для создания пакетов языка Go написанных на Ruby.

source: Additional go.networking libraries
ru: Дополнительные библиотеки go.networking

source: Additional toolsgraphy libraries
cs: Přídavné knihovny grafických nástrojů
ja: 追加 toolsgraphy ライブラリ
ru: Дополнительные библиотеки toolsgraphy

source: An OAuth 2.0 library for the Go programming language.
ru: Библиотека OAuth 2.0 для языка программирования Go.

source: Another tool to build go projects
ru: Еще один инструмент для создания проектов Go

source: Assertions for Go tests.
ru: Проверки для тестов Go.

source: Asserts to Go testing
ru: Проверки для тестирования Go

source: Automatically create man pages from Go packages
ja: Go パッケージからの自動的なマニュアルページ生成
ru: Автоматическое создание man-страниц из пакетов Go

source: Binary parsing and printing for the Go programming language.
ru: Двоичный анализ и печать для языка программирования Go.

source: Binary parsing/printing for Go
ru: Двоичный анализ/печать для Go

source: Configuration file parser for the Go Programming Language
ru: Разбор конфигурационных файлов для языка программирования Go

source: Convert markdown into man pages
cs: Převádí záznam v Markdown do stránek "man"
ja: マークダウンからのマニュアルページへの変換
ru: Преобразование markdown в страницы man

source: Create a man page from a Go package's source file's documentation.
ja: Go パッケージのソースファイル内にあるドキュメンテーションからマニュアルページを作成します。
ru: Создание man-страниц из документации по исходному файлу пакета Go.

source: Creation and verification of signed authentication cookies
ru: Создание и проверка подписанных куки для аутентификации

source: Falcore is a filter pipiline based HTTP server library
ru: Falcore — библиотека HTTP-сервера на основе канала фильтров

source: GTK bindingins for the Go programming language.
ru: Привязки GTK к языку программирования Go

source: Go App Engine for Managed VMs
ru: Go App Engine для управляемых виртуальных машин

source: Go bindings for GTK
ru: Привязки GTK к Go

source: Go bindings for SDL
ru: Привязки SDL к Go

source: Go packages for Google Cloud Platform services
ru: Пакеты Go для служб Google Cloud Platform

source: Go packages for low-level interaction with the operating system
cs: Balíčky Go pro nízkoúrovňovou interakci s operačním systémem
ja: オペレーティングシステムとの間で低レベルなやりとりを行なうための Go パッケージ
ru: Пакеты Go для низкоуровневого взаимодействия с операционной системой

source: Go supplementary cryptography libraries
ja: Go 補助暗号化ライブラリ
ru: Дополнительные библиотеки криптографии для Go

source: Go supplementary image libraries
ru: Дополнительные библиотеки изображений для Go

source: Go support for Protocol Buffers - Google's data interchange format
cs: Podpora Go pro Buffery protokolů - formát výměny dat Google
ru: Поддержка Go для Protocol Buffers - формат обмена данными от Google

source: Go text processing support
ru: Поддержка обработки текста для Go

source: Google APIs Client Library for Go
ru: Клиентская библиотека Google API для Go

source: Google APIs Client Library for Go.
ru: Клиентская библиотека Google API для Go.

source: Left-Leaning Red-Black balanced binary search tree
ru: Красно-чёрное самобалансирующееся двоичное дерево поиска с левым уклоном

source: Leveled execution logs for Go
cs: Záznamy chodu Go strukturované v úrovních
ja: Go 言語向けレベル付き実行ログ
ru: Многоуровневые журналы выполнения для Go

source: Markdown processor implemented in Go
cs: Procesor Markdown implementovaný v Go
ja: Go 言語で実装されたマークダウンプロセッサ
ru: Процессор Markdown, реализованный в Go

source: Miscellaneous functions for formatting text
cs: Pomocné funkce pro formátování textu
ja: テキストを整形するための各種関数
ru: Различные функции форматирования текста

source: MySQL client library written completely in Go
ru: Клиентская библиотека MySQL, полностью написанная на Go

source: OAuth 2.0 for Go clients
ru: OAuth 2.0 для клиентов Go

source: Package authcookie implements the creation and verification of signed authentication cookies.
ru: Пакет с реализацией authcookie для создания и проверки подписанных куки для аутентификации.

source: Pretty printing for Go values
ja: Go の値の見やすい表示
ru: Красивая печать значений из Go

source: Pty is a Go package for using unix pseudo-terminals.
cs: Pty je Go balíček pro používání pseudoterminálů unixu.
ja: Pty は Unix の疑似端末を使用するための Go パッケージです。
ru: Pty — это пакет Go для использования псевдо-терминалов Unix.

source: Rich testing framework for the Go language
cs: Bohatý testovací rámec pro jazyk Go
ja: Go 言語向けリッチテストフレームワーク
ru: Мощный фреймворк для тестирования программ на языке Go

source: SDL bindings for the Go Programming Language.
ru: Привязки SDL к языку программирования Go

source: SQLite binding for the Go progamming language.
ru: Привязка SQLite для языка программирования Go.

source: Simple CouchDB API for Google Go
ru: Простой API CouchDB для Google Go

source: Source codes for package golang-bitbucket-taruti-bigendian
ru: Исходный код для пакета golang-bitbucket-taruti-bigendian

source: Source codes for package golang-github-banthar-go-sdl
ru: Исходный код для пакета golang-github-banthar-go-sdl

source: Source codes for package golang-github-cpuguy83-go-md2man
ru: Исходный код для пакета golang-github-cpuguy83-go-md2man

source: Source codes for package golang-github-dchest-authcookie
ru: Исходный код для пакета golang-github-dchest-authcookie

source: Source codes for package golang-github-exercism-cli
ru: Исходные коды golang-github-exercism-cli

source: Source codes for package golang-github-fitstar-falcore
ru: Исходный код для пакета golang-github-fitstar-falcore

source: Source codes for package golang-github-golang-glog
ru: Исходный код для пакета golang-github-golang-glog

source: Source codes for package golang-github-gorilla-context
ru: Исходный код для пакета golang-github-gorilla-context

source: Source codes for package golang-github-hoisie-httplib
ru: Исходный код для пакета golang-github-hoisie-httplib

source: Source codes for package golang-github-hoisie-mustache
ru: Исходный код для пакета golang-github-hoisie-mustache

source: Source codes for package golang-github-hoisie-web
ru: Исходный код для пакета golang-github-hoisie-web

source: Source codes for package golang-github-jpoirier-cpu
ru: Исходный код для пакета golang-github-jpoirier-cpu

source: Source codes for package golang-github-kr-pty
ru: Исходный код для пакета golang-github-kr-pty

source: Source codes for package golang-github-kr-text
ru: Исходный код для пакета golang-github-kr-text

source: Source codes for package golang-github-mattn-go-gtk
ru: Исходный код для пакета golang-github-mattn-go-gtk

source: Source codes for package golang-github-petar-gollrb
ru: Исходный код для пакета golang-github-petar-gollrb

source: Source codes for package golang-github-philio-gomysql
ru: Исходный код для пакета golang-github-philio-gomysql

source: Source codes for package golang-github-russross-blackfriday
ru: Исходный код для пакета golang-github-russross-blackfriday

source: Source codes for package golang-github-shurcool-sanitized_anchor_name
ru: Исходный код для пакета golang-github-shurcool-sanitized_anchor_name

source: Source codes for package golang-google-golangorg-api
ru: Исходный код для пакета golang-google-golangorg-api

source: Source codes for package golang-google-golangorg-appengine
ru: Исходный код для пакета golang-google-golangorg-appengine

source: Source codes for package golang-google-golangorg-cloud
ru: Исходный код для пакета golang-google-golangorg-cloud

source: Source codes for package golang-googlecode-couch-go
ru: Исходный код для пакета golang-googlecode-couch-go

source: Source codes for package golang-googlecode-goconf
ru: Исходный код для пакета golang-googlecode-goconf

source: Source codes for package golang-googlecode-gosqlite
ru: Исходный код для пакета golang-googlecode-gosqlite

source: Source codes for package golang-googlecode-log4go
ru: Исходный код для пакета golang-googlecode-log4go

source: Source codes for package golang-googlecode-mango-doc
ru: Исходный код для пакета golang-googlecode-mango-doc

source: Source codes for package golang-gopkgin-check
ru: Исходный код для пакета golang-gopkgin-check

source: Source codes for package golang-org-x-crypto
ru: Исходный код для пакета golang-org-x-crypto

source: Source codes for package golang-org-x-image
ru: Исходный код для пакета golang-org-x-image

source: Source codes for package golang-org-x-net
ru: Исходный код для пакета golang-org-x-net

source: Source codes for package golang-org-x-oauth2
ru: Исходный код для пакета golang-org-x-oauth2

source: Source codes for package golang-org-x-sys
ru: Исходный код для пакета golang-org-x-sys

source: Source codes for package golang-org-x-text
ru: Исходный код для пакета golang-org-x-text

source: Source codes for package golang-org-x-tools
ru: Исходный код для пакета golang-org-x-tools

source: The mustache template language in Go
ru: Язык шаблонов mustache в Go

source: This is a Go package for manipulating paragraphs of text.
cs: Balíček Go pro manipulaci s odstavci textu.
ja: これはテキストの段落を操作するための Go パッケージです。
ru: Это пакет Go для управления абзацами текста.

source: This is a port of the Freetype font rasterizer (www.freetype.org) to the Go programming language.
ru: Это порт растеризатора шрифтов Freetype (www.freetype.org) на язык программирования Go.

source: This package provides source codes for package golang-bitbucket-taruti-bigendian.
ru: Этот пакет предоставляет исходный код для пакета golang-bitbucket-taruti-bigendian.

source: This package provides source codes for package golang-github-banthar-go-sdl.
ru: Этот пакет предоставляет исходный код для пакета golang-github-banthar-go-sdl.

source: This package provides source codes for package golang-github-cpuguy83-go-md2man.
ru: Этот пакет предоставляет исходный код для пакета golang-github-cpuguy83-go-md2man.

source: This package provides source codes for package golang-github-dchest-authcookie.
ru: Этот пакет предоставляет исходный код для пакета golang-github-dchest-authcookie.

source: This package provides source codes for package golang-github-exercism-cli.
ru: Этот пакет содержит исходные коды для Go-пакета golang-github-exercism-cli.

source: This package provides source codes for package golang-github-fitstar-falcore.
ru: Этот пакет предоставляет исходный код для пакета golang-github-fitstar-falcore.

source: This package provides source codes for package golang-github-golang-glog.
ru: Этот пакет предоставляет исходный код для пакета golang-github-golang-glog.

source: This package provides source codes for package golang-github-gorilla-context.
ru: Этот пакет предоставляет исходный код для пакета golang-github-gorilla-context.

source: This package provides source codes for package golang-github-hoisie-httplib.
ru: Этот пакет предоставляет исходный код для пакета golang-github-hoisie-httplib.

source: This package provides source codes for package golang-github-hoisie-mustache.
ru: Этот пакет предоставляет исходный код для пакета golang-github-hoisie-mustache.

source: This package provides source codes for package golang-github-hoisie-web.
ru: Этот пакет предоставляет исходный код для пакета golang-github-hoisie-web.

source: This package provides source codes for package golang-github-jpoirier-cpu.
ru: Этот пакет предоставляет исходный код для пакета golang-github-jpoirier-cpu.

source: This package provides source codes for package golang-github-kr-pty.
ru: Этот пакет предоставляет исходный код для пакета golang-github-kr-pty.

source: This package provides source codes for package golang-github-kr-text.
ru: Этот пакет предоставляет исходный код для пакета golang-github-kr-text.

source: This package provides source codes for package golang-github-mattn-go-gtk.
ru: Этот пакет предоставляет исходный код для пакета golang-github-mattn-go-gtk.

source: This package provides source codes for package golang-github-petar-gollrb.
ru: Этот пакет предоставляет исходный код для пакета golang-github-petar-gollrb.

source: This package provides source codes for package golang-github-philio-gomysql.
ru: Этот пакет предоставляет исходный код для пакета golang-github-philio-gomysql.

source: This package provides source codes for package golang-github-russross-blackfriday.
ru: Этот пакет предоставляет исходный код для пакета golang-github-russross-blackfriday.

source: This package provides source codes for package golang-github-shurcool-sanitized_anchor_name.
ru: Этот пакет предоставляет исходный код для пакета golang-github-shurcool-sanitized_anchor_name.

source: This package provides source codes for package golang-google-golangorg-api.
ru: Этот пакет предоставляет исходный код для пакета golang-google-golangorg-api.

source: This package provides source codes for package golang-google-golangorg-appengine.
ru: Этот пакет предоставляет исходный код для пакета golang-google-golangorg-appengine.

source: This package provides source codes for package golang-google-golangorg-cloud.
ru: Этот пакет предоставляет исходный код для пакета golang-google-golangorg-cloud.

source: This package provides source codes for package golang-googlecode-couch-go.
ru: Этот пакет предоставляет исходный код для пакета golang-googlecode-couch-go.

source: This package provides source codes for package golang-googlecode-goconf.
ru: Этот пакет предоставляет исходный код для пакета golang-googlecode-goconf.

source: This package provides source codes for package golang-googlecode-gosqlite.
ru: Этот пакет предоставляет исходный код для пакета golang-googlecode-gosqlite.

source: This package provides source codes for package golang-googlecode-log4go.
ru: Этот пакет предоставляет исходный код для пакета golang-googlecode-log4go.

source: This package provides source codes for package golang-googlecode-mango-doc.
ru: Этот пакет предоставляет исходный код для пакета golang-googlecode-mango-doc.

source: This package provides source codes for package golang-gopkgin-check.
ru: Этот пакет предоставляет исходный код для пакета golang-gopkgin-check.

source: This package provides source codes for package golang-org-x-crypto.
ru: Этот пакет предоставляет исходный код для пакета golang-org-x-crypto.

source: This package provides source codes for package golang-org-x-image.
ru: Этот пакет предоставляет исходный код для пакета golang-org-x-image.

source: This package provides source codes for package golang-org-x-net.
ru: Этот пакет предоставляет исходный код для пакета golang-org-x-net.

source: This package provides source codes for package golang-org-x-oauth2.
ru: Этот пакет предоставляет исходный код для пакета golang-org-x-oauth2.

source: This package provides source codes for package golang-org-x-sys.
ru: Этот пакет предоставляет исходный код для пакета golang-org-x-sys.

source: This package provides source codes for package golang-org-x-text.
ru: Этот пакет предоставляет исходный код для пакета golang-org-x-text.

source: This package provides source codes for package golang-org-x-tools.
ru: Этот пакет предоставляет исходный код для пакета golang-org-x-tools.

source: This repository holds supplemental Go packages for low-level interactions with the operating system.
cs: Toto úložiště obsahuje doplňkové balíčky Go pro nízkoúrovňovou interakci s operačním systémem.
ja: このリポジトリは、オペレーティングシステムとの間で低レベルなやりとりを行なうための Go パッケージを提供しています。
ru: Этот репозиторий содержит дополнительные пакеты Go для низкоуровневых взаимодействий с операционной системой.

source: This repository holds supplementary Go image libraries.
ru: Этот репозиторий содержит дополнительные библиотеки изображений для Go.

source: This repository holds supplementary Go libraries for text processing, many involving Unicode.
ru: Этот репозиторий содержит дополнительные библиотеки обработки текста для Go, множество с поддержкой Unicode.

source: Tool to converts markdown into man pages
cs: Nástroj konverze z Markdown do stránek "man"
ja: マークダウンをマニュアルページに変換するツールです
ru: Инструмент для преобразования markdown в страницы man

source: Trivial SQLite binding for Go
ru: Банальная привязка SQLite для Go

source: Docker Networking
cs: Sítě Docker
ja: Docker ネットワーキング

source: The docker-proxy binary used by Docker that provides Docker with libnetwork support.
cs: Binárka docker-proxy používaná Dockerem, který dodává Docker s podporou libnetwork.
ja: Docker に対して libnetwork サポートを提供する、 Docker で使用される docker-proxy バイナリです。

source: The CLI provides a way to do the problems on exercism.io.
cs: CLI (rozhraní příkazového řádku) umožňuje řešit problémy v exercism.io.
ja: この CLI は、 exercism.io での問題を処理する方法を提供します。

source: Tool to converts markdown into man pages.
cs: Nástroj pro převod textu v Markdown na stránky "man".
ja: マークダウンをマニュアルページに変換するツールです。

source: Libnetwork provides a native Go implementation for connecting containers The goal of libnetwork is to deliver a robust Container Network Model that provides a consistent programming interface and the required network abstractions for applications.
cs: Libnetwork dodává nativní implementaci Go pro připojení kontejnerů Cílem libnetwork je dodat robustní model "Container Network Model", který poskytuje konzistentní programovací rozhraní a žádoucí síťové abstrakce pro aplikace.
ja: libnetwork は、コンテナに接続するためのネイティブな Go 実装を提供します。 libnetwork は、強健なコンテナ型のネットワークモデルに対してデータを配送し、一貫したプログラミングインターフェイスとアプリケーションに必要なネットワーク抽象機能を提供します。

source: This is a pure Go implementation of leveled logs in the manner of the C++ package google-glog.
cs: Čistá Go implementace strukturovaných záznamů (logů) ve stylu balíčků C++ "google-glog".
ja: これは、 C++ パッケージ google-glog のやり方を利用した、レベル型ログ機能の純粋 Go 言語実装です。

source: A small utility which generates Go code from any file
cs: Malý program generující kód Go z jakéhokoli souboru
ja: 任意のファイルから Go コードを生成するための小さなユーティリティ

source: This package converts any file into manageable Go source code. Useful for embedding binary data into a go program. The file data is optionally gzip compressed before being converted to a raw byte slice. It comes with a command line tool in the go-bindata sub directory. This tool offers a set of command line options, used to customize the output being generated.
cs: Tento balíček konvertuje jakýkoli soubor na upravitelný zdrojový kód Go. Je užitečný pro vkládání binárních dat do programu v go. Datový soubor může být komprimován gzip, než je převeden na prostý řetězec bytů. Balíček přichází s nástrojem příkazového řádku v podadresáři go-bindata. Tento nástroj nabízí sadu parametrů příkazového řádku, navrženou k přizpůsobení generovaného výstupu.
ja: このパッケージは、任意のファイルをマネージャブルな Go ソースコードに変換します。 Go プログラミング言語内でバイナリデータを内蔵させたいような場合に便利な仕組みです。必要であれば、ファイルデータをバイト列に変換する際に gzip で圧縮することもできます。 なお、このパッケージには go-bindata サブディレクトリ内に、コマンドラインツールも付属しています。このツールには様々なコマンドラインオプションがありますが、これらは生成される出力をカスタマイズするために使用するものです。

source: PTY interface for Go
cs: Rozhraní PTY pro Go
ja: Go 向け PTY インターフェイス

source: Prometheus Alertmanager
cs: Správce výstrah pro Prometheus
ja: Prometheus アラートマネージャ

source: The Alertmanager handles alerts sent by client applications such as the Prometheus server. It takes care of deduplicating, grouping, and routing them to the correct receiver integration such as email, PagerDuty, or OpsGenie. It also takes care of silencing and inhibition of alerts.
cs: Správce výstrah zpracovává výstrahy posílané klientskými aplikacemi, jako je server Prometheus. Ošetřuje odstranění duplicit, seskupování a směrování výstrah příslušným příjemcům jako jsou e-mail, PagerDuty nebo OpsGenie. Ovládá i umlčování a zákaz výstrah.
ja: Alertmanager は、 Prometheus サーバなどのクライアントアプリケーションから送信されたアラートを処理します。重複の排除やグループ化のほか、電子メールや PagerDuty, OpsGenie などの正しい発信先に配送するためのルーティング機能も備えています。このほか、アラートの無効化や制止なども行なうことができます。

source: Prometheus exporter for machine metrics
cs: Prometheus exportér strojové metriky
ja: マシンメトリック向け Prometheus エクスポータ

source: Prometheus exporter for hardware and OS metrics exposed by *NIX kernels, written in Go with pluggable metric collectors.
cs: Prometheus - exportér pro hardwarovou a OS metriku poskytovanou jádry *NIX (UNIX, XENIX,...), napsaný v Go, s připojitelnými sběrači metrik.
ja: *NIX カーネルで提供されるハードウエアや OS に関する情報を出力する、 Prometheus エクスポータです。プラグイン化されたメトリックコレクタを利用して、 Go 言語で書かれています。

source: The Prometheus monitoring system and time series database
cs: Monitorovací systém Prometheus a databáze časových řad
ja: Prometheus モニタリングシステムとタイムシリーズデータベース

source: Prometheus's main features are: - a multi-dimensional data model (time series identified by metric name and key/value pairs) - a flexible query language to leverage this dimensionality - no reliance on distributed storage; single server nodes are autonomous - time series collection happens via a pull model over HTTP - pushing time series is supported via an intermediary gateway - targets are discovered via service discovery or static configuration - multiple modes of graphing and dashboarding support
cs: Prometheus - hlavní vlastnosti: - multidimenzionální datový model (časové řady určené názvem metriky a páry klíč/hodnota) - flexibilní dotazovací jazyk ke zvládnutí této dimenzionality - nespoléhá na distribuovanou paměť; jednotlivé uzly serveru jsou autonomní - kolekce časových řad přicházejí po HTTP "vytahovacím" modelem - příchozí časové řady přijímá zprostředkující rozhraní - cíle se zjišťují službou "discovery" nebo statickou konfigurací - několik režimů grafiky a podpora panelového zobrazení
ja: Prometheus の主な機能: - 多次元型のデータモデル (メトリック名やキー／値の追加で識別される時間軸情報) - その次元性をさらに活用するための柔軟な問い合わせ言語 - 配布ストレージには依存していない構成; 単一のサーバノードは自律的に動作します - 時間軸情報を HTTP 経由で引き出すことのできる機能 - 仲介ゲートウエイを介した時間軸情報のプッシュ - サービス検出もしくは固定の設定でターゲットを検出 - グラフ作成やダッシュボード表示での複数モードに対応

source: Prometheus Utility Tool
cs: Nástroj programu Prometheus
ja: Prometheus ユーティリティツール

source: The Prometheus Utility Tool is used by the Prometheus project to build other components.
cs: Nástroj programu Prometheus používá projekt Prometheus k tvorbě dalších komponent.
ja: Prometheus ユーティリティツールは Prometheus プロジェクトで使用されるもので、他のコンポーネントを構築する際に利用します。
