Repository: BENBELLA23/packages-i18n
Catalog: */po/golang.*.po
Languages: cs, ja, ru

source: Blackfriday is a Markdown processor implemented in Go. It is paranoid about its input (so you can safely feed it user-supplied data), it is fast, it supports common extensions (tables, smart punctuation substitutions, etc.), and it is safe for all utf-8 (unicode) input. HTML output is currently supported, along with Smartypants extensions. An experimental LaTeX output engine is also included.
cs: Blackfriday je procesor jazyka Markdown implementovaný v Go. Se vstupními daty zachází paranoidně (takže múže bezpečně zpracovat jakákoli data od uživatele), je rychlý, podporuje vžité extenze (tabulky, substituci oddělovačů atd.) a bezpečně zvládá jakýkoli vstup v kódu utf-8 (unicode). V současnosti dává výstup v HTML s rozšířením Smartypants. Je připojen i experimentální výstupní mechanismus LaTeX.
ja: Blackfriday は Go 言語で実装されたマークダウンプロセッサです。入力データに関しては、偏執的とも呼べるほど厳格にチェックを行ないます (そのため、ユーザが入力したデータをそのまま与えることが可能です) が、高速で汎用的な拡張 (テーブル、句読点に対する賢い置換機能など) にも対応しています。また、全ての UTF-8 (Unicode) 入力に対して安全です。 Smartypants 拡張とともに HTML 出力にも対応しています。実験的な LaTeX 出力エンジンも含まれています。

source: Go function to create sanitized anchor names
cs: Funkce Go pro vytvoření "desinfikovaných" názvů kotev
ja: 安全なアンカー名を作成するための Go 関数

source: Package sanitized_anchor_name provides a func to create sanitized anchor names. Its logic can be reused by multiple packages to create interoperable anchor names and links to those anchors. At this time, it does not try to ensure that generated anchor names are unique, that responsibility falls on the caller.
cs: Balíček "sanitized_anchor_name" poskytuje funkčnost k tvorbě "desinfikovaných" názvů kotev. Jeho logiku lze opakovaně použít různými balíčky k tvorbě názvů kotev spolupráce a odkazů na tyto kotvy. V současnosti se nesnaží, aby generované názvy kotev byly unikátní, za to odpovídá volající.
ja: sanitized_anchor_name パッケージは、安全なアンカー名を作成するための関数を提供します。このロジックは様々なパッケージで再利用することができるため、相互運用性のあるアンカー名の作成や、これらのアンカーに対するリンクを行なうことができます。なお、現時点では生成されたアンカー名が唯一のものであるかどうかを確認しません。このような機能は呼び出し側で実装してください。

source: Prometheus exporter for Slurm metrics
cs: Prometheus exportér pro metriky Slurm

source: Prometheus collector and exporter for metrics extracted from the Slurm resource scheduling system.
cs: Prometheus shromažďuje a exportuje metriky extrahované ze systému Slurm - plánování prostředků.

source: The Go language provides an internal testing library, named "testing", which is relatively slim due to the fact that the standard library correctness by itself is verified using it. The gocheck package, on the other hand, expects the standard library from Go to be working correctly, and builds on it to offer a richer testing framework for libraries and applications to use.
cs: Jazyk Go poskytuje vnitřní knihovnu testů nazvanou "testing", která je poměrně malá, neboť ověřuje i korektnost samotné standardní knihovny. Balíček gocheck naopak očekává, že standardní knihovna Go bude pracovat korektně, a buduje nad ní bohatší testovací rámec použitelný knihovnami a aplikacemi.
ja: Go 言語には "testing" と呼ばれる内部テストライブラリが用意されています。これは標準ライブラリ自身の正当性をチェックするだけの仕組みであることから、比較的スリムなものになっています。一方の gocheck パッケージでは、 Go 言語が提供する標準ライブラリが正しく動作する前提で作られていて、各種のライブラリやアプリケーションをより便利にテストできる仕組みを構築しています。

source: A toolchain to help packaging golang, written in bash.
cs: Řetěz nástrojů pomáhajících balit golang, napsaný v bash.
ja: bash で記述された、 golang をパッケージングするための支援用ツールチェインです。

source: Golang autocompletion files for Emacs
cs: Autokompletační soubory Golang pro Emacs
ja: Emacs 向け Golang オートコンプリートファイル

source: Emacs autocompletion for the Go programming language. Add the following to your emacs-config: ```lisp (require 'go-autocomplete) ; load go autocompletion backend ```
cs: Autokompletace Emacs pro programovací jazyk Go. Do své emacs-config přidejte toto: ```lisp (require 'go-autocomplete) ; zavést go autokompletační podporu ```
ja: Go プログラミング言語向け Emacs オートコンプリート機能です。 下記の内容を emacs-config 内に追加してお使いください: ```lisp (require 'go-autocomplete); load go autocompletion backend ```

source: This package contains additional toolsgraphy libraries that are developed by the Go team but outside of the main source tree.
cs: Tento balíček obsahuje přídavné knihovny grafických nástrojů, vytvořené týmem Go, avšak mimo hlavní strom zdroje.
ja: このパッケージには、 Go チームが開発しているものの、メインのソースツリー内には取り込まれていない、追加の toolsgraphy ライブラリが含まれています。

source: An autocompletion daemon for the Go programming language
cs: Autokompletační služba (démon) pro programovací jazyk Go
ja: Go プログラミング言語向けオートコンプリートデーモン

source: Gocode is a helper tool which is intended to be integrated with your source code editor such as vim or emacs. It uses a client-server architecture for caching purposes (hence "daemon") and provides context-sensitive autocompletion.
cs: Gocode je pomocný nástroj pro integraci s Vaším editorem zdrojového kódu (jako je vim nebo emacs). Z kešovacích důvodů používá architekturu klient-server (proto služba či "démon") a poskytuje kontextově citlivou autokompletaci.
ja: Gocode は、 vim や emacs などのようなソースコードエディタに統合されることを目的とした、ヘルパーツールです。キャッシュを目的としたクライアント-サーバ型の仕組み (そのため "デーモン" と呼ばれます) により、文脈依存のオートコンプリート機能を提供します。

source: Squid Prometheus Exporter
cs: Exportér pro Squid Prometheus

source: Exports squid metrics in Prometheus format
cs: Exportuje metriky squid ve tvaru Prometheus

source: This package provides Go support, in the form of a library and protocol compiler plugin, for Google's protocol buffers. (RPC is not supported.)
cs: Tento balíček obsahuje podporu Go, ve tvaru knihovny a modulu překladače protokolu pro protokolové buffery Google. (RPC nepodporováno.)

source: Apache Exporter for Prometheus
cs: Exportér Apache pro Prometheus

source: Exports apache mod_status statistics via HTTP for Prometheus consumption.
cs: Exportuje statistiky apache mod_status pomocí HTTP, pro odběr Prometheem.

source: String functions for Golang
cs: Funkce zpracování řetězců pro Golang
ja: Golang 向け文字列関数

source: This library contains various string manipulation functions for Golang.
cs: Tato knihovna obsahuje různé funkce manipulace s řetězci pro Golang.
ja: このライブラリには、 Golang で文字列を操作するためのさまざまな関数が含まれています。

source: Find symbol information in Go source
cs: Najde symbolický údaj ve zdroji Go
ja: Go ソース内でのシンボル情報の検索

source: Godef, given an expression or a location in a source file, prints the location of the definition of the symbol referred to.
cs: Godef: z výrazu nebo umístění v textu zdrojového souboru vytiskne umístění definice odkazovaného symbolu.
ja: Godef は、表現またはソースファイル内の場所を指定することで、シンボルが参照する定義の場所を表示することができます。

source: Prometheus exporter for PostgreSQL
cs: Prometheus exportér pro PostgreSQL

source: Prometheus exporter for PostgreSQL server metrics. Supported PostgreSQL versions: 9.1 and up.
cs: Exportér Prometheus pro serverovou metriku PostgreSQL. Podporuje PostgreSQL verze 9.1 a vyšších.

source: Context defines the Context type
cs: "Context" definuje typ Context
ja: コンテキストタイプを定義するコンテキスト

source: Package context defines the Context type, which carries deadlines, cancelation signals, and other request-scoped values across API boundaries and between processes.
cs: Balíček "Context" definuje typ Context, který převádí termíny, signály násilného ukončení (cancel) a další hodnoty "request-scoped" přes hranice API a mezi procesy.
ja: context パッケージはコンテキストタイプを定義するもので、デッドラインやキャンセルシグナルのほか、リクエストスコープの値を API 境界およびプロセス間を跨いで伝送する仕組みを提供します。

source: Package html implements an HTML5-compliant tokenizer and parser
cs: Balíček html implementuje tokenizer a parser vyhovující HTML5
ja: html パッケージ - HTML5 準拠のトークナイザおよびパーサの実装

source: Package html implements an HTML5-compliant tokenizer and parser.
cs: Balíček html implementuje tokenizer a parser (rozklad syntaxe) vyhovující HTML5.
ja: html パッケージは、 HTML5 準拠のトークナイザおよびパーサを実装します。

source: Websocket implements a client and server for the WebSocket protocol
cs: Websocket implementuje klient a server protokolu WebSocket
ja: WebSocket - WebSocket プロトコルのクライアントとサーバの実装

source: Package websocket implements a client and server for the WebSocket protocol as specified in RFC 6455.
cs: Balíček "websocket" implementuje klient a server protokolu WebSocket podle specifikace RFC-6455.
ja: websocket パッケージは、 RFC 6455 で規定されている WebSocket プロトコルのうち、クライアントとサーバを実装しています。

source: Go concurrency primitives
cs: Primitiva souběhu Go

source: This repository provides Go concurrency primitives in addition to the ones provided by the language and "sync" and "sync/atomic" packages.
cs: Toto úložiště obsahuje primitiva souběhu Go jako přídavek k těm, která poskytuje jazyk a balíčky "sync" a "sync/atomic".

source: Golang autocompletion files for Vim
cs: Autokompletační soubory Golang pro editor Vim
ja: Vim 向け Golang オートコンプリートファイル

source: Vim autocompletion for the Go programming language.
cs: Autokompletace Vim pro programovací jazyk Go.
ja: Go プログラミング言語向けの Vim オートコンプリートです。

source: Package pretty provides pretty-printing for go values. This is useful during debugging, to avoid wrapping long output lines in the terminal. It provides a function, Formatter, that can be used with any function that accepts a format string. This package also provides a convenience wrapper for each function in package fmt that takes a format string.
ja: pretty パッケージは Go における値を見やすく表示するための仕組みを提供します。デバッグ目的で使用すると、端末側で長い行が勝手に改行されたりする問題を避けることができます。このほか、 Formatter と呼ばれる関数も提供しています。これは書式文字列を受け付けて表示することができます。このパッケージには、書式文字列を受け付ける fmt パッケージ内の各関数に対する、便利なラッパーも用意されています。

source: Go supplementary cryptography libraries.
ja: Go 補助暗号化ライブラリです。
