Repository: BENBELLA23/packages-i18n
Catalog: */po/google.*.po
Languages: cs

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Batak Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Batak Sans Serif.

source: Noto Bengali Sans Serif Font
cs: Bezpatkové písmo Noto Bengali

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Bengali Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Bengali Sans Serif.

source: Noto Brahmi Sans Serif Font
cs: Bezpatkové písmo Noto Brahmi

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Brahmi Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Brahmi Sans Serif.

source: Noto Buginese Sans Serif Font
cs: Bezpatkové písmo Noto Buginese

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Buginese Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Buginese Sans Serif.

source: Noto Buhid Sans Serif Font
cs: Bezpatkové písmo Noto Buhid

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Buhid Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Buhid Sans Serif.

source: Noto Canadian Aboriginal Sans Serif Font
cs: Bezpatkové písmo Noto Canadian Aboriginal

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains CanadianAboriginal Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo CanadianAboriginal Sans Serif.

source: Noto Carian Sans Serif Font
cs: Bezpatkové písmo Noto Carian

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Carian Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Carian Sans Serif.

source: Noto Chakma Sans Serif Font
cs: Bezpatkové písmo Noto Chakma

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Chakma Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Chakma Sans Serif.

source: Noto Cham Sans Serif Font
cs: Bezpatkové písmo Noto Cham

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Cham Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Cham Sans Serif.

source: Noto Cherokee Sans Serif Font
cs: Bezpatkové písmo Noto Cherokee

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Cherokee Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Cherokee Sans Serif.

source: Noto Sans CJK Font - Regular and Bold
cs: Normální a tučné písmo Noto Sans CJK

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Regular and Bold weights for Noto Sans fonts for the four CJK languages.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje normální a tučné varianty bezpatkového písma Noto Sans pro čtyři jazyky CJK.

source: Noto Coptic Sans Serif Font
cs: Bezpatkové písmo Noto Coptic

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Coptic Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Coptic Sans Serif.

source: Noto Cuneiform Sans Serif Font
cs: Bezpatkové písmo Noto Cuneiform

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Cuneiform Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Cuneiform Sans Serif.

source: Noto Cypriot Sans Serif Font
cs: Bezpatkové písmo Noto Cypriot

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Cypriot Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Cypriot.

source: Noto Deseret Sans Serif Font
cs: Bezpatkové písmo Noto Deseret

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Deseret Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Deseret.

source: Noto Devanagari Sans Serif Font
cs: Bezpatkové písmo Noto Devanagari

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Devanagari Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Devanagari.

source: Noto Display Sans Serif Font
cs: Bezpatkové písmo Noto Display

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Display Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Display.

source: Noto Egyptian Hieroglyphs Sans Serif Font
cs: Bezpatkové písmo Noto Egyptian Hieroglyphs

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains EgyptianHieroglyphs Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Egyptian Hieroglyphs.

source: Noto Ethiopic Sans Serif Font
cs: Bezpatkové písmo Noto Ethiopic

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Ethiopic Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Ethiopic Sans Serif.

source: Noto Sans Font
cs: Bezpatkové písmo Noto

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Sans font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Noto.

source: Noto Georgian Sans Serif Font
cs: Bezpatkové písmo Noto Georgian

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Georgian Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Georgian.

source: Noto Glagolitic Sans Serif Font
cs: Bezpatkové písmo Noto Glagolitic

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Glagolitic Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Glagolitic.

source: Noto Gothic Sans Serif Font
cs: Bezpatkové písmo Noto Gothic

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Gothic Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Gothic.

source: Noto Gujarati Sans Serif Font
cs: Bezpatkové písmo Noto Gujarati

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Gujarati Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Gujarati.

source: Noto Gurmukhi Sans Serif Font
cs: Bezpatkové písmo Noto Gurmukhi

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Gurmukhi Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Gurmukhi.

source: Noto Hanunoo Sans Serif Font
cs: Bezpatkové písmo Noto Hanunoo

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Hanunoo Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Hanunoo Sans Serif.

source: Noto Hebrew Sans Serif Font
cs: Bezpatkové písmo Noto Hebrew

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Hebrew Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Hebrew.

source: Noto Imperial Aramaic Sans Serif Font
cs: Bezpatkové písmo Noto Imperial Aramaic

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains ImperialAramaic Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Imperial Aramaic.

source: Noto Inscriptional Pahlavi Sans Serif Font
cs: Bezpatkové písmo Noto Inscriptional Pahlavi

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains InscriptionalPahlavi Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Inscriptional Pahlavi.

source: Noto Inscriptional Parthian Sans Serif Font
cs: Bezpatkové písmo Noto Inscriptional Parthian

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains InscriptionalParthian Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Inscriptional Parthian.

source: Noto Javanese Sans Serif Font
cs: Bezpatkové písmo Noto Javanese

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Javanese Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Javanese.

source: Noto Sans Japanese Font - Black
cs: Písmo Noto Sans Japanese - Black

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Black weight of Sans font for Japanese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo v tučnosti Black pro japonštinu.

source: Noto Sans Japanese Font - Bold
cs: Písmo Noto Sans Japanese - Bold

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Bold weight of Sans font for Japanese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo tučnosti Bold pro japonštinu.

source: Noto Sans Japanese Font - DemiLight
cs: Písmo Noto Sans Japanese - DemiLight

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Demilight weight of Sans font for Japanese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo tučnosti DemiLight pro japonštinu.

source: Noto Sans Japanese Font - Regular and Bold
cs: Písmo Noto Sans Japanese - Regular and Bold

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Regular and Bold weights of Sans font for Japanese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo tučností Regular (normální) a Bold (tučné) pro japonštinu.

source: Noto Sans Japanese Font - All Weights
cs: Písmo Noto Sans Japanese - všechny tučnosti

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains All weights for Sans and Monospace fonts for Japanese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové a ekvidistantní písmo všech tučností pro japonštinu.

source: Noto Sans Japanese Font - Light
cs: Písmo Noto Sans Japanese - Light

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Light weight of Sans font for Japanese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo tučnosti Light pro japonštinu.

source: Noto Sans Japanese Font - Medium
cs: Písmo Noto Sans Japanese - Medium

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Medium weight of Sans font for Japanese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo tučnosti Medium (střední) pro japonštinu.

source: Noto Sans Japanese Font - Monospace
cs: Písmo Noto Sans Japanese - Monospace

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Monospace fonts for Japanese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje ekvidistantní písmo Monospace pro japonštinu.

source: Noto Sans Japanese Font - Regular
cs: Písmo Noto Sans Japanese - Regular

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Regular weight of Sans font for Japanese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo tučnosti Normální pro japonštinu.

source: Noto Sans Japanese Font - Thin
cs: Písmo Noto Sans Japanese - Thin

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Thin weight of Sans font for Japanese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo tučnosti Tenké (Thin) pro japonštinu.

source: Noto Kaithi Sans Serif Font
cs: Bezpatkové písmo Noto Kaithi

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Kaithi Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Kaithi.

source: Noto Kannada Sans Serif Font
cs: Bezpatkové písmo Noto Kannada

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Kannada Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Kannada Sans Serif.

source: Noto Kayah Li Sans Serif Font
cs: Bezpatkové písmo Noto Kayah Li

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains KayahLi Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo KayahLi Sans Serif.

source: Noto Kharoshthi Sans Serif Font
cs: Bezpatkové písmo Noto Kharoshthi

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Kharoshthi Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Kharoshthi Sans Serif.

source: Noto Khmer Sans Serif Font
cs: Bezpatkové písmo Noto Khmer

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Khmer Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Noto Khmer Sans Serif.

source: Noto Sans Korean Font - Black
cs: Bezpatkové písmo Noto Sans Korean - Black

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Black weight of Sans font for Korean, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo tučnosti Black pro korejštinu.

source: Noto Sans Korean Font - Bold
cs: Bezpatkové písmo Noto Sans Korean - Bold

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Bold weight of Sans font for Korean, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo váhy Bold (tučné) pro korejštinu.

source: Noto Sans Korean Font - DemiLight
cs: Bezpatkové písmo Noto Sans Korean - DemiLight

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Demilight weight of Sans font for Korean, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo váhy Demilight pro korejštinu.

source: Noto Sans Korean Font - Regular and Bold
cs: Bezpatkové písmo Noto Sans Korean - Regular a Bold

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Regular and Bold weights of Sans font for Korean, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Regular (normální) a Bold (tučné) pro korejštinu.

source: Noto Sans Korean Font - All Weights
cs: Bezpatkové písmo Noto Sans Korean - všechny váhy

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains All weights for Sans and Monospace fonts for Korean, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové a ekvidistantní písmo všech vah (stupňů tučnosti) pro korejštinu.

source: Noto Sans Korean Font - Light
cs: Bezpatkové písmo Noto Sans Korean - Light
