Repository: BENBELLA23/packages-i18n
Catalog: */po/google.*.po
Languages: cs

source: Header files for libglog0
cs: Soubory hlaviček pro libglog0

source: The glog library implements application-level logging. This library provides logging APIs based on C++-style streams and various helper macros. This package provides development files for libglog0.
cs: Knihovna glog implementuje žurnálování (logging) na aplikační úrovni. Tato knihovna poskytuje API na základě proudů (streams) ve stylu C++ a různá pomocná makra. Tento balíček poskytuje vývojové soubory pro libglog0.

source: Development files for the Google C++ Mocking Framework
cs: Vývojové soubory pro Google C++ Mocking Framework

source: Inspired by jMock, EasyMock, and Hamcrest, and designed with C++'s specifics in mind, Google C++ Mocking Framework (or Google Mock for short) is a library for writing and using C++ mock classes. This package provides shared libraries and header files for development with googlemock.
cs: Žertovný framework Google C++ (krátce Google Mock) je knihovna pro psaní a používání tříd C++ mock. Je inspirována jMock, EasyMock, Hamcrest a navržena se specifikami C++ na mysli. Tento balíček obsahuje sdílené knihovny a soubory hlaviček pro vývoj s googlemock.

source: Serif family, part of the Alegreya “super family”
cs: Rodina Serif (patkové), součást "superrodiny" Alegreya

source: Alegreya is a typeface originally intended for literature. Among its crowning characteristics, it conveys a dynamic and varied rhythm which facilitates the reading of long texts. Also, it provides freshness to the page while referring to the calligraphic letter, not as a literal interpretation, but rather in a contemporary typographic language. The italic has just as much care and attention to detail in the design as the roman. The bold weights are strong, and the Black weights are really experimental for the genre. There is also a Small Caps sister family. Not only does Alegreya provide great performance, but also achieves a strong and harmonious text by means of elements designed in an atmosphere of diversity. The Alegreya type system is a “super family”, originally intended for literature, and includes serif and sans serif sister families. It supports expert latin, greek and cyrillic character sets and provides advanced typography OpenType features such as small caps, dynamic ligatures and fractions, four set of figures, super and subscript characters, ordinals, localized accent forms for spanish, catalan, guaraní, dutch, turkish, romanian, serbian among others. Alegreya was chosen at the ATypI Letter2 competition in September 2011, and one of the top 14 text type systems. It was also selected in the 2nd Bienal Iberoamericana de Diseño, competition held in Madrid in 2010 and Tipos Latinos. Designed by Juan Pablo del Peral for Huerta Tipográfica.
cs: Alegreya je písmo původně určené pro literaturu. Mezi jeho hlavní vlastnosti patří dynamický, proměnný rytmus, který usnadňuje čtení dlouhých textů. Také dodává stránce svěžest a zároveň odkazuje na kaligrafické písmo, nikoliv však v doslovné interpretaci, ale spíše v současném typografickém jazyce. Kurzíva má stejně pečlivý a detailní design jako románské písmo. Tučná písma jsou výrazná a písma Black jsou pro tento žánr opravdu experimentální. K dispozici je také sesterská rodina Small Caps. Alegreya nejenže podává skvělé výkony, ale také dosahuje silného a harmonického textu pomocí prvků navržených v atmosféře rozmanitosti. Systém písma Alegreya je "superrodina" původně určená pro literaturu a zahrnuje sesterské rodiny písem typu serif (patkových) a sans-serif (bezpatkových). Podporuje znakové sady expertní latinky, řeckého písma a cyrilice a poskytuje funkce pokročilé typografie jako malé kapitálky, dynamické ligatury a frakce, čtyři sady značek, znaky horního a dolního indexu, ordinály a lokalizované tvary diakritiky pro španělštinu, katalánštinu, guaraní, nizozemštinu, turečtinu, rumunštinu, srbštinu a další jazyky. Alegreya byla vybrána v soutěži ATypI Letter2 v září 2011 a dostala se mezi 14 nejlepších systémů pro psaní textu. Byla také vybrána v soutěži 2. Bienal Iberoamericana de Diseño, která se konala v Madridu v roce 2010, a Tipos Latinos. Navrhl Juan Pablo del Peral pro společnost Huerta Tipográfica.

source: Easily Readable Sans Serif Font
cs: Snadno čitelné písmo bez patek

source: Allerta is an open source typeface designed for use in signage. Allerta was designed to be easily and quickly read from a distance. Each letter exploits the most unique aspects of that individual letter so that each character can be easily distinguished from any other. Allerta has been released as an open source project so that those countries, communities, and/or organizations without a proper signage system may have a way of quickly designing and implementing one. While Allerta is complete with a large character set, because it is open source, modification and expansion is encouraged. For the more urgent of circumstances, Allerta Stencil and an accompanying kit have been designed so that signage can be created with nothing more than the kit of letters, a can of spray paint, and the nearest available substrate. Although the stencil kit may allude the finer points of typographic spacing, it is intended to serve the most basic purpose of signage: guiding people towards their destination or towards assistance. The name Allerta is derived from the origins of the word alert (adj. swift, v. to advise or warn). The Italian origin all'erta literally means on the lookout. Designer: Matt McInerney
cs: Allerta je typ písma s otevřeným zdrojovým kódem navržený pro použití ve značení. Allerta byla navržena tak, aby byla snadno a rychle čitelná na dálku. Každé písmeno využívá co nejvíce jedinečných aspektů tohoto konkrétního písmene, takže každý znak lze snadno odlišit od jakéhokoli jiného. Allerta byla vydána jako open source projekt, takže země, komunity a/nebo organizace bez řádného systému značení mají způsob, jak takový systém rychle navrhnout a implementovat. Přestože Allerta má úplnou a velkou znakovou sadu, podporují se úpravy a rozšíření, protože jde o otevřený zdroj. Jméno Allerta je odvozeno od slova alert (podst.jm.: upozornění; příd.jm.: hbitý, pohotový; sloveso: sdělit nebo upozornit). Původní italské slovo all'erta doslova znamená na hlídce (bdělý). Navrhl Matt McInerney

source: A Free Monospace Font
cs: Volné písmo Monospace

source: Anonymous Pro is a family of four fixed-width fonts designed especially with coding in mind. Characters that could be mistaken for one another (O, 0, I, l, 1, etc.) have distinct shapes to make them easier to tell apart in the context of source code. Anonymous Pro also features an international, Unicode-based character set, with support for most Western and European Latin-based languages, Greek, and Cyrillic. It also includes special "box drawing" characters for those who need them. Designer: Mark Simonson
cs: Anonymous Pro je rodina čtyř písem s pevnou šířkou písmene, navržených speciálně s ohledem na kódování. Znaky, které by se mohly navzájem zaměnit (O, 0, I, l, 1 atd.), mají odlišné tvary, aby je bylo možné snáze rozlišit v kontextu zdrojového kódu. Anonymous Pro obsahuje také mezinárodní znakovou sadu založenou na Unicode s podporou většiny západoevropských a evropských latinských jazyků, řečtiny a azbuky. Zahrnuje také speciální znaky „kreslení rámečků“ pro ty, kteří je potřebují. Navrhl Mark Simonson

source: Monospace Sans Serif Font
cs: Písmo Monospace bez patek

source: Arimo was designed by Steve Matteson as a sans serif design that is metrically compatible with Arial. Arimo offers improved on-screen readability characteristics and the pan-European WGL character set and solves the needs of developers looking for width-compatible fonts to address document portability across platforms.
cs: Arimo navrhl Steve Matteson jako bezpatkové písmo, jehož návrh je metricky kompatibilní s Arialem. Arimo nabízí vylepšené charakteristiky čitelnosti na obrazovce a pan-evropskou znakovou sadu WGL a řeší potřeby vývojářů, kteří hledají šířkově kompatibilní písma pro řešení přenositelnosti dokumentů napříč platformami.

source: Google Authenticator PAM module
cs: Modul PAM Google Authenticator (ověřovač)

source: Integrate GOOGLE Authenticator into your login process for full 2FA.
cs: Integruje GOOGLE Authenticator do Vašeho procesu přihlašování pro úplné 2FA.

source: Humanist Sans Serif Font
cs: Písmo Humanist bez patek

source: The Cabin font family is a humanist sans with 4 weights and true italics, inspired by Edward Johnston’s and Eric Gill’s typefaces, with a touch of modernism. Cabin incorporates modern proportions, optical adjustments, and some elements of the geometric sans. It remains true to its roots, but has its own personality. The weight distribution is almost monotone, although top and bottom curves are slightly thin. Counters of the b, g, p and q are rounded and optically adjusted. The curved stem endings have a 10 degree angle. E and F have shorter center arms. M is splashed. Designer: Pablo Impallari
cs: Rodina fontů Cabin jsou řezy písma typu Humanist bez patek se čtyřmi stupni tučnosti a pravou kurzívou, inspirovaná písmy Edwarda Johnstona a Erica Gilla s nádechem modernismu. Cabin má moderní proporce, optické úpravy a některé prvky geometrických bezpatkových řezů. Zůstává věrná svým kořenům, ale má svou vlastní osobnost. Rozložení hmotnosti je téměř monotónní, i když horní a dolní křivky jsou mírně tenší. Tvary b, g, p a q jsou zaobleny a opticky upraveny. Zakřivené konce dříku mají úhel 10 stupňů. E a F mají kratší prostřední tahy. M je slité(?). Návrhář: Pablo Impallari

source: Sans-serif Font Metrics-compatible with Cambria
cs: Bezpatkové písmo metrikou kompatibilní s písmem Cambria

source: Workhorse serif font that is designed to be a metrics-compatible drop-in replacement for Cambria. Contains Regular, Bold, Italic, and Bold Italic version. Designed by Huerta Típografica for Google.
cs: Workhorse je patkové písmo, navržené jako metricky kompatibilní náhrada pro písma Cambria. Obsahuje verze: Normální, Tučné, Kurzíva a Tučná kurzíva. Navrženo pro Google studiem Huerta Típográfica.

source: Serif Font for Classicists, Biblical Scholars, Medievalists, and Linguists
cs: Patkové písmo pro klasicisty, biblické učence, středověké historiky a jazykovědce

source: Cardo is a large Unicode font specifically designed for the needs of classicists, Biblical scholars, medievalists, and linguists. It also works well for general typesetting in situations where a high-quality Old Style font is appropriate. Its large character set supports many modern languages as well as those needed by scholars. Cardo also contains features that are required for high-quality typography such as ligatures, text figures (also known as old style numerals), true small capitals and a variety of punctuation and space characters. Designer: David Perry
cs: Cardo je velký řez písma Unicode určený speciálně pro potřeby klasicistů, biblických učenců, středověkých historiků a jazykovědců. Je vhodné i pro všeobecné sazby v situacích, kdy je vhodné kvalitní písmo starého stylu. Jeho velká znaková sada podporuje mnoho moderních jazyků, stejně jako jazyky potřebné pro učence. Cardo také obsahuje funkce, které jsou vyžadovány pro vysoce kvalitní typografii, jako jsou ligatury, textové obrázky (známé také jako číslice ve starém stylu), pravé malé kapitálky a řada interpunkčních znamének a mezer. Návrhář: David Perry

source: Sans-serif Font Metrics-compatible with Calibri
cs: Bezpatkový řez písma metricky kompatibilní s Calibri

source: Modern, friendly sans-serif font derived from the Lato font that is designed to be a metrics-compatible drop-in replacement for Calibri. Contains Regular, Bold, Italic, and Bold Italic version. Designed by Lukasz Dziedzic of tyPoland for Google.
cs: Moderní, přátelské bezpatkové písmo odvozené od písma Lato, které je navrženo jako metricky kompatibilní náhrada písma Calibri. Obsahuje řezy Normální, Tučný, Kurzíva a Tučná Kurzíva. Pro Google navrhl Lukasz Dziedzic z tyPoland.

source: GCE Instance Initialization
cs: Inicializace instance GCE

source: Initialization code for Google Compute Engine instances.
cs: Inicializační kód pro instance Google Compute Engine.

source: OS Login Functionality for Google Compute Engine
cs: Funkčnost OS Login pro Google Compute Engine

source: Libraries and scripts to enable OS Login functionality for Google Compute Engine. Modifies sshd, nsswitch, and sshd_pam configurations.
cs: Knihovny a skripty zapínající funkci přihlášení k OS pro Google Compute Engine. Upravuje konfigurace sshd, nsswitch a sshd_pam.

source: Cousine was designed by Steve Matteson as a sans serif design that is metrically-compatible with Courier New. Cousine offers improved on-screen readability characteristics and the pan-European WGL character set and solves the needs of developers looking for width-compatible fonts to address document portability across platforms.
cs: Cousine navrhl Steve Matteson jako bezpatkový design, který je metricky kompatibilní s Courier New. Cousine nabízí vylepšené charakteristiky čitelnosti na obrazovce, celoevropskou znakovou sadu WGL a řeší potřeby vývojářů, hledajících šířkově kompatibilní řezy písem pro řešení přenositelnosti dokumentů napříč platformami.

source: Croscore fonts
cs: Písma Croscore

source: A collection of fonts which are metric-compatible to "Arial", "Times New Roman" and "Courier New". Croscore fonts are based on the Liberation fonts and extend its glyph coverage.
cs: Kolekce písem, která jsou metricky kompatibilní s „Arial“, „Times New Roman“ a „Courier New“. Písma Croscore jsou založena na písmech Liberation a rozšiřují jejich glyfové pokrytí.

source: Fonts With Extensive Style and Language Support Developed for Android
cs: Písma s rozsáhlou podporou stylů a jazyků vyvinutá pro Android

source: The Droid family of fonts consists of Droid Sans, Droid Sans Mono and Droid Serif. Each contains extensive character set coverage including Western Europe, Eastern/Central Europe, Baltic, Cyrillic, Greek and Turkish support. The Droid Sans regular font also includes support for Simplified and Traditional Chinese, Japanese and Korean support for the GB2312, Big 5, JIS 0208 and KSC 5601 character sets respectively. Droid was designed by Ascender's Steve Matteson to provide optimal quality and comfort on a mobile handset when rendered in application menus, web browsers and for other screen text. - Ascender Press Release, http://www.ascendercorp.com/pr/2007-11-12/
cs: Rodina písem Droid se skládá z bezpatkového Droid Sans, bezpatkového ekvidistantního Droid Sans Mono a patkového Droid Serif. Každý má rozsáhlé pokrytí znakové sady, včetně západní Evropy, východní/střední Evropy, pobaltských písmen, azbuky, podpory řeckých a tureckých písmen. Pravidelné písmo (Normal) Droid Sans také zahrnuje podporu znakových sad: zjednodušené a tradiční čínské, japonské a korejské, tj. GB2312, Big 5, JIS 0208 a KSC 5601. Droid byl navržen Steve Mattesonem z Ascenderu tak, aby poskytoval optimální kvalitu a pohodlí na mobilním telefonu při vykreslování v nabídkách aplikací, webových prohlížečích a pro další texty na obrazovce. - Ascender Press Release, http://www.ascendercorp.com/pr/2007-11-12/

source: Contemporary Geometric Sans Serif Typeface
cs: Moderní geometrické bezpatkové písmo

source: Exo is a contemporary geometric sans serif typeface that tries to convey a technological/futuristic feeling while keeping an elegant design. Exo was meant to be a very versatile font, so it has 9 weights (the maximum on the web) each with a true italic version. It works great as a display face but it also works good for small to intermediate size texts. Designer: Natanael Gama
cs: Exo je moderní geometrické bezpatkové písmo, které se snaží zprostředkovat technologický/futuristický pocit při zachování elegantního designu. Exo byl zamýšlen jako velmi univerzální písmo, takže má 9 stupňů tučnosti (maximum pro web), každý s pravou kurzívou. Funguje skvěle na zobrazovací ploše, ale také v malých a středně velkých textech. Návrhář: Natanael Gama

source: Java lib for conversion of Java objects into JSON representation
cs: Knihovna Java pro převod objektů Java na representaci JSON

source: Gson is a Java library that can be used to convert a Java object into its JSON representation. It can also be used to convert a JSON string into an equivalent Java object. Gson can work with arbitrary Java objects including pre-existing objects that you do not have source-code of.
cs: Gson je knihovna Java, kterou lze použít k převodu objektu Java do jeho reprezentace JSON. Může být také použit k převodu řetězce JSON na ekvivalentní objekt Java. Gson umí pracovat s libovolnými objekty Java, včetně již existujících objektů, pro které nemáte zdrojový kód.

source: API documentation for google-gson
cs: Dokumentace API pro google-gson

source: This package contains the API documentation for google-gson.
cs: Tento balík obsahuje dokumentaci API pro google-gson.

source: Google Cloud Guest Agent
cs: Agent hostovaného OS cloudu Google

source: Google Cloud Guest Configs
cs: Konfigurace hostů cloudu Google

source: Google Cloud Guest OS Login
cs: Přihlášení k OS hostovanému v cloudu Google

source: Dependency injection framework for Java 5 and above
cs: Rámec zavedení závislosti pro Java 5 a vyšší

source: Guice alleviates the need for factories and the use of "new" in Java code. Guice's @Inject is a different "new". Writing factories will still be needed in some cases, but code will not directly depend on them. Guice embraces Java's type safe nature, especially when it comes to features introduced in Java 5 such as generics and annotations.
cs: Guice zmírňuje potřebu továren a použití „nového“ v kódu Java. Guice's @Inject je odlišný „nový“. V některých případech bude stále třeba psát továrny, ale kód na nich nebude přímo záviset. Guice přijímá bezpečnou povahu Java typu, zejména pokud jde o funkce zavedené v Java 5, jako jsou generika a anotace.

source: API documentation for Guice
cs: Dokumentace API pro Guice

source: This package provides API documentation for Guice.
cs: Tento balík obsahuje dokumentaci API pro Guice.

source: Google HTTP Client Library for Java
cs: Klientská knihovna Google HTTP pro Javu

source: Google HTTP Client Library for Java. Functionality that works on all supported Java platforms, including Java 5 (or higher) desktop (SE) and web (EE), Android, and Google App Engine.
cs: Knihovna klientů Google HTTP pro Javu. Funkce, která funguje na všech podporovaných platformách Java, včetně desktopů Java 5 (nebo vyšších) (SE) a webu (EE), Androidu a Google App Engine.

source: Google HTTP Client Findbugs plugin
cs: Doplněk Google HTTP Client Findbugs

source: Google APIs Client Library Findbugs custom plugin.
cs: Plugin Google API klientských knihoven Findbugs (hledání chyb).

source: Google HTTP Client GSON extensions
cs: Google HTTP klient - rozšíření GSON

source: GSON extensions to the Google HTTP Client Library for Java.
cs: Rozšíření GSON ke knihovně klientů Google HTTP pro Javu.

source: Google HTTP Client Jackson extensions
cs: Jacksonova rozšíření klienta Google HTTP

source: Jackson extensions to the Google HTTP Client Library for Java.
cs: Jacksonova rozšíření klientské knihovny Javy Google HTTP.

source: Google HTTP Client Jackson 2 extensions
cs: Jacksonova rozšíření 2 klienta Google HTTP

source: Jackson 2 extensions to the Google HTTP Client Library for Java.
cs: Jacksonova rozšíření 2 klientské knihovny Javy Google HTTP.

source: Javadoc for google-http-java-client
cs: Javadoc pro google-http-java-client

source: This package contains javadoc for google-http-java-client.
cs: Tento balíček obsahuje javadoc pro google-http-java-client.

source: Google HTTP Client JDO extensions
cs: JDO rozšíření klienta Google HTTP

source: JDO extensions to the Google HTTP Client Library for Java.
cs: Rozšíření JDO pro klientskou knihovnu Google HTTP pro Javu.

source: Google HTTP Client Parent POM
cs: Rodičovský POM klienta Google HTTP

source: Parent POM for the Google HTTP Client Library for Java.
cs: Rodičovský POM klientské knihovny Google HTTP pro Javu.

source: Google HTTP Client Protocol Buffer extensions
cs: Rpzšíření Buffer protokolu klienta Google HTTP

source: Protocol Buffer extensions to the Google HTTP Client Library for Java.
cs: Rozšíření Buffer protokolu klientské knihovny Google HTTP pro Javu.

source: Google HTTP Client Test support
cs: Podpora testu klienta Google HTTP

source: Shared classes used for testing of artifacts in the Google HTTP Client Library for Java.
cs: Sdílené třídy používané k testům artefaktů v klientské knihovně Google HTTP pro Javu.

source: Google HTTP Client XML extensions
cs: XML rozšíření klienta Google HTTP

source: XML extensions to the Google HTTP Client Library for Java.
cs: XML rozšíření klientské knihovny Google HTTP pro Javu.

source: Monospace Font Designed for Printed Code Listings
cs: Ekvidistantní (monospace) písmo určené pro výpisy tištěných kódů

source: Inconsolata Bold is a Unicode typeface family that supports languages that use the Latin script and its variants, and could be expanded to support other scripts. Designer: Raph Levien
cs: Inconsolata Bold je rodina řezů písma Unicode, která podporuje jazyky používající latinku a její varianty; mohla by být rozšířena o podporu dalších druhů písma. Návrhář: Raph Levien

source: Monospaced Typewriter Font
cs: Písmo psacího stroje (ekvidistantní)

source: Lekton has been designed at ISIA Urbino, Italy, and is inspired by some of the typefaces used on the Olivetti typewriters. It was designed by: Paolo Mazzetti, Luciano Perondi, Raffaele Flaùto, Elena Papassissa, Emilio Macchia, Michela Povoleri, Tobias Seemiller, Riccardo Lorusso, Sabrina Campagna, Elisa Ansuini, Mariangela Di Pinto, Antonio Cavedoni, Marco Comastri, Luna Castroni, Stefano Faoro, Daniele Capo, and Jan Henrik Arnold.
cs: Lekton byl navržen v ISIA Urbino v Itálii a je inspirován některými písmy používanými na psacích strojích Olivetti. Navrhli: Paolo Mazzetti, Luciano Perondi, Raffaele Flaùto, Elena Papassissa, Emilio Macchia, Michela Povoleri, Tobias Seemiller, Riccardo Lorusso, Sabrina Campagna, Elisa Ansuini, Mariangela Di Pinto, Antonio Cavedoni, Marco Comastri, Luna Castroni, Stefano Faoro, Daniele Capo a Jan Henrik Arnold.

source: Readable Text Serif Font for Screen
cs: Čitelné patkové písmo pro obrazovku
