Repository: BENBELLA23/packages-i18n
Catalog: */po/google.*.po
Languages: cs

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Light weight of Serif font for Korean, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje patkové písmo váhy Light (tenké) pro korejštinu.

source: Noto Serif Korean Font - Medium
cs: Patkové písmo Noto Korean - Medium

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Medium weight of Serif font for Korean, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje patkové písmo váhy Medium (střední) pro korejštinu.

source: Noto Serif Korean Font - Regular
cs: Patkové písmo Noto Korean - Regular

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Regular weight of Serif font for Korean, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje patkové písmo váhy Regular (normální) pro korejštinu.

source: Noto Serif Korean Font - SemiBold
cs: Patkové písmo Noto Korean - SemiBold

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains SemiBold weight of Serif font for Korean, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje patkové písmo váhy SemiBold (polotučné) pro korejštinu.

source: Noto Lao Font
cs: Písmo Noto Lao

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Lao font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje písmo Lao.

source: Noto Malayalam Font
cs: Písmo Noto Malayalam

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Malayalam font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje písmo Malayalam.

source: Noto Myanmar Font
cs: Písmo Noto Myanmar

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Myanmar font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje písmo Myanmar.

source: Noto Serif Simplified Chinese Font - Black
cs: Patkové písmo Noto Simplified Chinese - Black

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Black weight of Serif font for Simplified Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje patkové písmo váhy Black pro zjednodušenou čínštinu.

source: Noto Serif Simplified Chinese Font - Bold
cs: Patkové písmo Noto Simplified Chinese - Bold

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Bold weight of Serif font for Simplified Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje patkové písmo Bold (tučné) pro zjednodušenou čínštinu.

source: Noto Serif Simplified Chinese Font - Extralight
cs: Patkové písmo Noto Simplified Chinese - Extralight

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Extralight weight of Serif font for Simplified Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje patkové písmo váhy ExtraLight (zvláště tenké) pro zjednodušenou čínštinu.

source: Noto Serif Simplified Chinese Font - Regular and Bold
cs: Patkové písmo Noto Simplified Chinese - Regular a Bold

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Regular and Bold weights of Serif font for Simplified Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje patkové písmo Regular (normální) a Bold (tučné) pro zjednodušenou čínštinu.

source: Noto Serif Simplified Chinese Font - All Weights
cs: Patkové písmo Noto Simplified Chinese - všechny váhy

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains All weights of Serif font for Simplified Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje patkové písmo všech vah pro zjednodušenou čínštinu.

source: Noto Serif Simplified Chinese Font - Light
cs: Patkové písmo Noto Simplified Chinese - Light

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Light weight of Serif font for Simplified Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje patkové písmo váhy Light (tenké) pro zjednodušenou čínštinu.

source: Noto Serif Simplified Chinese Font - Medium
cs: Patkové písmo Noto Simplified Chinese - Medium

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Medium weight of Serif font for Simplified Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje patkové písmo váhy Medium (střední) pro zjednodušenou čínštinu.

source: Noto Serif Simplified Chinese Font - Regular
cs: Patkové písmo Noto Simplified Chinese - Regular

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Regular weight of Serif font for Simplified Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje patkové písmo Regular (normální) pro zjednodušenou čínštinu.

source: Noto Serif Simplified Chinese Font - SemiBold
cs: Patkové písmo Noto Simplified Chinese - SemiBold

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains SemiBold weight of Serif font for Simplified Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje patkové písmo SemiBold (polotučné) pro zjednodušenou čínštinu.

source: Noto Sinhala Font
cs: Písmo Noto Sinhala

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Sinhala font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje písmo Sinhala.

source: Noto Tamil Font
cs: Písmo Noto Tamil

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Tamil font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje písmo Tamil.

source: Noto Serif Traditional Chinese Font - Black
cs: Patkové písmo Noto Traditional Chinese - Black

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Black weight of Serif font for Traditional Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje patkové písmo váhy Black pro tradiční čínštinu.

source: Noto Serif Traditional Chinese Font - Bold
cs: Patkové písmo Noto Traditional Chinese - Bold

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Bold weight of Serif font for Traditional Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje patkové písmo Bold (tučné) pro tradiční čínštinu.

source: Noto Serif Traditional Chinese Font - Extralight
cs: Patkové písmo Noto Traditional Chinese - Extralight

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Extralight weight of Serif font for Traditional Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje patkové písmo váhy Extralight (zvláště tenké) pro tradiční čínštinu.

source: Noto Serif Traditional Chinese Font - Regular and Bold
cs: Patkové písmo Noto Traditional Chinese - Regular a Bold

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Regular and Bold weights of Serif font for Traditional Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje patkové písmo Regular (normální) a Bold (tučné) pro tradiční čínštinu.

source: Noto Serif Traditional Chinese Font - All Weights
cs: Patkové písmo Noto Traditional Chinese - všechny váhy

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains All weights of Serif font for Traditional Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje patkové písmo všech vah pro tradiční čínštinu.

source: Noto Serif Traditional Chinese Font - Light
cs: Patkové písmo Noto Traditional Chinese - Light

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Light weight of Serif font for Traditional Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje patkové písmo váhy Light (tenké) pro tradiční čínštinu.

source: Noto Serif Traditional Chinese Font - Medium
cs: Patkové písmo Noto Traditional Chinese - Medium

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Medium weight of Serif font for Traditional Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje patkové písmo váhy Medium (střední) pro tradiční čínštinu.

source: Noto Serif Traditional Chinese Font - Regular
cs: Patkové písmo Noto Traditional Chinese - Regular

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Regular weight of Serif font for Traditional Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje patkové písmo Regular (normální) pro tradiční čínštinu.

source: Noto Serif Traditional Chinese Font - SemiBold
cs: Patkové písmo Noto Traditional Chinese - SemiBold

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains SemiBold weight of Serif font for Traditional Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje patkové písmo váhy SemiBold (polotučné) pro tradiční čínštinu.

source: Noto Telugu Font
cs: Písmo Noto Telugu

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Telugu font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje písmo Telugu.

source: Noto Thai Font
cs: Písmo Noto Thai

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Thai font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje patkové písmo Thai.

source: Humanist sans serif family, part of Alegreya “super family”
cs: Rodina bezpatkových písem Humanist, součást "superrodiny" Alegreya

source: Alegreya Sans is a humanist sans serif family with a calligraphic feeling that conveys a dynamic and varied rhythm. This gives a pleasant feeling to readers of long texts. The family follows humanist proportions and principles, just like the serif version of the family, Alegreya. It achieves a ludic and harmonious paragraph through elements carefully designed in an atmosphere of diversity. The italics bring a strong emphasis to the roman styles, and each have seven weights to bring you a wide typographic palette. Alegreya Sans supports expert latin, greek and cyrillic character sets and provides advanced typography OpenType features such as small caps, dynamic ligatures and fractions, four set of figures, super and subscript characters, ordinals, localized accent forms for spanish, catalan, guaraní, dutch, turkish, romanian, serbian among others. The Alegreya type system is a “super family”, originally intended for literature, and includes sans and serif sister families.
cs: Alegreya Sans je humanistická rodina bezpatkových písem s kaligrafickým cítěním, která vyjadřuje dynamický a rozmanitý rytmus. Čtenářům dlouhých textů tak přináší příjemný pocit. Rodina se řídí humanistickými proporcemi a principy, stejně jako její serifová verze Alegreya. Dosahuje lidového a harmonického odstavce prostřednictvím prvků pečlivě navržených v atmosféře rozmanitosti. Kurzíva přináší silný důraz na románské styly a každý z nich má sedm gramáží, které přinášejí širokou typografickou paletu. Podporuje znakové sady expertní latinky, řeckého písma a cyrilice a poskytuje funkce pokročilé typografie jako malé kapitálky, dynamické ligatury a frakce, čtyři sady značek, znaky horního a dolního indexu, ordinály a lokalizované tvary diakritiky pro španělštinu, katalánštinu, guaraní, nizozemštinu, turečtinu, rumunštinu, srbštinu a další jazyky. Systém písma Alegreya je "superrodina" původně určená pro literaturu a zahrnuje sesterské rodiny bezpatkových a serifových písem.

source: Neo-grotesque sans-serif typeface family from Google
cs: Neo-grotesque: rodina bezpatkových typů písma od Google

source: Roboto is Google’s signature family of fonts, the default font on Android and Chrome OS, and the recommended font for Google’s visual language, Material Design. The font family supports all Latin, Cyrillic, and Greek characters in Unicode 7.0, as well as the currency symbol for the Georgian lari, to be published in Unicode 8.0. The fonts are currently available in eighteen different styles.
cs: Roboto je rodina fontů od Google, výchozí písmo pro Android a Chrome OS a doporučené písmo pro visuální jazyk Google, Material Design. Rodina fontů podporuje všechny latinské, cyrilické a řecké znaky v Unicode 7.0, stejně jako symbol měny pro gruzínské lari, který má být zveřejněn v Unicode 8.0. Fonty jsou v současné době k dispozici v osmnácti různých stylech.

source: Neo-grotesque sans-serif typeface family
cs: Neo-grotesque: rodina bezpatkových typů písma

source: Work Sans is a typeface family with 9 weights, and based loosely on early Grotesques — for example, Stephenson Blake, Miller & Richard and Bauerschen Giesserei. Work Sans had been updated between 2018–2020 with accompanying italics, variable font files and the character set had been expanded to the Google Latin Expert glyph set, which supports Vietnamese.
cs: Work sans je rodina typu písma s 9 vahami volně inspirovaná ranými písmy Grotesque (grotesk) - například Stephenson Blake, Miller & Richard a Bauerschen Giesserei. Work Sans byl aktualizován v letech 2018-2020 s přidáním kurzívy, souborů s proměnnými fonty a znaková sada byla rozšířena na sadu tvarů Google Latin Expert, která podporuje vietnamštinu.

source: Documentation for google-worksans-fonts
cs: Dokumentace pro google-worksans-fonts

source: This package contains the documentation of google-worksans-fonts.
cs: Tento balíček obsahuje dokumentaci google-worksans-fonts.

source: Noto Sans Traditional Chinese Font for HongKong- Black
cs: Písmo Noto Sans Traditional Chinese pro HongKong - zvláště tučné (Black)

source: Noto Sans Traditional Chinese Font for HongKong- Bold
cs: Písmo Noto Sans Traditional Chinese pro HongKong - tučné

source: Noto Sans Traditional Chinese Font for HongKong- DemiLight
cs: Písmo Noto Sans Traditional Chinese pro HongKong - polotučné

source: Noto Sans Traditional Chinese Font for HongKong- Regular and Bold
cs: Písmo Noto Sans Traditional Chinese pro HongKong - normální a tučné

source: Noto Sans Traditional Chinese Font for HongKong- All Weights
cs: Písmo Noto Sans Traditional Chinese pro HongKong - všechny váhy

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains All weights for Sans fonts for Traditional Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje všechny gramáže řezů písma Sans pro tradiční čínštinu.

source: Noto Sans Traditional Chinese Font for HongKong - Light
cs: Písmo Noto Sans Traditional Chinese pro HongKong - lehké

source: Noto Sans Traditional Chinese Font for HongKong- Medium
cs: Písmo Noto Sans Traditional Chinese pro HongKong - střední

source: Noto Sans Traditional Chinese Font for HongKong- Monospace
cs: Písmo Noto Sans Traditional Chinese pro HongKong - Monospace (neproporcionální)

source: Noto Sans Traditional Chinese Font for HongKong - Regular
cs: Písmo Noto Sans Traditional Chinese pro HongKong - normální

source: Noto Sans Traditional Chinese Font for HongKong - Thin
cs: Písmo Noto Sans Traditional Chinese pro HongKong - tenké

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains All weights for Sans fonts for Japanese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje všechny gramáže bezpatkového písma Sans pro japonštinu.

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains All weights for Sans fonts for Korean, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje všechny gramáže bezpatkového písma Sans pro korejštinu.

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains All weights for Sans fonts for Simplified Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje všechny gramáže bezpatkového písma Sans pro zjednodušenou čínštinu.
