Repository: BENBELLA23/packages-i18n
Catalog: */po/google.*.po
Languages: cs

source: Merriweather was designed to be a text face that is pleasant to read on screens. Merriweather is an evolving and will be updated. As of now there are 4 styles: Regular, Light, Bold, and Black. There will also be Italic in each of these weights. And fairly soon after that there will also be a sans serif version which mirrors the weights and styles of the Serif design. Designed by Eben Sorkin, Merriweather features a very large x height, slightly condensed letterforms, a mild diagonal stress, sturdy serifs and open forms. Because Merriweather is a work in progress and will be improved regularly. This means you can request improvements and even fund specific features if if they are outside of the current scope of work. For more information and to stay updated see Eben Sorkin's blog and Flickr stream and the Merriweather Twitter microblog. Designer: Eben Sorkin
cs: Merriweather byl navržen jako textový řez, která je příjemně čitelná na obrazovkách. Merriweather se vyvíjí a bude aktualizován. V současné době existují 4 styly: Normální, Lehký, Tučný a Černý. V každé z těchto hmotností bude také kurzíva. A zcela brzy poté bude k dispozici také bezpatková verze, která odráží váhy a styly patkového designu. Navrhl Eben Sorkin. Merriweather se vyznačuje velmi širokými x vysokými, mírně zkondenzovanými formami písmen, mírným náklonem, robustními patkami a otevřenými formami. Protože Merriweather je nedokončenou prací, bude se pravidelně zlepšovat. To znamená, že můžete požádat o vylepšení a dokonce financovat konkrétní funkce, pokud jsou mimo aktuální rozsah práce. Další a aktuální informace najdete v blogu Ebena Sorkina, ve streamu Flickr a v mikroblogu Twitter Merriweather. Designér: Eben Sorkin

source: Sans Serif Font
cs: Bezpatkové písmo

source: "Nobile" is designed to work with the technologies of digital screens and handheld devices without losing the distinctive look more usually found in fonts designed for printing. Going back to William Morris's baseline "Have nothing in your house that you do not know to be useful, or believe to be beautiful", the aim was to design a font that could function well, have good legibility on screen yet also be good loooking, not only at larger display sizes but also right down to small text sizes. Designer: Vernon Adams
cs: „Nobile“ je navržen tak, aby ladil s technologiemi digitálních obrazovek a ručních zařízení, aniž by ztratil výrazný vzhled, který se obvykle vyskytuje u písem určených pro tisk. Vrátíme-li se k mottu Williama Morrise „Neměj ve svém domě nic, co by pro tebe nebylo užitečné ani krásné!“, bylo cílem navrhnout písmo, které by mohlo dobře sloužit, být dobře čitelné na obrazovce, ale také dobře vypadat, a to nejen na větších displejích, ale také pro menší až malou velikost textu. Návrhář: Vernon Adams

source: Noto Font Families License
cs: Licence pro rodinu písem Noto

source: License for Google's Noto fonts.
cs: Licence pro písma Noto od Google.

source: Google OAuth Client Library for Java
cs: Klientská knihovna Google OAuth pro Javu

source: Google OAuth Client Library for Java. Functionality that works on all supported Java platforms, including Java 5 (or higher) desktop (SE) and web (EE), Android, and Google App Engine.
cs: Klientská knihovna Google OAuth pro Javu. Funkce, která funguje na všech podporovaných platformách Java, včetně desktopů Java 5 (nebo vyšších) (SE) a webů (EE), Androidu a Google App Engine.

source: Google OAuth Client Java 6 extensions
cs: Rozšíření Java 6 klienta Google OAuth

source: Java 6 (and higher) extensions to the Google OAuth Client Library for Java.
cs: Rozšíření Java 6 (a vyšší) klientské knihovny Google OAuth pro Javu.

source: Javadoc for google-oauth-java-client
cs: Javadoc pro google-oauth-java-client

source: This package contains javadoc for google-oauth-java-client.
cs: Tento balíček obsahuje javadoc pro google-oauth-java-client.

source: Google OAuth Client Parent POM
cs: Rodičovský POM klienta Google OAuth

source: Parent POM for the Google OAuth Client Library for Java.
cs: Rodičovský POM klientské knihovny Google OAuth pro Javu.

source: Google OAuth Client Servlet and JDO extensions
cs: Rozšíření Servlet a JDO klienta Google OAuth

source: Servlet and JDO extensions to the Google OAuth Client Library for Java.
cs: Rozšíření Servlet a JDO klientské knihovny Google OAuth pro Javu.

source: Humanist Sans Serif Typeface
cs: Bezpatkové písmo Humanist

source: Open Sans is a humanist sans serif typeface designed by Steve Matteson, Type Director of Ascender Corp. This version contains the complete 897 character set, which includes the standard ISO Latin 1, Latin CE, Greek and Cyrillic character sets. Open Sans was designed with an upright stress, open forms and a neutral, yet friendly appearance. It was optimized for print, web, and mobile interfaces, and has excellent legibility characteristics in its letterforms. Designer: Steve Matteson
cs: Open Sans je bezpatkové písmo typu Humanist navržené Steve Mattesonem, ředitelem pro typy písma společnosti Ascender Corp. Tato verze obsahuje kompletní sadu 897 znaků, která zahrnuje standardní znakovou sadu ISO Latin 1, Latin CE (středoevropské), řečtinu a azbuku. Open Sans byl navržen se vzpřímeným sklonem, otevřenými formami a neutrálním, ale přesto přátelským vzhledem. Byl optimalizován pro tisk, webová a mobilní rozhraní a má vynikající čitelnost tvaru písmen. Návrhář: Steve Matteson

source: Google Cloud OSConfig Agent
cs: Agent konfigurace OS v cloudu Google

source: Geometric sans serif typefaces
cs: Geometrická bezpatková písma

source: Geometric sans serif typefaces have been a popular design tool ever since these actors took to the world’s stage. Poppins is one of the new comers to this long tradition. With support for the Devanagari and Latin writing systems, it is an internationalist take on the genre. Many of the Latin glyphs (such as the ampersand) are more constructed and rationalist than is typical. The Devanagari design is particularly new, and is the first ever Devanagari typeface with a range of weights in this genre. Just like the Latin, the Devanagari is based on pure geometry, particularly circles. Each letterform is nearly monolinear, with optical corrections applied to stroke joints where necessary to maintain an even typographic color. The Devanagari base character height and the Latin ascender height are equal; Latin capital letters are shorter than the Devanagari characters, and the Latin x-height is set rather high. The Devanagari is designed by Ninad Kale. The Latin is by Jonny Pinhorn.
cs: Geometrické tvary bezpatkového písma byl populární designový nástroj od doby, kdy tito herci vystoupili na světovou scénu. Poppins je jedním z nových příchozích do této dlouhé tradice. S podporou pro systémy Devanagari a latinské písmo je to internacionál, s nímž je třeba počítat. Mnoho tvarů znaků latinky (jako je ampersand) je více zkonstruován a promyšlen, než je typické. Devanagari design je zbrusu nový, a je to vůbec první písmo Devanagari s řadou vah v tomto žánru. Stejně jako latinka, je Devanagari založen na čisté geometrii, zejména kruzích. Každý tvar písmene je téměř monolineární, s optickými korekcemi aplikovanými na spoje tahů písma, kde je to nutné pro udržení obvyklé typografické barvy. Výška základních znaků Devanagari a výška ascenderu latinky jsou stejné; kapitálky latinky jsou kratší než znaky Devanagari a x-výška latinky je nastavena dosti vysoko. Devanagari navrhl Ninad Kale. Latinku Jonny Pinhorn.

source: Source code of google-quiche
cs: Zdrojový kód google-quiche

source: QUICHE (QUIC, Http/2, Etc) is Google‘s implementation of QUIC and related protocols. It powers Chromium as well as Google’s QUIC servers and some other projects. This package contains source code of google-quiche.
cs: QUICHE (QUIC, Http/2, Etc) je implementací QUIC a souvisejících protokolů společností Google. Používá se v Chromiu, stejně jako v serverech QUIC společnosti Google a některých další ch projektech. Tento balíček obsahuje zdrojový kód google-quiche.

source: Mechanical yet friendly fonts
cs: Mechanická, přesto přátelská písma

source: The Material Design language relies on traditional typographic tools such as scale, space, rhythm, and alignment with an underlying grid. Successful deployment of these tools is essential to help users quickly understand a screen of information. To support such use of typography, Android 4.0 (Ice Cream Sandwich) introduced a new type family named Roboto, created specifically for the requirements of UI and high-resolution screens. This package contains the original Roboto sans-serif font, a condensed version of the sans-serif version, and a newer slab-serif version. Designer: Christian Robertson
cs: Jazyk materiálového designu se opírá o tradiční typografické nástroje, jako je měřítko, prostor, rytmus a zarovnání s podkladovou mřížkou. Úspěšné nasazení těchto nástrojů je nezbytné, aby uživatelé mohli rychle porozumět obrazovce informací. Pro podporu takového použití typografie představil Android 4.0 (Ice Cream Sandwich) novou typovou rodinu s názvem Roboto, vytvořenou speciálně pro požadavky UI a obrazovek s vysokým rozlišením. Tento balíček obsahuje původní písmo Roboto sans-serif, zhuštěnou verzi bezpatkových verzí a novější verzi tučnopatkového písma. Návrhář: Christian Robertson

source: Google Roboto Mono fonts
cs: Písma Google Roboto Mono

source: Roboto Mono is a monospaced addition to the Roboto type family. Like the other members of the Roboto family, the fonts are optimized for readability on screens across a wide variety of devices and reading environments. While the monospaced version is related to its variable width cousin, it doesn't hesitate to change forms to better fit the constraints of a monospaced environment. For example, narrow glyphs like 'I', 'l' and 'i' have added serifs for more even texture while wider glyphs are adjusted for weight. Curved caps like 'C' and 'O' take on the straighter sides from Roboto Condensed.
cs: Roboto Mono je ekvidistantní doplněk do rodiny typů Roboto. Stejně jako ostatní členové rodiny Roboto jsou písma optimalizována pro čitelnost na obrazovkách celé řady zařízení a čtecích prostředí. I když ekvidistantní verze souvisí se svým bratrancem proměnné šířky, neváhá změnit tvary tak, aby lépe vyhovovaly omezením ekvidistantního prostředí. Například úzké glyfy jako 'I', 'l' a 'i' přidaly patky pro pravidelnější texturu, kdežto širší glyfy jsou nastaveny podle hmotnosti. Zakřivené čepice jako „C“ a „O“ mají na rovnějších stranách tvary podle zúženého písma Roboto Condensed.

source: Tinos was designed by Steve Matteson as an serif design that is metrically compatible with Times New Roman. Tinos offers improved on-screen readability characteristics and the pan-European WGL character set and solves the needs of developers looking for width-compatible fonts to address document portability across platforms.
cs: Tinos navrhl Steve Matteson jako patkový design, který je metricky kompatibilní s Times New Roman. Tinos nabízí vylepšené charakteristiky čitelnosti na obrazovce, celoevropskou znakovou sadu WGL a řeší potřeby vývojářů, kteří hledají šířkově kompatibilní písma pro řešení přenositelnosti dokumentů napříč platformami.

source: A Grotesque Sans Serif Font
cs: Bezpatkové písmo Grotesque

source: Work Sans is a typeface family with 9 weights, and based loosely on early Grotesques — for example, Stephenson Blake, Miller & Richard and Bauerschen Giesserei. Work Sans had been updated between 2018–2020 with accompanying italics, variable font files and the character set had been expanded to the Google Latin Expert glyph set, which supports Vietnamese.
cs: Work sans je rodina typu písma s 9 vahami volně inspirovaná ranými písmy Grotesque (grotesk) - například Stephenson Blake, Miller & Richard a Bauerschen Giesserei. Work Sans byl aktualizován v letech 2018-2020 s přidáním kurzívy, souborů s proměnnými fonty a znaková sada byla rozšířena na sadu tvarů Google Latin Expert, která podporuje vietnamštinu.

source: Source code of googleapis
cs: Zdrojový kód googleapis

source: Googleapis are the interface definitions of public Google APIs that support both REST and gRPC protocols. This package contains source code for googleapis.
cs: Googleapis jsou definice veřejných rozhraní Google API, která podporují protokoly REST i gRPC. Tento balíček obsahuje zdrojový kód pro googleapis.

source: Google Search, Google Site Search, Google News from the terminal
cs: Google Search, Google Site Search, Google News z terminálu

source: googler is a power tool to Google (Web & News) and Google Site Search from the command-line. It shows the title, URL and abstract for each result, which can be directly opened in a browser from the terminal. Results are fetched in pages (with page navigation). Supports sequential searches in a single googler instance.
cs: Googler je výkonný nástroj pro Google (Web & News) a Google Site Search (prohledávání webů) z příkazového řádku. Ukazuje výsledek, URL a abstrakt pro každý výsledek, který lze otevřít přímo v prohlížeči z terminálu. Výsledky se načítají na stránkách (se stránkovou navigací). Podporuje sekvenční vyhledávání v jedné instanci googleru.

source: Development files for the Google C++ Testing Framework
cs: Vývojové soubory pro testový rámec Google C++

source: Google's framework for writing C++ tests on a variety of platforms (Linux, Mac OS X, Windows, Cygwin, Windows CE, and Symbian). Based on the xUnit architecture. Supports automatic test discovery, a rich set of assertions, user-defined assertions, death tests, fatal and non-fatal failures, value- and type-parameterized tests, various options for running the tests, and XML test report generation. This package provides shared libraries and header files for development with googletest.
cs: Rámec společnosti Google pro psaní testů C ++ na různých platformách (Linux, Mac OS X, Windows, Cygwin, Windows CE a Symbian). Na základě architektury xUnit. Podporuje automatické zjišťování testů, bohatou sadu tvrzení, uživatelem definovaná tvrzení, testy smrti (např. náhlého ukončení), fatálního a nefatálního selhání, testy s parametrizací hodnoty a typu, různé možnosti pro provádění testů a generování testovacích zpráv XML. Tento balíček poskytuje sdílené knihovny a soubory záhlaví pro vývoj pomocí googletestu.

source: AssistedInject extension module for Guice
cs: Rozšiřující modul AssistedInject pro Guice

source: Guice is a dependency injection framework for Java 5 and above. This package provides AssistedInject module for Guice.
cs: Guice je rámec pro injekce závislostí pro Javu 5 a vyšší. Tento balíček obsahuje modul AssistedInject pro Guice.

source: Bill of Materials for Guice
cs: Účet materiálů pro Guice

source: Guice is a dependency injection framework for Java 5 and above. This package provides Bill of Materials module for Guice.
cs: Guice je framework pro závislostní injekce pro Javu 5 a vyšší. Tento balíček obsahuje modul Účet materiálů pro Guice.

source: Extensions for Guice
cs: Rozšíření pro Guice

source: Guice is a dependency injection framework for Java 5 and above. This package provides extensions POM for Guice.
cs: Guice je framework pro závislostní injekce pro Javu 5 a vyšší. Tento balíček obsahuje rozšíření POM pro Guice.

source: Grapher extension module for Guice
cs: Rozšiřující modul Graper pro Guice

source: Guice is a dependency injection framework for Java 5 and above. This package provides Grapher module for Guice.
cs: Guice je framework pro závislostní injekce pro Javu 5 a vyšší. Tento balíček obsahuje modul Grapher pro Guice.

source: JMX extension module for Guice
cs: Rozšiřující modul JMX pro Guice

source: Guice is a dependency injection framework for Java 5 and above. This package provides JMX module for Guice.
cs: Guice je framework pro závislostní injekce pro Javu 5 a vyšší. Tento balíček obsahuje modul JMX pro Guice.

source: JNDI extension module for Guice
cs: Rozšiřující modul JNDI pro Guice

source: Guice is a dependency injection framework for Java 5 and above. This package provides JNDI module for Guice.
cs: Guice je framework pro závislostní injekce pro Javu 5 a vyšší. Tento balíček obsahuje modul JNDI pro Guice.

source: MultiBindings extension module for Guice
cs: Rozšiřující modul MultiBindings pro Guice

source: Guice is a dependency injection framework for Java 5 and above. This package provides MultiBindings module for Guice.
cs: Guice je framework pro závislostní injekce pro Javu 5 a vyšší. Tento balíček obsahuje modul MultiBindings pro Guice.

source: Guice parent POM
cs: Rodičovský POM Guice

source: Guice is a dependency injection framework for Java 5 and above. This package provides parent POM for Guice modules.
cs: Guice je framework pro závislostní injekce pro Javu 5 a vyšší. Tento balíček obsahuje rodičovský POM pro moduly Guice.

source: Servlet extension module for Guice
cs: Rozšiřující modul Servlet pro Guice

source: Guice is a dependency injection framework for Java 5 and above. This package provides Servlet module for Guice.
cs: Guice je framework pro závislostní injekce pro Javu 5 a vyšší. Tento balíček obsahuje modul Servlet pro Guice.

source: TestLib extension module for Guice
cs: Rozšiřující modul TestLib pro Guice

source: Guice is a dependency injection framework for Java 5 and above. This package provides TestLib module for Guice.
cs: Guice je framework pro závislostní injekce pro Javu 5 a vyšší. Tento balíček obsahuje modul TestLib pro Guice.

source: ThrowingProviders extension module for Guice
cs: Rozšiřující modul ThrowingProviders pro Guice

source: Guice is a dependency injection framework for Java 5 and above. This package provides ThrowingProviders module for Guice.
cs: Guice je framework pro závislostní injekce pro Javu 5 a vyšší. Tento balíček obsahuje modul ThrowingProviders pro Guice.

source: Logging library for C++
cs: Žurnálovací (logging) knihovna pro C++

source: The glog library implements application-level logging. This library provides logging APIs based on C++-style streams and various helper macros.
cs: Knihovna glog implementuje žurnálování na aplikační úrovni. Tato knihovna poskytuje API založená na streamech ve stylu C++ a různá pomocná makra.

source: Noto Kufi Arabic Font
cs: Písmo Noto Kufi Arabic

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains KufiArabic font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje písmo KufiArabic.

source: Noto Mono Font
cs: Písmo Noto Mono

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Mono font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje písmo Mono (ekvidistantní).

source: Noto Naskh Arabic Font
cs: Písmo Noto Naskh Arabic

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains NaskhArabic font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje písmo NaskhArabic.

source: Noto Nastaliq Urdu Font
cs: Písmo Noto Nastaliq Urdu

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains NastaliqUrdu font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje písmo NastaliqUrdu.

source: Noto Adlam Sans Serif Font
cs: Bezpatkové písmo Noto Adlam

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Adlam Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Adlam Sans Serif.

source: Noto Adlam Unjoined Sans Serif Font
cs: Bezpatkové písmo Noto Adlam Unjoined

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains AdlamUnjoined Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo AdlamUnjoined Sans Serif.

source: Noto Anatolian Hieroglyphs Sans Serif Font
cs: Bezpatkové písmo Noto Anatolian Hieroglyphs

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains AnatolianHieroglyphs Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo AnatolianHieroglyphs Sans Serif.

source: Noto Arabic Sans Serif Font
cs: Bezpatkové písmo Noto Arabic

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Arabic Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Arabic Sans Serif.

source: Noto Armenian Sans Serif Font
cs: Bezpatkové písmo Noto Armenian

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Armenian Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje Arménské bezpatkové písmo.

source: Noto Avestan Sans Serif Font
cs: Bezpatkové písmo Noto Avestan

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Avestan Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Avestan Sans Serif.

source: Noto Balinese Sans Serif Font
cs: Bezpatkové písmo Noto Balinese

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Balinese Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Balinese Sans Serif.

source: Noto Bamum Sans Serif Font
cs: Bezpatkové písmo Noto Bamum

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Bamum Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Bamum Sans Serif.

source: Noto Batak Sans Serif Font
cs: Bezpatkové písmo Noto Batak
