Repository: BENBELLA23/packages-i18n
Catalog: */po/google.*.po
Languages: cs

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains SyriacEastern Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo SyriacEastern Sans Serif.

source: Noto Syriac Estrangela Sans Serif Font
cs: Bezpatkové písmo Noto Syriac Estrangela

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains SyriacEstrangela Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo SyriacEstrangela Sans Serif.

source: Noto Syriac Western Sans Serif Font
cs: Bezpatkové písmo Noto Syriac Western

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains SyriacWestern Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo SyriacWestern Sans Serif.

source: Noto Tagalog Sans Serif Font
cs: Bezpatkové písmo Noto Tagalog

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Tagalog Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Tagalog Sans Serif.

source: Noto Tagbanwa Sans Serif Font
cs: Bezpatkové písmo Noto Tagbanwa

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Tagbanwa Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Tagbanwa Sans Serif.

source: Noto Tai Le Sans Serif Font
cs: Bezpatkové písmo Noto Tai Le

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains TaiLe Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo TaiLe Sans Serif.

source: Noto Tai Tham Sans Serif Font
cs: Bezpatkové písmo Noto Tai Tham

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains TaiTham Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo TaiTham Sans Serif.

source: Noto Tai Viet Sans Serif Font
cs: Bezpatkové písmo Noto Tai Viet

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains TaiViet Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo TaiViet Sans Serif.

source: Noto Tamil Sans Serif Font
cs: Bezpatkové písmo Noto Tamil

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Tamil Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Tamil Sans Serif.

source: Noto Sans Traditional Chinese Font - Black
cs: Písmo Noto Sans Traditional Chinese - Black

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Black weight of Sans font for Traditional Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje písmo váhy Black pro tradiční čínštinu.

source: Noto Sans Traditional Chinese Font - Bold
cs: Písmo Noto Sans Traditional Chinese - Bold

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Bold weight of Sans font for Traditional Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje písmo váhy Bold (tučné) pro tradiční čínštinu.

source: Noto Sans Traditional Chinese Font - DemiLight
cs: Písmo Noto Sans Traditional Chinese - DemiLight

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Demilight weight of Sans font for Traditional Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje písmo váhy Demilight pro tradiční čínštinu.

source: Noto Sans Traditional Chinese Font - Regular and Bold
cs: Písmo Noto Sans Traditional Chinese - Regular a Bold

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Regular and Bold weights of Sans font for Traditional Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje Regular (normální) a Bold (tučné) písmo pro tradiční čínštinu.

source: Noto Sans Traditional Chinese Font - All Weights
cs: Písmo Noto Sans Traditional Chinese - všechny váhy

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains All weights for Sans and Monospace fonts for Traditional Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatková a ekvidistantní písma všech vah pro tradiční čínštinu.

source: Noto Sans Traditional Chinese Font - Light
cs: Písmo Noto Sans Traditional Chinese - Light

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Light weight of Sans font for Traditional Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje písmo váhy Light (lehké) pro tradiční čínštinu.

source: Noto Sans Traditional Chinese Font - Medium
cs: Písmo Noto Sans Traditional Chinese - Medium

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Medium weight of Sans font for Traditional Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje písmo váhy Medium (střední) pro tradiční čínštinu.

source: Noto Sans Traditional Chinese Font - Monospace
cs: Písmo Noto Sans Traditional Chinese - Monospace

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Monospace fonts for Traditional Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje ekvidistantní písma pro tradiční čínštinu.

source: Noto Sans Traditional Chinese Font - Regular
cs: Písmo Noto Sans Traditional Chinese - Regular

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Regular weight of Sans font for Traditional Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje písmo váhy Regular (normální) pro tradiční čínštinu.

source: Noto Sans Traditional Chinese Font - Thin
cs: Písmo Noto Sans Traditional Chinese - Thin

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Thin weight of Sans font for Traditional Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje písmo váhy Thin (tenké) pro tradiční čínštinu.

source: Noto Telugu Sans Serif Font
cs: Bezpatkové písmo Noto Telugu

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Telugu Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje písmo Telugu Sans Serif.

source: Noto Thaana Sans Serif Font
cs: Bezpatkové písmo Noto Thaana

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Thaana Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje písmo Thaana Sans Serif.

source: Noto Thai Sans Serif Font
cs: Bezpatkové písmo Noto Thai

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Thai Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje písmo Thai Sans Serif.

source: Noto Tibetan Sans Serif Font
cs: Bezpatkové písmo Noto Tibetan

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Tibetan Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje písmo Tibetan Sans Serif.

source: Noto Tifinagh Sans Serif Font
cs: Bezpatkové písmo Noto Tifinagh

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Tifinagh Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje písmo Tifinagh Sans Serif.

source: Noto Ugaritic Sans Serif Font
cs: Bezpatkové písmo Noto Ugaritic

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Ugaritic Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje písmo Ugaritic Sans Serif.

source: Noto Vai Sans Serif Font
cs: Bezpatkové písmo Noto Vai

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Vai Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje písmo Vai Sans Serif.

source: Noto Yi Sans Serif Font
cs: Bezpatkové písmo Noto Yi

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Yi Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje písmo Yi Sans Serif.

source: Noto Armenian Font
cs: Písmo Noto Armenian

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Armenian font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje písmo Armenian.

source: Noto Bengali Font
cs: Písmo Noto Bengali

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Bengali font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje písmo Bengali.

source: Noto Devanagari Font
cs: Písmo Noto Devanagari

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Devanagari font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje písmo Devanagari.

source: Noto Display Font
cs: Písmo Noto Display

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Display font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje písmo Display.

source: Noto Ethiopic Font
cs: Písmo Noto Ethiopic

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Ethiopic font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje písmo Ethiopic.

source: Noto Serif Font
cs: Písmo Noto Serif

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje písmo Serif.

source: Noto Georgian Font
cs: Písmo Noto Georgian

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Georgian font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje písmo Georgian.

source: Noto Gujarati Font
cs: Písmo Gujarati

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Gujarati font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje písmo Gujarati.

source: Noto Hebrew Font
cs: Písmo Noto Hebrew

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Hebrew font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje písmo Hebrew.

source: Noto Serif Japanese Font - Black
cs: Patkové písmo Noto Serif Japanese - Black

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Black weight of Serif font for Japanese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje patkové písmo váhy Black pro japonštinu.

source: Noto Serif Japanese Font - Bold
cs: Patkové písmo Noto Serif Japanese - Bold

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Bold weight of Serif font for Japanese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje patkové písmo váhy Bold (tučné) pro japonštinu.

source: Noto Serif Japanese Font - Extralight
cs: Patkové písmo Noto Japanese - Extralight

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Extralight weight of Serif font for Japanese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje patkové písmo váhy Extralight (velmi tenké) pro japonštinu.

source: Noto Serif Japanese Font - Regular and Bold
cs: Patkové písmo Noto Japanese - Regular a Bold

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Regular and Bold weights of Serif font for Japanese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje patkové písmo váhy Regular (normální) a Bold (tučné) pro japonštinu.

source: Noto Serif Japanese Font - All Weights
cs: Patkové písmo Noto Japanese - všechny váhy

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains All weights of Serif font for Japanese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje patkové písmo všech stupňů tučnosti pro japonštinu.

source: Noto Serif Japanese Font - Light
cs: Patkové písmo Noto Japanese - Light

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Light weight of Serif font for Japanese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje patkové písmo váhy Light (tenké) pro japonštinu.

source: Noto Serif Japanese Font - Medium
cs: Patkové písmo Noto Japanese - Medium

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Medium weight of Serif font for Japanese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje patkové písmo váhy Medium (střední) pro japonštinu.

source: Noto Serif Japanese Font - Regular
cs: Patkové písmo Noto Japanese - Regular

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Regular weight of Serif font for Japanese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje patkové písmo váhy Regular (normální) pro japonštinu.

source: Noto Serif Japanese Font - SemiBold
cs: Patkové písmo Noto Japanese - SemiBold

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains SemiBold weight of Serif font for Japanese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje patkové písmo váhy SemiBold (polotučné) pro japonštinu.

source: Noto Kannada Font
cs: Písmo Noto Kannada

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Kannada font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje písmo Kannada.

source: Noto Khmer Font
cs: Písmo Noto Khmer

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Khmer font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje písmo Khmer.

source: Noto Serif Korean Font - Black
cs: Patkové písmo Noto Korean - Black

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Black weight of Serif font for Korean, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje patkové písmo váhy Black pro korejštinu.

source: Noto Serif Korean Font - Bold
cs: Patkové písmo Noto Korean - Bold

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Bold weight of Serif font for Korean, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje patkové písmo váhy Bold (tučné) pro korejštinu.

source: Noto Serif Korean Font - Extralight
cs: Patkové písmo Noto Korean - Extralight

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Extralight weight of Serif font for Korean, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje patkové písmo váhy ExtraLight (zvláště tenké) pro korejštinu.

source: Noto Serif Korean Font - Regular and Bold
cs: Patkové písmo Noto Korean - Regular a Bold

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Regular and Bold weights of Serif font for Korean, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje patkové písmo vah Regular (normální) a Bold (tučné) pro korejštinu.

source: Noto Serif Korean Font - All Weights
cs: Patkové písmo Noto Korean - všechny váhy

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains All weights of Serif font for Korean, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje patkové písmo všech vah pro korejštinu.

source: Noto Serif Korean Font - Light
cs: Patkové písmo Noto Korean - Light
