Repository: BENBELLA23/packages-i18n
Catalog: */po/google.*.po
Languages: cs

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Light weight of Sans font for Korean, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo váhy Light (lehké) pro korejštinu.

source: Noto Sans Korean Font - Medium
cs: Bezpatkové písmo Noto Sans Korean - Medium

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Medium weight of Sans font for Korean, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo váhy Medium (střední tučnosti) pro korejštinu.

source: Noto Sans Korean Font - Monospace
cs: Ekvidistantní písmo Noto Sans Korean - Monospace

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Monospace fonts for Korean, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové ekvidistantní písmo pro korejštinu.

source: Noto Sans Korean Font - Regular
cs: Bezpatkové písmo Noto Sans Korean - Regular

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Regular weight of Sans font for Korean, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo váhy Regular (normální tučnost) pro korejštinu.

source: Noto Sans Korean Font - Thin
cs: Bezpatkové písmo Noto Sans Korean - Thin

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Thin weight of Sans font for Korean, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo váhy Thin (tenké) pro korejštinu.

source: Noto Lao Sans Serif Font
cs: Bezpatkové písmo Noto Lao

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Lao Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Lao Sans Serif.

source: Noto Lepcha Sans Serif Font
cs: Bezpatkové písmo Noto Lepcha

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Lepcha Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Lepcha Sans Serif.

source: Noto Limbu Sans Serif Font
cs: Bezpatkové písmo Noto Limbu

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Limbu Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Limbu Sans Serif.

source: Noto Linear B Sans Serif Font
cs: Bezpatkové písmo Noto Linear B

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains LinearB Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo LinearB Sans Serif.

source: Noto Lisu Sans Serif Font
cs: Bezpatkové písmo Noto Lisu

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Lisu Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Lisu Sans Serif.

source: Noto Lycian Sans Serif Font
cs: Bezpatkové písmo Noto Lycian

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Lycian Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Lycian Sans Serif.

source: Noto Lydian Sans Serif Font
cs: Bezpatkové písmo Noto Lydian

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Lydian Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Lydian Sans Serif.

source: Noto Malayalam Sans Serif Font
cs: Bezpatkové písmo Noto Malayalam

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Malayalam Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Malayalam Sans Serif.

source: Noto Mandaic Sans Serif Font
cs: Bezpatkové písmo Noto Mandaic

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Mandaic Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Mandaic Sans Serif.

source: Noto Meetei Mayek Sans Serif Font
cs: Bezpatkové písmo Noto Meetei Mayek

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains MeeteiMayek Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo MeeteiMayek Sans Serif.

source: Noto Mongolian Sans Serif Font
cs: Bezpatkové písmo Noto Mongolian

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Mongolian Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Mongolian Sans Serif.

source: Noto Mono Sans Serif Font
cs: Bezpatkové písmo Noto Mono

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Mono Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje ekvidistantní bezpatkové písmo Mono Sans Serif.

source: Noto Myanmar Sans Serif Font
cs: Bezpatkové písmo Noto Myanmar

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Myanmar Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Myanmar Sans Serif.

source: Noto New Tai Lue Sans Serif Font
cs: Bezpatkové písmo Noto New Tai Lue

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains NewTaiLue Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo NewTaiLue Sans Serif.

source: Noto NKo Sans Serif Font
cs: Bezpatkové písmo Noto NKo

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains NKo Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo NKo Sans Serif.

source: Noto Ogham Sans Serif Font
cs: Bezpatkové písmo Noto Ogham

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Ogham Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Ogham Sans Serif.

source: Noto Ol Chiki Sans Serif Font
cs: Bezpatkové písmo Noto Ol Chiki

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains OlChiki Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo OlChiki Sans Serif.

source: Noto Old Italic Sans Serif Font
cs: Bezpatkové písmo Noto Old Italic

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains OldItalic Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo OldItalic Sans Serif.

source: Noto Old Persian Sans Serif Font
cs: Bezpatkové písmo Noto Old Persian

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains OldPersian Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo OldPersian Sans Serif.

source: Noto Old South Arabian Sans Serif Font
cs: Bezpatkové písmo Noto Old South Arabian

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains OldSouthArabian Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo OldSouthArabian Sans Serif.

source: Noto Old Turkic Sans Serif Font
cs: Bezpatkové písmo Noto Old Turkic

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains OldTurkic Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo OldTurkic Sans Serif.

source: Noto Oriya Sans Serif Font
cs: Bezpatkové písmo Noto Oriya

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Oriya Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Oriya Sans Serif.

source: Noto Osage Sans Serif Font
cs: Bezpatkové písmo Noto Osage

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Osage Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Osage Sans Serif.

source: Noto Osmanya Sans Serif Font
cs: Bezpatkové písmo Noto Osmanya

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Osmanya Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Osmanya Sans Serif.

source: Noto Phags Pa Sans Serif Font
cs: Bezpatkové písmo Noto Phags Pa

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains PhagsPa Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo PhagsPa Sans Serif.

source: Noto Phoenician Sans Serif Font
cs: Bezpatkové písmo Noto Phoenician

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Phoenician Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Phoenician Sans Serif.

source: Noto Rejang Sans Serif Font
cs: Bezpatkové písmo Noto Rejang

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Rejang Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Rejang Sans Serif.

source: Noto Runic Sans Serif Font
cs: Bezpatkové písmo Noto Runic

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Runic Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Runic Sans Serif.

source: Noto Samaritan Sans Serif Font
cs: Bezpatkové písmo Noto Samaritan

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Samaritan Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Samaritan Sans Serif.

source: Noto Saurashtra Sans Serif Font
cs: Bezpatkové písmo Noto Saurashtra

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Saurashtra Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Saurashtra Sans Serif.

source: Noto Sans Simplified Chinese Font - Black
cs: Bezpatkové písmo Noto Sans Simplified Chinese - Black

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Black weight of Sans font for Simplified Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo váhy Black pro zjednodušenou čínštinu.

source: Noto Sans Simplified Chinese Font - Bold
cs: Bezpatkové písmo Noto Sans Simplified Chinese - Bold

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Bold weight of Sans font for Simplified Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo váhy Bold (tučné) pro zjednodušenou čínštinu.

source: Noto Sans Simplified Chinese Font - DemiLight
cs: Bezpatkové písmo Noto Sans Simplified Chinese - DemiLight

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Demilight weight of Sans font for Simplified Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo váhy Demilight pro zjednodušenou čínštinu.

source: Noto Sans Simplified Chinese Font - Regular and Bold
cs: Bezpatkové písmo Noto Sans Simplified Chinese - Regular and Bold

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Regular and Bold weights of Sans font for Simplified Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje normální a tučné písmo pro zjednodušenou čínštinu.

source: Noto Sans Simplified Chinese Font - All Weights
cs: Bezpatkové písmo Noto Sans Simplified Chinese - všechny váhy

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains All weights for Sans and Monospace fonts for Simplified Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové a ekvidistantní písmo všech vah pro zednodušenou čínštinu.

source: Noto Sans Simplified Chinese Font - Light
cs: Bezpatkové písmo Noto Sans Simplified Chinese - Light

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Light weight of Sans font for Simplified Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo váhy Light (lehké) pro zjednodušenou čínštinu.

source: Noto Sans Simplified Chinese Font - Medium
cs: Bezpatkové písmo Noto Sans Simplified Chinese - Medium

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Medium weight of Sans font for Simplified Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Medium (střední) váhy pro zjednodušenou čínštinu.

source: Noto Sans Simplified Chinese Font - Monospace
cs: Ekvidistantní písmo Noto Sans Simplified Chinese - Monospace

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Monospace fonts for Simplified Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje ekvidistantní písmo pro zjednodušenou čínštinu.

source: Noto Sans Simplified Chinese Font - Regular
cs: Bezpatkové písmo Noto Sans Simplified Chinese - Regular

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Regular weight of Sans font for Simplified Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo regular (normální) váhy pro zjednodušenou čínštinu.

source: Noto Sans Simplified Chinese Font - Thin
cs: Bezpatkové písmo Noto Sans Simplified Chinese - Thin

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Thin weight of Sans font for Simplified Chinese, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo váhy Thin (tenké) pro zjednodušenou čínštinu.

source: Noto Shavian Sans Serif Font
cs: Bezpatkové písmo Noto Shavian

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Shavian Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Shavian Sans Serif.

source: Noto Sinhala Sans Serif Font
cs: Bezpatkové písmo Noto Sinhala

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Sinhala Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Sinhala Sans Serif.

source: Noto Sundanese Sans Serif Font
cs: Bezpatkové písmo Noto Sundanese

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Sundanese Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Sundanese Sans Serif.

source: Noto Syloti Nagri Sans Serif Font
cs: Bezpatkové písmo Noto Syloti Nagri

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains SylotiNagri Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo SylotiNagri Sans Serif.

source: Noto Symbols Sans Serif Font
cs: Písmo Noto Symbols

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Symbols Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje písmo Symbols Sans Serif.

source: Noto Symbols2 Sans Serif Font
cs: Písmo Noto Symbols2

source: Noto's design goal is to achieve visual harmonization (e.g., compatible heights and stroke thicknesses) across languages. This package contains Symbols2 Sans Serif font, hinted.
cs: Cílem návrhu společnosti Noto je dosáhnout vizuální harmonizace (např. kompatibilní výšky a tloušťky tahu) napříč jazyky. Tento balíček obsahuje bezpatkové písmo Symbols2 Sans Serif.

source: Noto Syriac Eastern Sans Serif Font
cs: Bezpatkové písmo Noto Syriac Eastern
