Repository: BENBELLA23/packages-i18n
Catalog: */po/gstreamer.*.po
Languages: it, ja, ru, zh_cn

source: GstValidate detects when elements are not behaving as expected and report it to the user so he knows how things are supposed to work inside a GstPipeline. In the end, fixing issues found by the tool will ensure that all elements behave all together in the expected way.
ja: GstValidate は、指定した要素が正しく動作しない状況を検知して、 GstPipeline 内のどれを修正れば正しく動作するようになるのかを報告することにあります。最終的には、ツールで見つかった問題を修正することで、すべての要素が想定通りに動作できるようになることを目指しています。

source: C++ bindings for the GStreamer streaming multimedia library
ja: GStreamer ストリーミングマルチメディアライブラリ向けの C++ バインディング

source: gstreamermm provides C++ bindings for the GStreamer streaming multimedia library (http://gstreamer.freedesktop.org). With gstreamermm it is possible to develop applications that work with multimedia in C++.
ja: gstreamermm は GStreamer ストリーミングマルチメディアライブラリ (http://gstreamer.freedesktop.org) 向けの C++ バインディングを提供するものです。 gstreamermm を利用することで、 C++ 言語内でマルチメディアを扱うアプリケーションを開発できるようになります。

source: GStreamer-based RTSP server library
ja: GStreamer ベースの RTSP サーバライブラリ

source: Introspection bindings for the GStreamer-based RTSP server library
ja: RTSP サーバライブラリ向けのイントロスペクションバインディング

source: Introspection bindings for the GStreamer library for building an RTSP server.
ja: RTSP サーバを構築するための GStreamer ライブラリ向けイントロスペクションバインディングです。

source: GObject introspection bindings for the GStreamer pipeline validator
ja: GStreamer パイプライン検証器向けの GObject イントロスペクションバインディング
