Repository: BENBELLA23/packages-i18n
Catalog: */po/gstreamer.*.po
Languages: it, ja, ru, zh_cn

source: gstreamer-vaapi is a collection of GStreamer plugins and helper libraries that allow hardware accelerated video decoding through VA-API.
it: gstreamer-vaapi è una collezione di plugin GStreamer e librerie ausiliarie che consentono la decodifica video con accelerazione hardware tramite VA-API.
ja: gstreamer-vaapi は、 VA-API を介してハードウエアによるデコード支援を利用するための、 GStreamer プラグイン集およびヘルパーライブラリ集です。
ru: gstreamer-vaapi — это набор модулей и библиотек GStreamer для аппаратного ускорения декодирования видео через VA-API.
zh_cn: gstreamer-vaapi 是一套 GStreamer 插件和辅助库，以允许硬件通过 VA-API 加速视频解码。

source: Documentation for gstreamer-plugins-vaapi
it: Documentazione per gstreamer-plugins-vaapi
ja: gstreamer-plugins-vaapi 向けドキュメンテーション
ru: Документация по gstreamer-plugins-vaapi
zh_cn: Gstreamer-plugins-vaapi 文档

source: This package contains documentation for gstreamer-plugins-vaapi.
it: Questo pacchetto contiene la documentazione per gstreamer-plugins-vaapi.
ja: このパッケージには gstreamer-plugins-vaapi 向けのドキュメンテーションが含まれています。
ru: Этот пакет содержит документацию по пакету gstreamer-plugins-vaapi.
zh_cn: 此软件包包含 gstreamer-plugins-vaapi 的文档。

source: GStreamer based RTSP server library
it: Libreria per server RTSP basata su GStreamer
zh_cn: 基于 GStreamer 的 RTSP 服务器库

source: Library on top of GStreamer for building an RTSP server - Development files.
it: Libreria basata su GStreamer per realizzare un server RTSP - File di sviluppo.
zh_cn: 用于构建 RTSP 服务器的 GStreamer 上的库—开发文件。

source: GStreamer Transcoding API
it: API di transcodifica di GStreamer
ja: GStreamer トランスコーディング API
zh_cn: GStreamer 转码 API

source: Development files for the GStreamer Transcoding API
it: File di sviluppo per le API di transcodifica di GStreamer
ja: GStreamer トランスコーディング API 向け開発用ファイル
zh_cn: GStreamer 转码 API 开发文件

source: This subpackage contains the header files needed to build applications making use of the GStreamer Transcoding API.
it: Questo sottopacchetto contiene i file di intestazione necessari per compilare applicazioni che fanno uso delle API di transcodifica di GStreamer.
ja: このサブパッケージには、 GStreamer トランスコーディング API を利用してアプリケーションを構築するのに必要な、ヘッダファイルが含まれています。
zh_cn: 此子软件包包含必需的头文件以构建使用 GStreamer 转码 API 的应用程序。

source: Validate GStreamer Pipelines
it: Validazione dei flussi GStreamer
zh_cn: 验证 GStreamer 管道

source: The goal of GstValidate is to be able to detect when elements are not behaving as expected and report it to the user so he knows how things are supposed to work inside a GstPipeline. In the end, fixing issues found by the tool will ensure that all elements behave all together in the expected way. The easiest way of using GstValidate is to use one of its command-line tools, located at tools/ directory. It is also possible to monitor GstPipelines from any application by using the LD_PRELOAD gstvalidate lib. The third way of using it is to write your own application that links and uses libgstvalidate.
it: L'obiettivo di GstValidate è riuscire a rilevare quando degli elementi non si stanno comportando come atteso e segnalare la cosa all'utente in modo che sappia come le cose dovrebbero operare all'interno di una GstPipeline. Alla fine, la correzione dei problemi riscontrati dallo strumento assicura che tutti gli elementi operino di concerto nel modo atteso. La maniera più semplice di usare GstValidate è usare uno dei suoi strumenti a riga di comando, ubicato nella directory tools/. È anche possibile monitorare GstPipeline da una qualsiasi applicazione usando LD_PRELOAD libgstvalidate. La terza maniera di utilizzarlo è scrivere un'applicazione che collega e usa libgstvalidate.
zh_cn: GstValidate 的目标是能够检测元素未如预期表现的时间并报告给用户，让其知道在 GstPipeline 中应该怎样工作。最后，通过工具修复问题来确保所有元素都能够按照预期方式工作。 使用 GstValidate 的最简单的方法是使用其中的命令行工具，位于 tools/ 目录。也可以使用 LD_PRELOAD gstvalidate 库从任意应用程序中监视 GstPipelines。其次，也可以通过编写你自己的应用程序，链接并使用 libgstvalidate。

source: Validate GStreamer Pipelines -- Developer's files
it: Validazione dei flussi GStreamer -- File per lo sviluppatore
zh_cn: 验证 GStreamer 管道——开发文件

source: The goal of GstValidate is to be able to detect when elements are not behaving as expected and report it to the user so he knows how things are supposed to work inside a GstPipeline. In the end, fixing issues found by the tool will ensure that all elements behave all together in the expected way.
it: L'obiettivo di GstValidate è riuscire a rilevare quando degli elementi non si stanno comportando come atteso e segnalare la cosa all'utente in modo che sappia come le cose dovrebbero operare all'interno di una GstPipeline. Alla fine, la correzione dei problemi riscontrati dallo strumento assicura che tutti gli elementi operino di concerto nel modo atteso.
zh_cn: GstValidate 的目标是能够检测元素未如预期表现的时间并报告给用户，让其知道在 GstPipeline 中应该怎样工作。最后，通过工具修复问题来确保所有元素都能够按照预期方式工作。

source: GStreamer Editing Services - Libraries
it: Servizi di editing GStreamer - Librerie
ja: GStreamer 編集サービス - ライブラリ
ru: Службы редактирования GStreamer — Библиотеки
zh_cn: GStreamer 编辑服务—库

source: GStreamer OpenGL Plug-Ins - Shared Library
it: Plugin OpenGL per GStreamer - Libreria condivisa
ru: Модули GStreamer OpenGL — общая библиотека
zh_cn: GStreamer OpenGL 插件—共享库

source: Shared Library, is normally installed as a dependency when needed This module contains integration libraries and plug-ins for using OpenGL within GStreamer pipelines. This module contains elements for, among others: * output: glimagesink * adapters: glupload, gldownload * video processing: gldeinterlace, glcolorscale * GL effects: glfiltersobel, glfilterblur, gleffects, others * sources: gltestsrc
it: Libreria condivisa installata normalmente come dipendenza qualora necessaria Questo modulo contiene le librerie di integrazione e i plugin per utilizzare OpenGL all'interno dei flussi GStreamer. Questo modulo, tra gli altri, contiene elementi per: * uscite: glimagesink * adattatori: glupload, gldownload * elaborazione video: gldeinterlace, glcolorscale * effetti GL: glfiltersobel, glfilterblur, gleffects, altri * sorgenti: gltestsrc
zh_cn: 共享库，通常作为需要的依赖安装 此模块包含在 GStreamer 管道里使用 OpenGL 的集成库和插件。此模块包含用于以下作用的元素： * 输出：glimagesink * 适配器：glupload、gldownload * 视频处理：gldeinterlace、glcolorscale * GL 效果：glfiltersobel、glfilterblur、gleffects、其他 * 源：gltestsrc

source: Library on top of GStreamer for building an RTSP server - Library files.
it: Libreria basata su GStreamer per realizzare un server RTSP - File della libreria.
ja: RTSP サーバを構築するための GStreamer 上に作成されたライブラリ - ライブラリファイルです。
zh_cn: 用于构建 RTSP 服务器的 GStreamer 上的库—库文件。

source: GStreamer Transcoder API
it: API di transcodifica di GStreamer
zh_cn: GStreamer 转码 API

source: This subpackage contains the implementation of the GStreamer API.
it: Questo sottopacchetto contiene l'implementazione delle API di GStreamer.
ja: このサブパッケージには GStreamer API の実装が含まれています。
zh_cn: 此子软件包包含 GStreamer API 的实现。

source: Validate GStreamer Pipelines -- System Libraries
it: Validazione dei flussi GStreamer -- Librerie di sistema
zh_cn: 验证 GStreamer 管道——系统库

source: GStreamer Streaming-Media Framework Plug-Ins - Wayland backend
it: Plugin dell'infrastruttura di diffusione multimediale GStreamer - backend Wayland
ja: GStreamer ストリーミングメディアフレームワーク プラグイン - Wayland バックエンド
ru: Плагины для GStreamer, инфраструктуры для обработки медиапотоков — Плагин Wayland
zh_cn: GStreamer 流媒体框架插件—Wayland 后端

source: Streaming-Media Framework Runtime -- Introspection bindings
it: Componenti di esecuzione dell'infrastruttura di diffusione multimediale - binding Introspection
ja: ストリーミングメディアフレームワークランタイム -- イントロスペクションバインディング
ru: Среда исполнения инфраструктуры обработки потокового медиа — Привязки самоанализа
zh_cn: 流媒体运行时框架运行时——Introspection 绑定

source: GStreamer is a streaming-media framework, based on graphs of filters which operate on media data. Applications using this library can do anything from real-time sound processing to playing videos, and just about anything else media-related. Its plug-in-based architecture means that new data types or processing capabilities can be added by installing new plug-ins. This package provides the GObject Introspection bindings for GStreamer.
it: GStreamer è un'infrastruttura di diffusione multimediale, basata su grafi di filtri che operano sui dati multimediali. Le applicazioni che usano questa libreria possono fare qualsiasi cosa, dall'elaborazione dei suoni in tempo reale alla riproduzione di video e appunto qualsiasi altra cosa relativa al multimediale. La sua architettura basata su plugin implica che nuovi tipi di dati o nuove capacità di elaborazione possono essere aggiunti installando nuovi plugin. Questo pacchetto fornisce i binding GObject di introspection per GStreamer.
ja: GStreamer はストリーミングメディアフレームワークであり、メディアデータを処理する グラフフィルタをもとにしています。このライブラリを使用するアプリケーションは リアルタイムの音声処理から映像の再生など、メディアに関すること以外であっても かまいません。このプラグインベースの仕組みにより、新しいデータの種類や 新しい処理能力をプラグインの追加によって成し遂げることができることになります。 このパッケージには、 GStreamer 向けの GObject イントロスペクションバインディングが含まれています。
ru: GStreamer — это инфраструктура для обработки медиапотоков, в основе которой лежит цепочка фильтров, обрабатывающая медиа-данные. Приложения, использующие эту библиотеку, могут делать любые операции, связанные с медиа, от обработки в реальном времени звука до проигрывания видео. Её модульная архитектура позволяет простой установкой плагинов добавлять поддержку новых типов данных и расширять возможности обработки. Этот пакет содержит привязки самоанализа GObject для GStreamer.
zh_cn: GStreamer 是一个基于在媒体数据上操作的滤镜图表的流媒体框架。使用此库的应用程序可以做有关媒体的任何事，从实时音频处理到播放视频。其基于插件的架构意味着新数据类型或处理能力可以简单地通过安装新插件来添加。 此软件包包含 GStreamer 的 GObject Introspection 绑定。

source: GStreamer Streaming-Media Framework Plug-Ins -- Introspection bindings
it: Plugin dell'infrastruttura di diffusione multimediale GStreamer - binding Introspection
ja: GStreamer ストリーミングメディアフレームワーク プラグイン - イントロスペクションバインディング
ru: Подключаемые модули инфраструктуры обработки потокового медиа GStreamer — Привязки самоанализа
zh_cn: GStreamer 流媒体框架插件—Introspection 绑定

source: GStreamer is a streaming media framework based on graphs of filters that operate on media data. Applications using this library can do anything media-related, from real-time sound processing to playing videos. Its plug-in-based architecture means that new data types or processing capabilities can be added simply by installing new plug-ins. This package provides the GObject Introspection bindings for GStreamer plug-ins.
it: GStreamer è un'infrastruttura di diffusione multimediale, basata su grafi di filtri che operano sui dati multimediali. Le applicazioni che usano questa libreria possono fare qualsiasi cosa relativa al multimediale, dall'elaborazione dei suoni in tempo reale alla riproduzione di video. La sua architettura basata su plugin implica che nuovi tipi di dati o nuove capacità di elaborazione possono essere aggiunti installando nuovi plugin. Questo pacchetto fornisce i binding GObject di introspection per i plugin GStreamer.
ja: GStreamer はストリーミングメディアフレームワークであり、メディアデータを処理する グラフフィルタをもとにしています。このライブラリを使用するアプリケーションは リアルタイムの音声処理から映像の再生など、メディアに関すること以外であっても かまいません。このプラグインベースの仕組みにより、新しいデータの種類や 新しい処理能力をプラグインの追加によって成し遂げることができることになります。 このパッケージには、 GStreamer プラグイン向けの GObject イントロスペクションバインディングが含まれています。
ru: GStreamer — это потоковая инфраструктура для обработки медиа, в основе которой лежит цепочка фильтров, обрабатывающая медиа-данные. Приложения, использующие эту библиотеку, могут делать любые операции, связанные с медиа, от обработки в реальном времени звука до проигрывания видео. Ее модульная архитектура позволяет простой установкой плагинов добавлять поддержку новых типов данных и расширять возможности обработки. Этот пакет содержит привязки самоанализа GObject для модулей GStreamer.
zh_cn: GStreamer 是一个基于在媒体数据上操作的滤镜图表的流媒体框架。使用此库的应用程序可以做有关媒体的任何事，从实时音频处理到播放视频。其基于插件的架构意味着新数据类型或处理能力可以简单地通过安装新插件来添加。 此软件包提供 GStreamer 插件的 GObject Introspection 绑定。

source: Library on top of GStreamer for building an RTSP server - Introspection.
it: Libreria basata su GStreamer per realizzare un server RTSP - Introspection.
zh_cn: 用于构建 RTSP 服务器的 GStreamer 上的库—Introspection。

source: Introspection bindings for the GStreamer Transcoder API
it: Binding Introspection per le API di transcodifica di GStreamer
ja: GStreamer Transcoder API 向けイントロスペクションバインディング
zh_cn: GStreamer 转码器 API 的 Introspection 绑定

source: This subpackage contains the introspection bindings for the GStreamer Transcoding API.
it: Questo sottopacchetto contiene i binding Introspection per le API di transcodifica di GStreamer.
ja: このサブパッケージには GStreamer Transcoding API に対するイントロスペクションバインディングが含まれています。
zh_cn: 此子软件包包含 GStreamer 转码 API 的 introspection 绑定。

source: Validate GStreamer Pipelines -- GObject Introspection bindings
it: Validazione flussi GStreamer - Binding GObject di Introspection
zh_cn: 验证 GStreamer 管道——GObject Introspection 绑定

source: Languages for package gstreamer-0_10
it: Lingue per il pacchetto gstreamer-0_10
ru: Переводы для пакета gstreamer-0_10
zh_cn: Gstreamer-0_10 的语言包

source: Provides translations to the package gstreamer-0_10
it: Fornisce le traduzioni al pacchetto gstreamer-0_10
ru: Предоставляет переводы для пакета gstreamer-0_10
zh_cn: 提供软件包 gstreamer-0_10 的翻译

source: Languages for package gstreamer-0_10-plugins-bad
it: Lingue per il pacchetto gstreamer-0_10-plugins-bad
ru: Переводы для пакета gstreamer-0_10-plugins-bad
zh_cn: Gstreamer-0_10-plugins-bad 的语言包

source: Provides translations to the package gstreamer-0_10-plugins-bad
it: Fornisce le traduzioni al pacchetto gstreamer-0_10-plugins-bad
ru: Предоставляет переводы для пакета gstreamer-0_10-plugins-bad
zh_cn: 提供软件包 gstreamer-0_10-plugins-bad 的翻译

source: Languages for package gstreamer-0_10-plugins-base
it: Lingue per il pacchetto gstreamer-0_10-plugins-base
ru: Переводы для пакета gstreamer-0_10-plugins-base
zh_cn: Gstreamer-0_10-plugins-base 的语言包

source: Provides translations to the package gstreamer-0_10-plugins-base
it: Fornisce le traduzioni al pacchetto gstreamer-0_10-plugins-base
ru: Предоставляет переводы для пакета gstreamer-0_10-plugins-base
zh_cn: 提供软件包 gstreamer-0_10-plugins-base 的翻译

source: Languages for package gstreamer-0_10-plugins-gl
it: Lingue per il pacchetto gstreamer-0_10-plugins-gl
ru: Переводы для пакета gstreamer-0_10-plugins-gl
zh_cn: Gstreamer-0_10-plugins-gl 的语言包

source: Provides translations to the package gstreamer-0_10-plugins-gl
it: Fornisce le traduzioni al pacchetto gstreamer-0_10-plugins-gl
ru: Предоставляет переводы для пакета gstreamer-0_10-plugins-gl
zh_cn: 提供软件包 gstreamer-0_10-plugins-gl 的翻译

source: Languages for package gstreamer-0_10-plugins-good
it: Lingue per il pacchetto gstreamer-0_10-plugins-good
ru: Переводы для пакета gstreamer-0_10-plugins-good
zh_cn: Gstreamer-0_10-plugins-good 的语言包

source: Provides translations to the package gstreamer-0_10-plugins-good
it: Fornisce le traduzioni al pacchetto gstreamer-0_10-plugins-good
ru: Предоставляет переводы для пакета gstreamer-0_10-plugins-good
zh_cn: 提供软件包 gstreamer-0_10-plugins-good 的翻译

source: Languages for package gstreamer-0_10-plugins-ugly
it: Lingue per il pacchetto gstreamer-0_10-plugins-ugly
ru: Переводы для пакета gstreamer-0_10-plugins-ugly
zh_cn: Gstreamer-0_10-plugins-ugly 的语言包

source: Provides translations to the package gstreamer-0_10-plugins-ugly
it: Fornisce le traduzioni al pacchetto gstreamer-0_10-plugins-ugly
ru: Предоставляет переводы для пакета gstreamer-0_10-plugins-ugly
zh_cn: 提供软件包 gstreamer-0_10-plugins-ugly 的翻译

source: Languages for package gstreamer
it: Lingue per il pacchetto gstreamer
ru: Переводы для пакета gstreamer
zh_cn: Gstreamer 的语言包

source: Provides translations to the package gstreamer
it: Fornisce le traduzioni al pacchetto gstreamer
ru: Предоставляет переводы для пакета gstreamer
zh_cn: 提供软件包 gstreamer 的翻译

source: Languages for package gstreamer-plugins-bad
it: Lingue per il pacchetto gstreamer-plugins-bad
ru: Переводы для пакета gstreamer-plugins-bad
zh_cn: Gstreamer-plugins-bad 的语言包

source: Provides translations to the package gstreamer-plugins-bad
it: Fornisce le traduzioni al pacchetto gstreamer-plugins-bad
ru: Предоставляет переводы для пакета gstreamer-plugins-bad
zh_cn: 提供软件包 gstreamer-plugins-bad 的翻译

source: Languages for package gstreamer-plugins-base
it: Lingue per il pacchetto gstreamer-plugins-base
ru: Переводы для пакета gstreamer-plugins-base
zh_cn: Gstreamer-plugins-base 的语言包

source: Provides translations to the package gstreamer-plugins-base
it: Fornisce le traduzioni al pacchetto gstreamer-plugins-base
ru: Предоставляет переводы для пакета gstreamer-plugins-base
zh_cn: 提供软件包 gstreamer-plugins-base 的翻译

source: Translations for package gstreamer-plugins-good
it: Traduzioni per il pacchetto gstreamer-plugins-good
ja: gstreamer-plugins-good 向け翻訳パッケージ
zh_cn: Gstreamer-plugins-good 的语言包

source: Provides translations for the "gstreamer-plugins-good" package.
it: Fornisce le traduzioni per il pacchetto "gstreamer-plugins-good".
ja: "gstreamer-plugins-good" パッケージに対する翻訳データです。
zh_cn: 提供软件包“gstreamer-plugins-good”的翻译。

source: Languages for package gstreamer-plugins-ugly
it: Lingue per il pacchetto gstreamer-plugins-ugly
ru: Переводы для пакета gstreamer-plugins-ugly
zh_cn: Gstreamer-plugins-ugly 的语言包

source: Provides translations to the package gstreamer-plugins-ugly
it: Fornisce le traduzioni al pacchetto gstreamer-plugins-ugly
ru: Предоставляет переводы для пакета gstreamer-plugins-ugly
zh_cn: 提供软件包 gstreamer-plugins-ugly 的翻译

source: Languages for package gstreamer-plugins-good
it: Lingue per il pacchetto gstreamer-plugins-good
ru: Переводы для пакета gstreamer-plugins-good
zh_cn: Gstreamer-plugins-good 的语言包

source: Provides translations to the package gstreamer-plugins-good
it: Fornisce le traduzioni al pacchetto gstreamer-plugins-good
ru: Предоставляет переводы для пакета gstreamer-plugins-good
zh_cn: 提供软件包 gstreamer-plugins-good 的翻译

source: This module contains experimental code that extends gstreamer
ru: Этот модуль содержит экспериментальный код для расширения gstreamer

source: This package contains code that eventualy will be move to gstreamer and right now is needed to build all other buzztard-modules.
ru: Этот пакет содержит код, который когда-нибудь будет включён в состав gstreamer, а сейчас нужен для сборки всех других buzztard-modules.

source: Development files for libgstbuzztard
ru: Файлы разработки для libgstbuzztard

source: This package contains the files needed to compile programs that use the libgstbuzztard library.
ru: Этот пакет содержит файлы, необходимые для компиляции программ, использующих библиотеку libgstbuzztard.

source: Gstreamer DRM VA-API plugins
ru: Модули VA-API DRM для GStreamer

source: Gstreamer GLX VA-API plugins
ru: Модули VA-API GLX для GStreamer

source: Gstreamer WAYLAND VA-API plugins
ru: Модули VA-API WAYLAND для GStreamer

source: Gstreamer X11 VA-API plugins
ru: Модули VA-API X11 для GStreamer

source: Translations for package gstreamer
ja: gstreamer 向け翻訳パッケージ

source: Provides translations for the "gstreamer" package.
ja: "gstreamer" パッケージに対する翻訳データです。

source: Chromaprint plugin for GStreamer
ja: GStreamer 向け Chromaprint プラグイン

source: Add chromaprint (Audio Fingerprinting) support to any GStreamer based tool.
ja: 任意の GStreamer ベースのツールに対して、 chromapaint (オーディオ情報に対する指紋作成) サポートを追加します。

source: Fluidsynth plugin for GStreamer
ja: GStreamer 向け Fluidsynth プラグイン

source: Add fluidsynth midi support to any GStreamer based tool.
ja: 任意の GStreamer ベースのツールに対して、 fluidsynth midi サポートを追加します。

source: Translations for package gstreamer-plugins-bad
ja: gstreamer-plugins-bad 向け翻訳パッケージ

source: Provides translations for the "gstreamer-plugins-bad" package.
ja: "gstreamer-plugins-bad" パッケージに対する翻訳データです。

source: Include files and librs mandatory for development with gstreamer-plugins-base
ja: gstreamer-plugins-base を使用して開発を行なうために必要な、ヘッダファイルとライブラリ

source: Translations for package gstreamer-plugins-base
ja: gstreamer-plugins-base 向け翻訳パッケージ

source: Provides translations for the "gstreamer-plugins-base" package.
ja: "gstreamer-plugins-base" パッケージに対する翻訳データです。

source: Gtksink plugin for gstreamer-plugins-good
ja: gstreamer-plugins-good 向け Gtksink プラグイン

source: This package provides the gtksink output plugin for gstreamer-plugins-good.
ja: このパッケージには gstreamer-plugins-good 向けの Gtksink 出力プラグインが含まれています。

source: Jack plugin for gstreamer-plugins-good
ja: gstreamer-plugins-good 向け Jack プラグイン

source: This package provides the jack plugin for gstreamer-plugins-good.
ja: このパッケージには gstreamer-plugins-good 向けの Jack プラグインが含まれています。

source: Qmlglsink plugin for gstreamer-plugins-good
ja: gstreamer-plugins-good 向け Qmlglsink プラグイン

source: This package provides the qmlglsink output plugin for gstreamer-plugins-good.
ja: このパッケージには gstreamer-plugins-good 向けの Qmlglsink 出力プラグインが含まれています。

source: A ffmpeg/libav plugin for GStreamer
ja: GStreamer 向け ffmpeg/libav プラグイン

source: GStreamer is a streaming media framework, based on graphs of filters which operate on media data. Applications using this library can do anything from real-time sound processing to playing videos, and just about anything else media-related. Its plugin-based architecture means that new data types or processing capabilities can be added simply by installing new plug-ins. This plugin contains the FFmpeg codecs, containing codecs for most popular multimedia formats.
ja: GStreamer はストリーミングメディアフレームワークであり、メディアデータ上で動作するフィルタグラフをベースにしています。このライブラリを使用するアプリケーションは、リアルタイムなサウンド処理からビデオの再生、メディアに関連しないような操作までも行なうことができるようになります。また、このプラグインを基礎にした仕組みにより、新しいデータ形式や処理機能を、プラグインの形でインストールすることができるようになっています。 このプラグインには、多くの有名なマルチメディア形式に対応した、 ffmpeg のコーデックが含まれています。

source: GStreamer is a streaming media framework, based on graphs of filters which operate on media data. Applications using this library can do anything from real-time sound processing to playing videos, and just about anything else media-related. Its plugin-based architecture means that new data types or processing capabilities can be added simply by installing new plug-ins. This plugin contains the documentation
ja: GStreamer はストリーミングメディアフレームワークであり、メディアデータを処理する グラフフィルタをもとにしています。このライブラリを使用するアプリケーションは リアルタイムの音声処理から映像の再生など、メディアに関すること以外であっても かまいません。このプラグインベースの仕組みにより、新しいデータの種類や 新しい処理能力をプラグインの追加によって成し遂げることができることになります。 このプラグインには、ドキュメンテーションが含まれています

source: Translations for package gstreamer-plugins-ugly
ja: gstreamer-plugins-ugly 向け翻訳パッケージ

source: Provides translations for the "gstreamer-plugins-ugly" package.
ja: "gstreamer-plugins-ugly" パッケージに対する翻訳データです。

source: Development files for the GStreamer-based RTSP server library
ja: GStreamer ベースの RTSP サーバを開発するための開発用ファイル

source: Development files for the GStreamer library for building an RTSP server.
ja: RTSP サーバを構築するための GStreamer ライブラリ向け開発用ファイルです。

source: GStreamer Transcoding API. Used by Pitvi currently.
ja: GStreamer トランスコーディング API です。現在は Pitvi で使用されています。

source: GStreamer pipeline validator
ja: GStreamer パイプライン検証

source: GstValidate detects when elements are not behaving as expected and report it to the user so he knows how things are supposed to work inside a GstPipeline. In the end, fixing issues found by the tool will ensure that all elements behave all together in the expected way. The easiest way of using GstValidate is to use one of its command-line tools, located at tools/ directory. It is also possible to monitor GstPipelines from any application by using the LD_PRELOAD gstvalidate lib. The third way of using it is to write your own application that links and uses libgstvalidate.
ja: GstValidate は、指定した要素が正しく動作しない状況を検知して、 GstPipeline 内のどれを修正れば正しく動作するようになるのかを報告することにあります。最終的には、ツールで見つかった問題を修正することで、すべての要素が想定通りに動作できるようになることを目指しています。 GstValidate の使用方法として最も簡単であるのは、 tools/ ディレクトリ内にあるコマンドラインツールを利用する方法です。 LD_PRELOAD gstvalidate ライブラリを利用することで、任意のアプリケーションから GstPipelines を監視することもできます。もちろん、独自のアプリケーションを開発して、 libgstvalidate を利用する方法もあります。

source: Header files for the GStreamer pipeline validator
ja: GStreamer パイプライン検証器向けヘッダファイル
