Repository: BENBELLA23/packages-i18n
Catalog: */po/gstreamer.*.po
Languages: it, ja, ru, zh_cn

source: Include files and libraries mandatory for development
it: File di inclusione e librerie obbligatori per lo sviluppo
ru: Заголовочные файлы и библиотеки для разработчика
zh_cn: 包含了开发必须的文件和库

source: Streaming-Media Framework Runtime
it: Componenti di esecuzione dell'infrastruttura di diffusione multimediale
ja: ストリーミングメディアフレームワークランタイム
ru: Поддержка времени выполнения для инфраструктуры обработки медиапотоков
zh_cn: 流媒体运行时框架运行时

source: GStreamer is a streaming-media framework, based on graphs of filters which operate on media data. Applications using this library can do anything from real-time sound processing to playing videos, and just about anything else media-related. Its plug-in-based architecture means that new data types or processing capabilities can be added by installing new plug-ins.
it: GStreamer è un'infrastruttura di diffusione multimediale, basata su grafi di filtri che operano sui dati multimediali. Le applicazioni che usano questa libreria possono fare qualsiasi cosa, dall'elaborazione dei suoni real-time alla riproduzione di video e appunto qualsiasi altra cosa relativa al multimediale. La sua architettura basata su plugin implica che i nuovi tipi di dati o nuove capacità di elaborazione possono essere aggiunti installando nuovi plugin.
ja: GStreamer はストリーミングメディアフレームワークであり、メディアデータを処理する グラフフィルタをもとにしています。このライブラリを使用するアプリケーションは リアルタイムの音声処理から映像の再生など、メディアに関すること以外であっても かまいません。このプラグインベースの仕組みにより、新しいデータの種類や 新しい処理能力をプラグインの追加によって成し遂げることができることになります。
ru: GStreamer — это инфраструктура для обработки медиапотоков, в основе которой лежит цепочка фильтров, обрабатывающая медиа-данные. Приложения, использующие эту библиотеку, могут делать любые операции, связанные с медиа, от обработки в реальном времени звука до проигрывания видео. Её модульная архитектура позволяет простой установкой плагинов добавлять поддержку новых типов данных и расширять возможности обработки.
zh_cn: GStreamer 是一个基于在媒体数据上操作的滤镜图表的流媒体框架。使用此库的应用程序可以做有关媒体的任何事，从实时音频处理到播放视频。其基于插件的架构意味着新数据类型或处理能力可以简单地通过安装新插件来添加。

source: Gstreamer crystalhd decoder plugin
it: Plugin di decodifica CrystalHD per GStreamer
ru: Модуль декодирования crystalhd для Gstreamer
zh_cn: Gstreamer crystalhd 解码器插件

source: This package contains the gstreamer-plugin for Broadcom CrystalHD decoder chip.
it: Questo pacchetto contiene il plugin di GStreamer per il chip di decodifica Broadcom CrystalHD.
ru: Этот пакет содержит gstreamer-plugin для чипа декодера Broadcom CrystalHD.
zh_cn: 此软件包包含用于博通 CrystalHD 加码器芯片的 gstreamer 插件。

source: GStreamer Streaming-Media Framework Plug-Ins -- EsounD plugin
it: Plugin dell'infrastruttura di diffusione multimediale GStreamer - plugin EsounD
ru: Плагины для GStreamer, инфраструктуры для обработки медиапотоков — Плагин EsounD
zh_cn: GStreamer 流媒体框架插件—EsounD 插件

source: GStreamer is a streaming media framework based on graphs of filters that operate on media data. Applications using this library can do anything media-related, from real-time sound processing to playing videos. Its plug-in-based architecture means that new data types or processing capabilities can be added simply by installing new plug-ins.
it: GStreamer è un'infrastruttura di diffusione multimediale, basata su grafi di filtri che operano sui dati multimediali. Le applicazioni che usano questa libreria possono fare qualsiasi cosa relativa al multimediale, dall'elaborazione dei suoni real-time alla riproduzione di video. La sua architettura basata su plugin implica che i nuovi tipi di dati o nuove capacità di elaborazione possono essere aggiunti installando nuovi plugin.
ja: GStreamer はストリーミングメディアフレームワークであり、メディアデータを処理する グラフフィルタをもとにしています。このライブラリを使用するアプリケーションは リアルタイムの音声処理から映像の再生など、メディアに関すること以外であっても かまいません。このプラグインベースの仕組みにより、新しいデータの種類や 新しい処理能力をプラグインの追加によって成し遂げることができることになります。
ru: GStreamer — это инфраструктура для обработки медиапотоков, в основе которой лежит цепочка фильтров, обрабатывающая медиа-данные. Приложения, использующие эту библиотеку, могут делать любые операции, связанные с медиа, от обработки в реальном времени звука до проигрывания видео. Её модульная архитектура позволяет простой установкой плагинов добавлять поддержку новых типов данных и расширять возможности обработки.
zh_cn: GStreamer 是一个基于在媒体数据上操作的滤镜图表的流媒体框架。使用此库的应用程序可以做有关媒体的任何事，从实时音频处理到播放视频。其基于插件的架构意味着新数据类型或处理能力可以简单地通过安装新插件来添加。

source: GStreamer Streaming-Media Framework Plug-Ins -- gnome-vfs plugin
it: Plugin dell'infrastruttura di diffusione multimediale GStreamer - plugin gnome-vfs
ru: Плагины для GStreamer, инфраструктуры для обработки медиапотоков -- плагин gnome-vfs
zh_cn: GStreamer 流媒体框架插件—gnome-vfs 插件

source: GStreamer Streaming-Media Framework Plug-Ins
it: Plugin dell'infrastruttura di diffusione multimediale GStreamer
ja: GStreamer ストリーミングメディアフレームワーク プラグイン
ru: Плагины для GStreamer, инфраструктуры для обработки медиапотоков
zh_cn: GStreamer 流媒体框架插件

source: GStreamer is a streaming media framework based on graphs of filters that operate on media data. Applications using this library can do anything media-related,from real-time sound processing to playing videos. Its plug-in-based architecture means that new data types or processing capabilities can be added simply by installing new plug-ins.
it: GStreamer è un'infrastruttura di diffusione multimediale, basata su grafi di filtri che operano sui dati multimediali. Le applicazioni che usano questa libreria possono fare qualsiasi cosa relativa al multimediale, dall'elaborazione dei suoni in tempo reale alla riproduzione di video. La sua architettura basata su plugin implica che nuovi tipi di dati o nuove capacità di elaborazione possono essere aggiunti installando nuovi plugin.
ja: GStreamer はストリーミングメディアフレームワークであり、メディアデータを処理する グラフフィルタをもとにしています。このライブラリを使用するアプリケーションは リアルタイムの音声処理から映像の再生など、メディアに関すること以外であっても かまいません。このプラグインベースの仕組みにより、新しいデータの種類や 新しい処理能力をプラグインの追加によって成し遂げることができることになります。
ru: GStreamer — это потоковая инфраструктура для обработки медиа, в основе которой лежит цепочка фильтров, обрабатывающая медиа-данные. Приложения, использующие эту библиотеку, могут делать любые операции, связанные с медиа, от обработки в реальном времени звука до проигрывания видео. Ее модульная архитектура позволяет простой установкой плагинов добавлять поддержку новых типов данных и расширять возможности обработки.
zh_cn: GStreamer 是一个基于在媒体数据上操作的滤镜滤镜图表的流媒体框架。使用此库的应用程序可以做有关媒体的任何事，从实时音频处理到播放视频。其基于插件的架构意味着新数据类型或处理能力可以简单地通过安装新插件来添加。

source: Include files and libraries mandatory for development with gstreamer-0_10-plugins-base
it: File di inclusione e librerie obbligatori per lo sviluppo con gstreamer-0_10-plugins-base
ru: GIMP-Help — система помощи, разработанная для использования внутренней программой просмотра помощи GIMP, внешними веб-браузерами и движками HTML, а также человеческими глазами. Этот пакет предоставляет немецкие данные для gimp-help.
zh_cn: 包含了开发 gstreamer-0_10-plugins-base 必须的文件和库

source: This package contains all necessary include files and libraries needed to compile and link applications that use gstreamer-0_10-plugins-base.
it: Questo pacchetto contiene tutti i file di inclusione e le librerie richiesti per compilare e collegare applicazioni che usano gstreamer-0_10-plugins-base.
ru: Этот пакет содержит все необходимые подключаемые файлы и библиотеки, необходимые для компиляции и связывания приложений, использующих gstreamer-0_10-plugins-base.
zh_cn: 此软件包包含所有必需的头文件和库，以编译和链接那些使用 gstreamer-0_10-plugins-base 的应用程序。

source: Documentation for gstreamer-0_10-plugins-base
it: Documentazione per gstreamer-0_10-plugins-base
ru: Документация по gstreamer-0_10-plugins-base
zh_cn: Gstreamer-0_10-plugins-base 文档

source: This package contains documentation for the gstreamer-0_10-plugins-base package.
it: Questo pacchetto contiene la documentazione per il pacchetto gstreamer-0_10-plugins-base.
ru: Этот пакет содержит документацию по пакету gstreamer-0_10-plugins-base.
zh_cn: 此软件包包含 gstreamer-0_10-plugins-base 软件包的文档。

source: GStreamer OpenGL Plug-Ins
it: Plugin OpenGL per GStreamer
ru: Модули GStreamer для OpenGL
zh_cn: GStreamer OpenGL 插件

source: This module contains integration libraries and plug-ins for using OpenGL within GStreamer pipelines. This module contains elements for, among others: * output: glimagesink * adapters: glupload, gldownload * video processing: gldeinterlace, glcolorscale * GL effects: glfiltersobel, glfilterblur, gleffects, others * sources: gltestsrc
it: Questo modulo contiene le librerie di integrazione e i plugin per utilizzare OpenGL all'interno dei flussi GStreamer. Questo modulo, tra gli altri, contiene elementi per: * uscite: glimagesink * adattatori: glupload, gldownload * elaborazione video: gldeinterlace, glcolorscale * effetti GL: glfiltersobel, glfilterblur, gleffects, altri * sorgenti: gltestsrc
zh_cn: 此模块包含在 GStreamer 管道里使用 OpenGL 的集成库和插件。此模块包含用于以下作用的元素： * 输出：glimagesink * 适配器：glupload、gldownload * 视频处理：gldeinterlace、glcolorscale * GL 效果：glfiltersobel、glfilterblur、gleffects、其他 * 源：gltestsrc

source: GStreamer OpenGL Plug-Ins - Development headers
it: Plugin OpenGL per GStreamer - Intestazioni per lo sviluppo
ru: Модули GStreamer OpenGL — Заголовочные файлы для разработки
zh_cn: GStreamer OpenGL 插件—开发头文件

source: This package contains headers and libraries needed to develop based on gstreamer-plugins-gl This module contains integration libraries and plug-ins for using OpenGL within GStreamer pipelines. This module contains elements for, among others: * output: glimagesink * adapters: glupload, gldownload * video processing: gldeinterlace, glcolorscale * GL effects: glfiltersobel, glfilterblur, gleffects, others * sources: gltestsrc
it: Questo pacchetto contiene le intestazioni e le librerie necessarie per sviluppare con gstreamer-plugins-gl Questo modulo contiene le librerie di integrazione e i plugin per utilizzare OpenGL all'interno dei flussi GStreamer. Questo modulo, tra gli altri, contiene elementi per: * uscite: glimagesink * adattatori: glupload, gldownload * elaborazione video: gldeinterlace, glcolorscale * effetti GL: glfiltersobel, glfilterblur, gleffects, altri * sorgenti: gltestsrc
zh_cn: 此软件包包含基于 gstreamer-plugins-gl 开发所需的头文件和库 此模块包含在 GStreamer 管道里使用 OpenGL 的集成库和插件。此模块包含用于以下作用的元素： * 输出：glimagesink * 适配器：glupload、gldownload * 视频处理：gldeinterlace、glcolorscale * GL 效果：glfiltersobel、glfilterblur、gleffects、其他 * 源：gltestsrc

source: Documentation for gstreamer-0_10-plugins-good
it: Documentazione per gstreamer-0_10-plugins-good
ru: Документация по gstreamer-0_10-plugins-good
zh_cn: Gstreamer-0_10-plugins-good 文档

source: This package contains documentation for gstreamer-0_10-plugins-good.
it: Questo pacchetto contiene la documentazione per gstreamer-0_10-plugins-good.
ru: Этот пакет содержит документацию по пакету gstreamer-0_10-plugins-good.
zh_cn: 此软件包包含 gstreamer-0_10-plugins-good 的文档。

source: Complementary plugins for gstreamer-0_10-plugins-good
it: Plugin complementari per gstreamer-0_10-plugins-good
ru: Дополнительные плагины для gstreamer-0_10-plugins-good
zh_cn: Gstreamer-0_10-plugins-good 的补充插件

source: This package provides complementary plugins for gstreamer-0_10-plugins-good.
it: Questo pacchetto fornisce i plugin complementari per gstreamer-0_10-plugins-good.
ru: Этот пакет предоставляет дополнительные плагины для gstreamer-0_10-plugins-good.
zh_cn: 此软件包提供 gstreamer-0_10-plugins-good 的补充插件。

source: GStreamer is a streaming media framework based on graphs of filters that operate on media data. Applications using this library can do anything media-related, from real-time sound processing to playing videos. Its plug-in-based architecture means that new data types or processing capabilities can be added simply by installing newplug-ins. This package contains well-written plug-ins that can't be shipped in gstreamer-plugins-good because: - the license is not LGPL - the license of the library is not LGPL - there are possible licensing issues with the code.
it: GStreamer è un'infrastruttura di diffusione multimediale, basata su grafi di filtri che operano sui dati multimediali. Le applicazioni che usano questa libreria possono fare qualsiasi cosa relativa al multimediale, dall'elaborazione dei suoni in tempo reale alla riproduzione di video. La sua architettura basata su plugin implica che nuovi tipi di dati o nuove capacità di elaborazione possono essere aggiunti installando nuovi plugin. Questo pacchetto contiene plugin ben scritti che non possono essere inclusi in gstreamer-plugins-good perché: - la licenza non è la LGPL - la licenza della libreria non è la LGPL - ci sono possibili problemi di licenza nel codice.
ja: GStreamer はストリーミングメディアフレームワークであり、メディアデータを処理する グラフフィルタをもとにしています。このライブラリを使用するアプリケーションは リアルタイムの音声処理から映像の再生など、メディアに関すること以外であっても かまいません。このプラグインベースの仕組みにより、新しいデータの種類や 新しい処理能力をプラグインの追加によって成し遂げることができることになります。 このパッケージには、下記の理由から gstreamer-plugins-good には含まれていない各種プラグインが含まれています: - ライセンスが LGPL ではない - ライブラリのライセンスが LGPL ではない - コード上にライセンス上の問題がありうる
ru: GStreamer — это инфраструктура для обработки потокового медиа, в основе которой лежит цепочка фильтров, обрабатывающая медиа-данные. Приложения, использующие эту библиотеку, могут делать любые операции, связанные с медиа, от обработки в реальном времени звука до проигрывания видео. Её модульная архитектура позволяет простой установкой плагинов добавлять поддержку новых типов данных и расширять возможности обработки. Этот пакет содержит хорошо написанные модули, которые не могут войти в gstreamer-plugins-good, т.к.: — их лицензия не LGPL — лицензия библиотеки не LGPL — есть возможные проблемы с лицензированием кода.
zh_cn: GStreamer 是一个基于在媒体数据上操作的滤镜图表的流媒体框架。使用此库的应用程序可以做有关媒体的任何事，从实时音频处理到播放视频。其基于插件的架构意味着新数据类型或处理能力可以简单地通过安装新插件来添加。 此软件包包含精心编写但无法在 gstreamer-plugins-good 中提供的插件，因为： —许可证不为 LGPL —库的许可证不为 LGPL —代码可能有许可证问题。

source: GStreamer is a streaming media framework, based on graphs of filters which operate on media data. Applications using this library can do anything from real-time sound processing to playing videos, and just about anything else media-related. Its plugin-based architecture means that new data types or processing capabilities can be added simply by installing new plug-ins.
it: GStreamer è un'infrastruttura di diffusione multimediale, basata su grafi di filtri che operano sui dati multimediali. Le applicazioni che usano questa libreria possono fare qualsiasi cosa, dall'elaborazione dei suoni real-time alla riproduzione di video e appunto qualsiasi altra cosa relativa al multimediale. La sua architettura basata su plugin implica che i nuovi tipi di dati o nuove capacità di elaborazione possono essere aggiunti installando nuovi plugin.
ja: GStreamer はストリーミングメディアフレームワークであり、メディアデータを処理する グラフフィルタをもとにしています。このライブラリを使用するアプリケーションは リアルタイムの音声処理から映像の再生など、メディアに関すること以外であっても かまいません。このプラグインベースの仕組みにより、新しいデータの種類や 新しい処理能力をプラグインの追加によって成し遂げることができることになります。
ru: GStreamer — это инфраструктура для обработки медиапотоков, в основе которой лежит цепочка фильтров, обрабатывающая медиа-данные. Приложения, использующие эту библиотеку, могут делать любые операции, связанные с медиа, от обработки в реальном времени звука до проигрывания видео. Её модульная архитектура позволяет простой установкой плагинов добавлять поддержку новых типов данных и расширять возможности обработки.
zh_cn: GStreamer 是一个基于在媒体数据上操作的滤镜图表的流媒体框架。使用此库的应用程序可以做有关媒体的任何事，从实时音频处理到播放视频。其基于插件的架构意味着新数据类型或处理能力可以简单地通过安装新插件来添加。

source: GStreamer Editing Services
it: Servizi di editing GStreamer
ja: GStreamer 編集サービス
ru: Службы редактирования GStreamer
zh_cn: GStreamer 编辑服务

source: The GStreamer multimedia framework and the accompanying GNonLin set of plugins for non-linear editing offer all the building blocks for: Decoding and encoding to a wide variety of formats, through all the available GStreamer plugins. Easily choosing segments of streams and arranging them through time through the GNonLin set of plugins. But all those building blocks only offer stream-level access, which results in developers who want to write non-linear editors to write a consequent amount of code to get to the level of non-linear editing notions which are closer and more meaningful for the end-user (and therefore the application). The GStreamer Editing Services (hereafter GES) aims to fill the gap between GStreamer/GNonLin and the application developer by offering a series of classes to simplify the creation of many kind of editing-related applications.
it: L'infrastruttura di diffusione multimediale GStreamer, nonché l'insieme di plugin per l'editing non lineare GNonLin che l'accompagnano, offrono tutti i componenti essenziali per: Decodificare e codificare in un'ampia varietà di formati grazie a tutti i plugin di GStreamer disponibili. Selezionare facilmente segmenti di flusso video e organizzarli nel tempo attraverso la serie di plugin GNonLin. Ma tutti quei componenti offrono un accesso solo a livello di flusso, da cui ne consegue che gli sviluppatori che vogliono scrivere editor non lineari, devono scrivere un certo quantitativo di codice per giungere al livello delle nozioni dell'editing non lineare che sono più vicine e più significative per l'utente finale (e dunque per l'applicazione). I servizi di editing di GStreamer (GES) hanno l'obiettivo di colmare la distanza tra GStreamer/GNonLin e lo sviluppatore di applicazioni tramite l'offerta di una serie di classi per semplificare la creazione di molti tipi di applicazioni legate all'editing.

source: GStreamer Editing Services - Development files
it: Servizi di editing GStreamer - File di sviluppo
ja: GStreamer 編集サービス - 開発用ファイル
ru: Службы редактирования GStreamer — Файлы для разработки
zh_cn: GStreamer 编辑服务—开发文件

source: Include files and libraries mandatory for development with gstreamer-plugins-base
it: File di inclusione e librerie obbligatori per lo sviluppo con gstreamer-plugins-base
ru: Файлы заголовков и библиотеки, требуемые для разработки с gstreamer-plugins-base
zh_cn: 包含了开发 gstreamer-plugins-base 必须的文件和库

source: This package contains all necessary include files and libraries needed to compile and link applications that use gstreamer-plugins-base.
it: Questo pacchetto contiene tutti i file di inclusione e le librerie richiesti per compilare e collegare applicazioni che usano gstreamer-plugins-base.
ja: このパッケージには gstreamer-plugins-base を使用してアプリケーションをコンパイルしリンクするために必要となる、全てのヘッダファイルとライブラリが含まれています。
ru: Этот пакет содержит все необходимые подключаемые файлы и библиотеки, необходимые для компиляции и связывания приложений, использующих gstreamer-plugins-base.
zh_cn: 此软件包包含所有必需的头文件和库，以编译和链接那些使用 gstreamer-plugins-base 的应用程序。

source: Documentation for gstreamer-plugins-base
it: Documentazione per gstreamer-plugins-base
ja: gstreamer-plugins-base 向けドキュメンテーション
ru: Документация по gstreamer-plugins-base
zh_cn: Gstreamer-plugins-base 文档

source: This package contains documentation for the gstreamer-plugins-base package.
it: Questo pacchetto contiene la documentazione per il pacchetto gstreamer-plugins-base.
ja: このパッケージには、 gstreamer-plugins-base パッケージ向けのドキュメンテーションが含まれています。
ru: Этот пакет содержит документацию по пакету gstreamer-plugins-base.
zh_cn: 此软件包包含 gstreamer-plugins-base 软件包的文档。

source: Documentation for gstreamer-plugins-good
it: Documentazione per gstreamer-plugins-good
ja: gstreamer-plugins-good 向けドキュメンテーション
ru: Документация по gstreamer-plugins-good
zh_cn: Gstreamer-plugins-good 文档

source: This package contains documentation for gstreamer-plugins-good.
it: Questo pacchetto contiene la documentazione per gstreamer-plugins-good.
ja: このパッケージには gstreamer-plugins-good 向けのドキュメンテーションが含まれています。
ru: Этот пакет содержит документацию по пакету gstreamer-plugins-good.
zh_cn: 此软件包包含 gstreamer-plugins-good 的文档。

source: Complementary plugins for gstreamer-plugins-good
it: Plugin complementari per gstreamer-plugins-good
ja: gstreamer-plugins-good 向け補足プラグイン
ru: Дополнительные плагины для gstreamer-plugins-good
zh_cn: Gstreamer-plugins-good 的补充插件

source: This package provides complementary plugins for gstreamer-plugins-good.
it: Questo pacchetto fornisce i plugin complementari per gstreamer-plugins-good.
ja: このパッケージには gstreamer-plugins-good 向けの補足プラグインが含まれています。
ru: Этот пакет предоставляет дополнительные плагины для gstreamer-plugins-good.
zh_cn: 此软件包提供 gstreamer-plugins-good 的补充插件。

source: C++/Qt bindings for GStreamer
it: Binding C++/Qt per GStreamer
ru: Привязки к C++/Qt для GStreamer
zh_cn: GStreamer 的 C++/Qt 绑定

source: GStreamer is a streaming-media framework, based on graphs of filters which operate on media data. Applications using this library can do anything from real-time sound processing to playing videos, and just about anything else media-related. Its plug-in-based architecture means that new data types or processing capabilities can be added by installing new plug-ins. This package contains C++/Qt bindings for GStreamer.
it: GStreamer è un'infrastruttura di diffusione multimediale, basata su grafi di filtri che operano sui dati multimediali. Le applicazioni che usano questa libreria possono fare qualsiasi cosa, dall'elaborazione dei suoni in tempo reale alla riproduzione di video e appunto qualsiasi altra cosa relativa al multimediale. La sua architettura basata su plugin implica che i nuovi tipi di dati o nuove capacità di elaborazione possono essere aggiunti installando nuovi plugin. Questo pacchetto contiene i binding C++/Qt per GStreamer.
ru: GStreamer — это инфраструктура для обработки медиапотоков, в основе которой лежит цепочка фильтров, обрабатывающая медиа-данные. Приложения, использующие эту библиотеку, могут делать любые операции, связанные с медиа, от обработки в реальном времени звука до проигрывания видео. Её модульная архитектура позволяет простой установкой плагинов добавлять поддержку новых типов данных и расширять возможности обработки. Этот пакет содержит привязки C++/Qt для GStreamer.
zh_cn: GStreamer 是一个基于在媒体数据上操作的滤镜图表的流媒体框架。使用此库的应用程序可以做有关媒体的任何事，从实时音频处理到播放视频。其基于插件的架构意味着新数据类型或处理能力可以简单地通过安装新插件来添加。 此软件包包含 GStreamer 的 C++/Qt 绑定。

source: GStreamer is a streaming-media framework, based on graphs of filters which operate on media data. Applications using this library can do anything from real-time sound processing to playing videos, and just about anything else media-related. Its plug-in-based architecture means that new data types or processing capabilities can be added by installing new plug-ins. This package contains development files and headers for the C++/Qt bindings for GStreamer.
it: GStreamer è un'infrastruttura di diffusione multimediale, basata su grafi di filtri che operano sui dati multimediali. Le applicazioni che usano questa libreria possono fare qualsiasi cosa, dall'elaborazione dei suoni in tempo reale alla riproduzione di video e appunto qualsiasi altra cosa relativa al multimediale. La sua architettura basata su plugin implica che nuovi tipi di dati o nuove capacità di elaborazione possono essere aggiunti installando nuovi plugin. Questo pacchetto contiene i file di sviluppo e le intestazioni per i binding C++/Qt per GStreamer.
ru: GStreamer — это инфраструктура для обработки медиапотоков, в основе которой лежит цепочка фильтров, обрабатывающая медиа-данные. Приложения, использующие эту библиотеку, могут делать любые операции, связанные с медиа, от обработки в реальном времени звука до проигрывания видео. Её модульная архитектура позволяет простой установкой плагинов добавлять поддержку новых типов данных и расширять возможности обработки. Этот пакет содержит файлы для разработки и заголовки для привязок C++/Qt для GStreamer.
zh_cn: GStreamer 是一个基于在媒体数据上操作的滤镜图表的流媒体框架。使用此库的应用程序可以做有关媒体的任何事，从实时音频处理到播放视频。其基于插件的架构意味着新数据类型或处理能力可以简单地通过安装新插件来添加。 此软件包包含 GStreamer C++/Qt 绑定的开发和头文件。

source: Gstreamer VA-API plugins
it: Plugin VA-API per GStreamer
ja: Gstreamer VA-API プラグイン
ru: Модули VA-API для GStreamer
zh_cn: Gstreamer VA-API 插件
