Repository: BENBELLA23/packages-i18n
Catalog: */po/gtk.*.po
Languages: cs, ja, ru, zh_cn

source: International Tag Set for GTK+ 3
cs: Sada mezinárodních značek pro GTK+ 3
ja: GTK+ 3 向け国際タグセット
zh_cn: GTK+ 3 的国际标签集

source: This package enhances gettext with an International Tag Set for GTK+ 3
cs: Tento balíček doplňuje gettext o sadu mezinárodních značek pro GTK+ 3
ja: このパッケージには、 gettext を拡張する GTK+ 3 向けの国際タグセットが含まれています
zh_cn: 此包通过 GTK+ 3 的国际标签集来增强 gettext。

source: Files for developing programs that use gio-sharp
cs: Soubory pro vývoj programů používajících gio-sharp
ja: gio-sharp を使用するプログラムを開発するためのファイル
zh_cn: 用于开发使用 gio-sharp 的程序的文件

source: Mono bindings for gio
cs: Mono vazby pro gio
ja: gio 向け Mono バインディング
ru: Привязки к Mono для gio
zh_cn: Gio 的 mono 绑定

source: This package contains Mono bindings for gio-sharp.
cs: Tento balíček obsahuje Mono vazby pro gio-sharp.
ja: このパッケージには、 gio-sharp 向けの Mono バインディングが含まれています。
ru: Этот пакет содержит привязки к Mono для gio-sharp.
zh_cn: 此软件包包含 gio-sharp 的 mono 绑定。

source: .NET/C-Sharp Bindings for GIO
cs: .NET/C-Sharp vazby pro GIO
ja: GIO 向け .NET/C-Sharp バインディング
zh_cn: Gio 的 .NET/C-Sharp 绑定

source: Lightweight HTML rendering/printing/editing engine -- Catalog for Glade
cs: Jednoduchý program pro vykreslení/tisk/úpravy HTML -- Katalog pro Glade
ja: 軽量 HTML 描画／印刷／編集エンジン -- Glade 向けカタログ
zh_cn: 轻量级 HTML 渲染/打印/编辑引擎——Glade 目录

source: GtkHTML is a lightweight HTML rendering/printing/editing engine. It was originally based on KHTMLW, part of the KDE project, but is now being developed independently. This package provides a catalog for Glade, to allow the use of GtkHTML widgets in Glade.
cs: GtkHTML je jednoduchý program pro vykreslení/tisk/úpravy HTML. Původně je založen na KHTMLW, části projektu KDE, ale nyní je vyvíjen nezávisle. Tento balíček obsahuje katalog pro Glade, umožňující použít widgety (zástupce funkcí) GtkHTML v Glade.
ja: GtkHTML は軽量の HTML 描画／印刷／編集エンジンです。 元々は KHTMLW をベースにしていましたが、現在は独立して開発が行なわれています。 このパッケージには Glade 向けのカタログが含まれています。これは Glade 内で GtkHTML を利用できるようにするためのものです。
zh_cn: GtkHTML 是个轻量级 HTML 渲染/打印/编辑引擎。它原本基于 KDE 项目中的 KHTMLW，但现在已经独立开发了。 此软件包提供 Glade 目录，以允许在 Glade 中使用 GtkHTML 组件。

source: Glade catalog for the GTK+ source editing widget
cs: Katalog Glade pro widget editace zdroje GTK+
ja: GTK+ ソース編集ウイジェット向け Glade カタログ

source: GtkSourceView is a text widget that extends GtkTextView, the standard GTK+ text widget. It improves GtkTextView by implementing syntax highlighting and other features typical of a source editor. This package provides a catalog for Glade, to allow the use the GtkSourceView widget in Glade.
cs: GtkSourceView je textový widget, který rozšiřuje GtkTextView, standardní GTK + textový widget. Vylepšuje GtkTextView implementací zvýraznění syntaxe a dalších funkcí typických pro zdrojový editor. Tento balíček poskytuje katalog pro Glade, který umožňuje použití widgetu GtkSourceView v Glade.
ja: GtkSourceView は、 GTK+ の標準テキストウイジェットである GtkTextView の拡張ウイジェットです。 文法ハイライト機能やその他のソースエディタにあるような典型的な機能を実装することで、 GtkTextView を改良しています。 このパッケージには、 Glade 内で GtkSourceView ウイジェットを利用するための、Glade 向けカタログが含まれています。
zh_cn: GtkSourceView 是个文本组件，用于扩展 GtkTextView 这一标准 GTK+ 文本组件。 它通过实现语法高亮和其他源码编辑器的典型功能来改进 GtkTextView。 此软件包提供 Glade 目录，以允许在 Glade 中使用 GtkSourceView 组件。

source: GTK+ Source Editing Widget -- Catalog for Glade
cs: Widget editace zdroje GTK+ -- Katalog pro Glade
ja: GTK+ ソース編集ウイジェット -- Glade 向けカタログ
ru: Виджет редактирования исходного кода GTK+ — Каталог для Glade
zh_cn: GTK+ 源码编辑组件——Glade 目录

source: Mono bindings for glade
cs: Mono vazby pro glade
ja: Glade 向け Mono バインディング
ru: Привязки к Mono для glade
zh_cn: Glade 的 mono 绑定

source: This package contains Mono bindings for glade.
cs: Mono vazby pro glade.
ja: このパッケージには、 glade 向けの Mono バインディングが含まれています。
ru: Этот пакет содержит привязки glade к Mono.
zh_cn: 该软件包包含了 glade 的 mono 绑定。

source: Mono bindings for glib
cs: Mono vazby pro glib
ja: glib 向け Mono バインディング
ru: Привязки к Mono для glib
zh_cn: Glib 的 mono 绑定

source: This package contains Mono bindings for glib.
cs: Tento balík obsahuje Mono vazby pro glib.
ja: このパッケージには、 glib 向けの Mono バインディングが含まれています。
ru: Этот пакет содержит привязки(обертку) glib для Mono.
zh_cn: 此软件包包含了 glib 的 mono 绑定。

source: GTK+ DocBook Documentation Generator
cs: Generátor dokumentace DocBook pro GTK+
ru: Генератор документации GTK+ DocBook
zh_cn: GTK+ DocBook 文档生成器

source: Gtkdoc is a set of Perl scripts that generate API reference documentation in DocBook format. It can extract documentation from source code comments in a manner similar to Java-doc. It is used to generate the documentation for GLib, Gtk+, and GNOME.
cs: Programem gtkdoc je kolekce perlových skriptů, které generují API referenční dokumentaci ve formátu DocBook. Generuje dokumentaci z komentářů zdrojových textů podobně jako Java-doc. Používá se pro glib, Gtk+ a GNOME.
zh_cn: Gtkdoc 是套 Perl 脚本集合，用以生成 DocBook 格式的 API 参考文档。它可以用类似于 Java-doc 的方式从源码注释中提取文档。它可以用于生成 GLib、Gtk+ 和 GNOME 的文档。

source: Translations for package gtk-doc
cs: Překlady pro balíček gtk-doc
ja: gtk-doc 向け翻訳パッケージ
zh_cn: Gtk-doc 的语言包

source: Provides translations for the "gtk-doc" package.
cs: Obsahuje překlady pro balíček "gtk-doc".
ja: "gtk-doc" パッケージに対する翻訳データです。
zh_cn: 提供软件包“gtk-doc”的翻译。

source: GTK key theme that sets ctrl-u in text entries
cs: Klíčové téma GTK nastavující ctrl-u v položkách textu
ja: テキスト項目内で CTRL-U の機能を設定するテーマ
ru: Клавиатурная тема GTK, которая устанавливает ctrl-u в текстовых записях
zh_cn: 设定文本字段中 ctrl-u 的 GTK 按键主题

source: A GTK key theme that makes ctrl-u, ctrl-w and ctrl-h work in text entries and text views. In contrast to the Emacs key theme which redefines many other common key bindings (like ctrl-p) this is one is reduced to the bare minimum to make text entries usable.
cs: Klíčové téma GTK, díky kterému jsou funkce ctrl-u, ctrl-w a ctrl-h v textových záznamech a textových náhledech. Na rozdíl od klíčového tématu Emacs, které předefinuje mnoho dalších běžných vazeb klíčů (jako ctrl-p), je toto omezeno na holé minimum, aby byly textové záznamy použitelné.
ja: CTRL-U, CTRL-W, CTRL-H を利用することで、それぞれテキスト項目内やテキストビュー内などを操作できるようにする GTK キーテーマです。多くの他のキーバインディングを再定義している Emacs のキーテーマとは異なり、テキスト項目への影響が最小限になるようになっています。
zh_cn: GTK 按键主题，令 ctrl-u、ctrl-w 和 ctrl-h 能在文本字段和文本视图中工作。与重定义了很多其他常见键绑定（如 ctrl-p）的 Emacs 按键主题相比，此主题减少到最低限度让文本字段可用。

source: Graphical Frontend for recordMyDesktop
cs: Grafické rozhraní pro recordMyDesktop
ja: recordMyDesktop のグラフィカルなフロントエンド
zh_cn: recordMyDesktop 的图形前端

source: Adds an easy to use graphical icon on the GNOME toolbar to make a pleasure use and configure the audio and video capture and screencast application recordMyDesktop.
cs: Přidá snadno použitelnou grafickou ikonu na panelu nástrojů GNOME, aby šlo lehce využít a konfigurovat nahrávání zvuku a videa a nahrávání obrazovky aplikací recordMyDesktop.
ja: GNOME ツールバー内に使いやすいアイコンを追加し、オーディオやビデオのキャプチャを設定したり、スクリーンキャストアプリケーションである recordMyDesktop を起動したりすることができます。
zh_cn: 在 GNOME 工具栏上添加个易用的图标，以方便地使用和配置音视频的捕捉、截屏应用程序 recordMyDesktop。

source: Translations for package gtk-recordMyDesktop
cs: Překlady pro balíček gtk-recordMyDesktop
ja: gtk-recordMyDesktop 向け翻訳パッケージ
zh_cn: Gtk-recordMyDesktop 的语言包

source: Provides translations for the "gtk-recordMyDesktop" package.
cs: Poskytuje překlady pro balíček "gtk-recordMyDesktop".
ja: "gtk-recordMyDesktop" パッケージに対する翻訳データです。
zh_cn: 提供软件包“gtk-recordMyDesktop”的翻译。

source: Extra Gtk# bindings
cs: Další vazby Gtk#
ja: 追加の Gtk# バインディング
ru: Дополнительные привязки к Gtk#
zh_cn: 额外 Gtk# 绑定

source: Gtk# Beans aims to fill the gap between the current Gtk# packages state and all the blings and desktop integration stuffs anyone would want to use. It builds on top of Gtk# and extend it by adding new classes and extension methods.
cs: Gtk# Beans zaplňuje mezeru mezi současným stavem balíčků Gtk# a všemi prostředky blings a desktopové integrace, které by kdokoli chtěl použít. Je nástavbou Gtk# a rozšiřuje jej přidáním nových tříd a rozšiřujících metod.
ja: Gtk# Beans は、現在の Gtk# パッケージの状態とそこからもたらされる利点、そして誰もが必要とするデスクトップ統合機能との間にあるギャップを、埋めるための仕組みです。 これは Gtk# 上で構築される仕組みで、新しいクラスや拡張メソッドを提供します。
ru: Gtk# Beans предназначен, чтобы заполнить пробел между текущим состоянием пакетов Gtk# и всеми материалами, которые только могут быть использованы для интеграции с рабочим столом. Он является надстройкой над Gtk# и расширяется добавлением новых классов и дополнительных методов.
zh_cn: Gtk# Beans 的目标是填补当前 Gtk# 软件包状态、所有的 bling 和任何想要使用的桌面集成内容之间的缺口。 它构建在 Gtk# 之上并通过添加新的类和扩展方法来扩展。

source: Files for developing programs that use gtk-sharp-beans
cs: Soubory pro vývoj programů používajících gtk-sharp-beans
ja: gtk-sharp-beans を使用するプログラムを開発するためのファイル
zh_cn: 用于开发使用 gtk-sharp-beans 的程序的文件

source: .Net Language Bindings for GTK+
cs: .Net vazby pro GTK+
ja: GTK+ 向け .Net 言語バインディング
ru: Привязки к языку .Net для GTK+
zh_cn: GTK+ 的 .Net 语言绑定

source: This package contains Mono bindings for gtk+, gdk, atk, and pango.
cs: Tento balíček obsahuje Mono vazby pro gtk+, gdk, atk a pango.
ja: このパッケージには、 gtk+, gdk, atk, pango 向けの Mono バインディングが含まれています。
ru: Этот пакет содержит привязки gtk+, gdk, atk и pango к Mono.
zh_cn: 此软件包包含了用于 gtk+、gdk、atk 和 pango 的 mono 绑定。

source: Monodoc documentation for gtk-sharp2
cs: Monodoc - dokumentace pro gtk-sharp2
ja: gtk-sharp2 向け monodoc ドキュメンテーション
ru: Документация в формате monodoc по gtk-sharp2
zh_cn: Gtk-sharp2 的 monodoc 文档

source: This package contains the gtk-sharp2 documentation for monodoc.
cs: Tento balíček obsahuje dokumentaci gtk-sharp2 pro monodoc.
ja: このパッケージには monodoc 向けの gtk-sharp2 の文書が含まれています。
ru: Этот пакет содержит документацию в формате monodoc для gtk-sharp2.
zh_cn: 此软件包含用在 monodoc 上的 gtk-sharp2 文档。

source: C Source Parser and C Generator
cs: Analyzátor zdrojových textů v C a generátor C
ja: C ソースパーサと C 生成プログラム
ru: Анализатор и генератор исходного кода на C
zh_cn: C 源码解析器和生成器

source: The gtk-sharp-gapi package includes the parser and code generator used by the GTK if you want to bind GObject-based libraries, or need to compile a project that uses it to bind such a library.
cs: Balík gtk-sharp-gapi obsahuje parser a generátor kódu používaný GTK, chcete-li připojit knihovny založené na GObjectech nebo zkompilovat projekt, který ho pro připojení takové knihovny používá.
ja: gtk-sharp-gapi パッケージには、 GObject オブジェクトをもとにしたライブラリにバインドしたり、それらのライブラリにバインドしているプロジェクトをコンパイルしたりしたい場合に必要となる、GTK で使用されるパーサと生成プログラムが含まれています。
zh_cn: gtk-sharp-gapi 软件包包含由 GTK 使用的解析器和代码生成器，用在你想要绑定基于 GObject 的库的时候，或者需要编译一个使用它来绑定此类库的项目的时候。

source: C-Sharp Language Bindings for GTK+
cs: Jazykové vazby C-Sharp pro GTK+
ja: GTK+ 向け C-Sharp 言語バインディング
ru: Привязки к языку C# для GTK+
zh_cn: GTK+ 的 C-Sharp 语言绑定

source: This package contains C-Sharp bindings for Gtk+, Gdk, Atk, and Pango. for use with Mono.
cs: Tento balíček obsahuje vazby C-Sharp pro Gtk+, Gdk, Atk a Pango, pro použití s Mono.
ja: このパッケージには、 Gtk+, Gdk, Atk, Pango 向けの C-Sharp バインディングが含まれています。 Mono 向けです。
zh_cn: 此软件包包含用于和 Mono 一起使用的 Gtk+、Gdk、Atk 和 Pango 的 C-Sharp 绑定。

source: Gtk-Sharp is a library that allows you to build fully native graphical GNOME applications using Mono. Gtk-Sharp is a binding to GTK+, the cross platform user interface toolkit used in GNOME. It includes bindings for Gtk, Atk, Pango, Gdk, libgnome, libgnomeui and libgnomecanvas. This is a virtual package which depends on all gtk-sharp3 subpackages)
cs: Gtk-Sharp je knihovna, která umožňuje vytvářet zcela nativní grafické aplikace GNOME pomocí Mono. Gtk-Sharp je vazba na GTK+, sadu nástrojů pro uživatelské rozhraní napříč platformami používanou v GNOME. Zahrnuje vazby pro Gtk, Atk, Pango, Gdk, libgnome, libgnomeui a libgnomecanvas. (Toto je virtuální balíček, který závisí na všech dílčích balíčcích gtk-sharp3.)
ja: Gtk-Sharp は、 Mono を利用してネイティブなグラフィカル GNOME アプリケーションを構築することのできるライブラリです。 Gtk-Sharp は、 GNOME で使用されているクロスプラットフォーム対応のユーザインターフェイスツールキットである、 GTK+ へのバインディングとして動作します。 Gtk, Atk, Pango, Gdk, libgnome, libgnomeui, libgnomecanvas などのバインディングも含まれています。これはすべての gtk-sharp3 サブパッケージに依存している仮想パッケージです。
zh_cn: Gtk-Sharp 是个库，允许你使用 Mono 构建完全原生的图形 GNOME 应用程序。Gtk-Sharp 是个对 GTK+ 的绑定，后者是 GNOME 使用的跨平台用户界面工具包。Gtk-Sharp 包含 Gtk、Atk、Pango、Gdk、libgnome、libgnomeui 和 libgnomecanvas 的绑定。这是个虚包，依赖于所有的 gtk-sharp3 子包。

source: Files for developing programs using the C-Sharp bindings for Gtk+, Gdk, Atk, and Pango.
cs: Soubory pro vývoj programů s použitím vazeb C-Sharp pro Gtk+, Gdk, Atk a Pango.
ja: Gtk+, Gdk, Atk, Pango 向けの C-Sharp バインディングを使用するプログラムを開発するためのファイルです。
zh_cn: 用于开发使用 Gtk+、Gdk、Atk 和 Pango 的 C-Sharp 绑定的程序的文件。

source: Files for developing programs that use gapi-sharp3.
cs: Soubory pro vývoj programů používajících gapi-sharp3.
ja: gapi-sharp3 を使用するプログラムを開発するためのファイルです。
zh_cn: 开发使用 gapi-sharp3 程序的文件。

source: A GTK widget for VNC clients -- Development Files
cs: GTK+ widget pro klienty VNC - Vývojové soubory
ja: VNC クライアント向け GTK ウイジェット -- 開発用ファイル
zh_cn: VNC 客户端的 GTK 组件——开发文件

source: gtk-vnc is a VNC viewer widget for GTK+. It is built using coroutines allowing it to be completely asynchronous while remaining single threaded.
cs: gtk-vnc je widget VNC prohlížeče pro GTK+. Je postaven s použitím ko-rutin umožňujících, aby byl zcela asynchronní vůči jednovláknovému zbytku.
ja: gtk-vnc は GTK+ 向けの VNC ビューアウイジェットです。単一スレッドでの動作を実現するため、完全非同期型のルーチンを利用して構築されています。
zh_cn: gtk-vnc 是个用于 GTK+ 的 VNC 查看器组件。它使用协同方式构建，以允许其在保持单线程的同时完全异步。

source: Translations for package gtk-vnc
cs: Překlady pro balíček gtk-vnc
ja: gtk-vnc 向け翻訳パッケージ
zh_cn: Gtk-vnc 的语言包

source: Provides translations for the "gtk-vnc" package.
cs: Poskytuje překlady k balíčku "gtk-vnc".
ja: "gtk-vnc" パッケージに対する翻訳データです。
zh_cn: 提供软件包“gtk-vnc”的翻译。

source: VNC Tools based on gtk-vnc
cs: Nástroje VNC založené na gtk-vnc
ja: gtk-vnc をベースにした VNC ツール
zh_cn: 基于 gtk-vnc 的 VNC 工具

source: This package contains tools based on gtk-vnc: - gvnccapture: a tool to capture a screenshot of the VNC desktop - gvncviewer: a simple VNC client
cs: Tento balíček obsahuje nástroje založené na gtk-vnc: - gvnccapture: nástroj k zachycení snímku plochy VNC - gvncviewer: jednoduchý klient VNC
ja: このパッケージには、 gtk-vnc をベースにしたツールが含まれています: - gvnccapture: VNC デスクトップのスクリーンショットを採取するツール - gvncviewer: シンプルな VNC クライアント
zh_cn: 此软件包包含基于 gtk-vnc 的工具： ——gvnccapture：捕捉 VNC 桌面屏幕截图的工具 ——gvncviewer：简易的 VNC 客户端

source: Xfce GTK+-2.0 Theme Engine
cs: Xfce GTK+-2.0 střídač témat
ru: Движок тем Xfce GTK+-2.0
zh_cn: Xfce GTK+-2.0 主题引擎

source: The Xfce GTK theme engine provides various different themes which allow for homogeneity in applications for both business and personal desktops.
cs: Střídač témat (motivů) Xfce GTK poskytuje různá témata, která umožňují homogenitu v aplikacích pro obchodní i osobní stolní počítače.
zh_cn: Xfce GTK 主题引擎提供多种不同的主题，对商业和个人桌面的应用程序的一致性都能满足。

source: The GTK+ toolkit library (version 2) -- openSUSE theme configuration
cs: Knihovna nástrojů GTK+ (verze 2) -- konfigurace motivů openSUSE
ja: GTK+ ツールキットライブラリ (バージョン 2) -- openSUSE テーマ設定
ru: Библиотека инструментария GTK+ (версия 2) — Конфигурация темы openSUSE.
zh_cn: GTK+ 工具包库（第二版）——openSUSE 主题配置

source: GTK+ is a multi-platform toolkit for creating graphical user interfaces. Offering a complete set of widgets, GTK+ is suitable for projects ranging from small one-off projects to complete application suites. This package provides the openSUSE theme configuration for widgets and icon themes.
cs: GTK + je multiplatformní sada nástrojů pro vytváření grafických uživatelských rozhraní. GTK + nabízí kompletní sadu widgetů a je vhodný pro projekty od malých jednorázových projektů až po kompletní sady aplikací. Tento balíček poskytuje konfiguraci motivu openSUSE pro widgety a motivy ikon.
ja: GTK+ はグラフィカルユーザインターフェイスを作成するためのマルチプラットフォーム対応のツールキットで、一揃いのウイジェットを提供しています。 GTK+ は小規模の単独アプリケーションから、大規模なアプリケーションスイートまで幅広く対応しています。 このパッケージには、ウイジェットとアイコンのテーマに対する openSUSE のテーマ設定が含まれています。
ru: GTK+ — многоплатформенный инструментарий для создания графических пользовательских интерфейсов. Предоставляя полный набор виджетов, GTK+ подходит для разных проектов, начиная от небольших разовых проектов до сложных пакетов программ. Этот пакет предоставляет конфигурацию темы openSUSE для виджетов и значков.
zh_cn: GTK+ 是个用于创建图形用户界面的多平台工具包。它提供了一系列完整的部件，适合从一次性小项目到完整的应用程序套件在内的多种项目。 此软件包提供组件的 openSUSE 主题配置和图标主题。

source: Upstream theme configuration for the GTK+ toolkit library v2
cs: Upstream konfigurace motivu pro knihovnu nástrojů GTK+ verze 2
ja: GTK+ ツールキットライブラリ v2 向けアップストリームテーマ設定
zh_cn: GTK+ 工具包库（第二版）——上游主题配置

source: GTK+ is a multi-platform toolkit for creating graphical user interfaces. Offering a complete set of widgets, GTK+ is suitable for projects ranging from small one-off projects to complete application suites.
cs: GTK+ je multiplatformní sada nástrojů pro vytváření grafických uživatelských rozhraní. GTK+ nabízí kompletní sadu widgetů a je vhodný pro projekty od malých jednorázových projektů až po kompletní sady aplikací.
ja: GTK+ はグラフィカルユーザインターフェイスを作成するためのマルチプラットフォーム対応のツールキットで、一揃いのウイジェットを提供しています。 GTK+ は小規模の単独アプリケーションから、大規模なアプリケーションスイートまで幅広く対応しています。
ru: GTK+ — многоплатформенный инструментарий для создания графических пользовательских интерфейсов. Предоставляя полный набор виджетов, GTK+ подходит для разных проектов, начиная от небольших разовых проектов до сложных пакетов программ.
zh_cn: GTK+ 是个用于创建图形用户界面的多平台工具包。它提供了一系列完整的部件，适合从一次性小项目到完整的应用程序套件在内的多种项目。

source: Data files for the GTK+ toolkit library v2
cs: Soubory dat pro knihovnu nástrojů GTK+ verze 2
ja: GTK+ ツールキットライブラリ v2 向けデータファイル
zh_cn: GTK+ 工具包库（第二版）——数据文件

source: Development files for the GTK+ toolkit library v2
cs: Vývojové soubory pro knihovnu nástrojů GTX+ verze 2
ja: GTK+ ツールキットライブラリ v2 向け開発用ファイル
zh_cn: GTK+ 工具包库（第二版）——开发文件

source: GTK+ is a multi-platform toolkit for creating graphical user interfaces. Offering a complete set of widgets, GTK+ is suitable for projects ranging from small one-off projects to complete application suites. This package contains the development files for GTK+ 2.x.
cs: GTK+ je multiplatformní sada nástrojů pro vytváření grafických uživatelských rozhraní. GTK+ nabízí kompletní sadu widgetů a je vhodná pro projekty od malých jednorázových projektů až po kompletní sady aplikací. Tento balíček obsahuje vývojové soubory pro GTK+ 2.x.
ja: GTK+ はグラフィカルユーザインターフェイスを作成するための、マルチプラットフォーム対応のツールキットです。一通りのものが揃ったウイジェットを提供していて、小規模な単独プロジェクトからアプリケーションスイートまで、幅広い用途に適応しています。 このパッケージには、 GTK+ 2.x 向けの開発用ファイルが含まれています。
zh_cn: GTK+ 是个用于创建图形用户界面的多平台工具包。它提供了一系列完整的部件，适合从一次性小项目到完整的应用程序套件在内的多种项目。 此软件包提供 GTK+ 2.x 的开发文件。

source: Another GTK2 engine theme
cs: Jiný řadič motivů GTK2
ja: もう 1 つの GTK2 エンジンテーマ
zh_cn: 另一个 GTK2 主题引擎

source: The Aurora Gtk Engine themes all common Gtk widgets to provide an attractive, complete and consistent look for Gtk applications.
cs: Řadič témat Aurora Gtk má všechny běžné widgety Gtk poskytující atraktivní, kompletní a konzistentní vzhled aplikací Gtk.
ja: Aurora Gtk エンジンは、すべての汎用 Gtk ウイジェットに対して、魅力的で完全性があり、安定した Gtk アプリケーションの外観を提供します。
zh_cn: Aurora Gtk 引擎包含所有常见 Gtk 组件的主题，为 Gtk 应用程序提供了优雅、完整和一致的外观。

source: CleanIce GTK Theme Engine
cs: Řadič motivu GTK CleanIce
ja: CleanIce GTK テーマエンジン
ru: Движок тем GTK CleanIce
zh_cn: CleanIce GTK 主题引擎

source: Simple, clean theme engine for GTK2.
cs: Prostý, čistý řadič motivu pro GTK2.
ja: GTK2 向けのシンプルでクリーンなテーマエンジンです。
ru: Простой и ясный движок тем для GTK2.
zh_cn: 用于 GTK2 的简洁主题引擎。

source: Clearlooks GTK+ 2 Theme Engine
cs: Řadič motivu GTK Clearlooks
ja: Clearlooks GTK+ 2 テーマ エンジン
ru: Движок тем GTK+ 2 Clearlooks
zh_cn: Clearlooks GTK+ 2 主题引擎

source: The Clearlooks engine was the default theme of GNOME 2 since 2.12. It is a modular engine providing multiple styles such as glossy and gummy.
cs: Řadič Clearlooks byl výchozím tématem GNOME 2 od 2.12. Je to modulární řadič poskytující různé styly, jako je lesklý a gumový.
ja: Clearlooks エンジンは GNOME 2 の 2.12 以降で既定となったテーマです。これはモジュール型のエンジンで、ツヤのあるものやゴム風なものまで、複数のスタイルが用意されています。
ru: Движок Clearlooks был темой GNOME 2 по умолчанию с версии 2.12. Это модульный движок, предоставляющий различные стили, например, glossy и gummy.
zh_cn: Clearlooks 引擎是自 2.12 起 GNOME 2 的默认主题。它是个模块化的引擎，提供如光滑（glossy）和软糖（gummy）等多种风格的主题。

source: Crux GTK+ 2 Theme Engine
cs: Řadič motivu GTK+ 2 Crux
ja: Crux GTK+ 2 テーマ エンジン
ru: Движок тем GTK+ 2 Crux
zh_cn: Crux GTK+ 2 主题引擎

source: The Crux engine was a popular theme in the early GNOME 2 days.
cs: Řadič motivu Crux byl populární za raných dob GNOME 2.
ja: Crux エンジンは、 GNOME 2 時代の当初に有名だったテーマです。
ru: Движок Crux был популярной темой в первые дни GNOME 2.
zh_cn: Crux 引擎是个 GNOME 2 早期的流行主题。

source: Equinox GTK+ Theme Engine
cs: Řadič motivu GTK+ Equinox
ja: Equinox GTK+ テーマエンジン
zh_cn: Equinox GTK+ 主题引擎

source: Equinox is a theme engine for GTK+. It is a heavily modified derivative of the Aurora engine (version 1.40).
cs: Equinox je řadič motivu pro GTK+. Je odvozen od řadiče Aurora (verze 1.40) a silně modifikován.
ja: Equinox は GTK+ 向けのテーマエンジンです。 Aurora エンジン (バージョン 1.40) から派生したもので、大幅な修正を加えています。
zh_cn: Equinox 是个 GTK+ 的主题引擎。它是 Aurora 引擎（版本 1.40）的重度修改的衍生版本。

source: Glide GTK+ 2 Theme Engine
cs: Řadič motivu GTX+ 2 Glide
ja: Glide GTK+ 2 テーマ エンジン
ru: Движок тем GTK+ 2 Glide
zh_cn: Glide GTK+ 2 主题引擎

source: This packages provides the Glide engine for GTK+ 2, originally written for the Glider theme.
cs: Tento balíček poskytuje řadič Glide pro GTK+ 2, původně napsaný pro motiv Glider.
ja: このパッケージには、 GTK+ 2 向けの Glide エンジンが含まれています。これはもともと Glider テーマ向けに書かれたものです。
zh_cn: 此软件包提供用于 GTK+ 2 的 Glide 引擎，最初为 Glider 主题所写。

source: HC GTK+ 2 Theme Engine
cs: Řadič motivu GTK+ 2 HC
ja: HC GTK+ 2 テーマ エンジン
ru: Движок тем GTK+ 2 HC
zh_cn: HC GTK+ 2 主题引擎

source: The High Contrast engine is targeted for usability themes, such as the GNOME HighContrast theme.
cs: Řadič High Contrast (vysoký kontrast) je zaměřen na motivy k usnadnění přístupu, jako je motiv GNOME HighContrast.
ja: High Contrast エンジンは、 GNOME での HighContrast テーマのようなユーザビリティテーマを目的としたエンジンです。
ru: Движок High Contrast предназначен для специальных высокодоступных тем, например, темы GNOME HighContrast.
zh_cn: High Contrast（高对比度）引擎用于可用性主题，比如 GNOME HighContrast（高对比度）主题。

source: Industrial GTK+ 2 Theme Engine
cs: Řadič motivu GTK+ 2 Industrial
ja: Industrial GTK+ 2 テーマ エンジン
ru: Движок тем GTK+ 2 Industrial
zh_cn: Industrial GTK+ 2 主题引擎

source: The Industrial engine provides a simple and consistent appearance for applications.
cs: Řadič Industrial (průmyslový) vytváří jednoduchý a konzistentní vzhled aplikací.
ja: アプリケーションに対して、シンプルかつ安定的な外観を提供する、Industrial エンジンです。
zh_cn: Industrial（工业）引擎为应用程序提供简单和一致的外观。

source: Mist GTK+ 2 Theme Engine
cs: Řadič motivu GTK+ 2 Mist
ja: Mist GTK+ 2 テーマ エンジン
ru: Движок тем GTK+ 2 Mist
zh_cn: Mist GTK+ 2 主题引擎

source: The Mist engine is a minimalist engine designed to provide a simple UI experience.
cs: Řadič Mist (mlha) je minimalistický řadič navržený tak, aby poskytoval zkušenost jednoduchého uživatelského rozhraní.
ja: Mist エンジンは、シンプルな UI エクスペリエンスを提供するべく設計された、最小限のエンジンです。
zh_cn: Mist 引擎是个为提供简单 UI 体验设计的极简引擎。

source: Murrine GTK Theme Engine
cs: Řadič motivu GTK Murrine
ja: Murrine GTK テーマ エンジン
ru: Движок тем GTK Murrine
zh_cn: Murrine GTK 主题引擎

source: Murrine is a GTK+ 2 theme engine, that uses the Cairo vector drawing library to render widgets. It features a modern glassy look, is elegant and clean on the eyes, and is extremely customizable.
cs: Murrine je řadič motivu GTK+ 2, který k vykreslení widgetů používá knihovnu vektorů Cairo. Vyznačuje se moderním sklovitým vzhledem, je elegantní, čistý pro oči a mimořádně přizpůsobitelný.
ja: Murrine は GTK+ 2 エンジンで、ウイジェットを描画するのに Cairo ベクトル描画ライブラリを使用しています。現代的なガラスのような外観であるほか、 上品で目に優しくなっています。またカスタマイズ性にも優れています。
ru: Murrine — это движок тем для GTK+ 2, который используется библиотекой векторного рисования Cairo для визуализации виджетов. В нем имеется современное отображение стекла, выглядящее элегантно и чисто, а так же хорошо настраиваемое.
zh_cn: Murrine 是个使用 Cairo 矢量绘图库来渲染组件的 GTK+ 2 主题引擎。它时尚的玻璃外观，看起来优雅干净，而且还可以充分定制。

source: Nimbus GTK Theme Engine
cs: Řadič motivu GTK Nimbus
ja: Nimbus GTK テーマエンジン
ru: Движок тем GTK Nimbus
zh_cn: Nimbus GTK 主题引擎
