Repository: BENBELLA23/packages-i18n
Catalog: */po/gtk.*.po
Languages: cs, ja, ru, zh_cn

source: The GTK+ toolkit library (version 2) -- Inuktitut Input Method
ru: Библиотека инструментов GTK+ (версия 2) — Инуитский метод ввода

source: The GTK+ toolkit library (version 2) -- Multipress Input Method
ru: Библиотека инструментария GTK+ (версия 2) — Метод ввода множественными нажатиями

source: The GTK+ toolkit library (version 2) -- Thai-Lao Input Method
ru: Библиотека инструментов GTK+ (версия 2) — Тайско-лаосский метод ввода

source: The GTK+ toolkit library (version 2) -- Vietnamese Input Method
ru: Библиотека инструментов GTK+ (версия 2) — Вьетнамский метод ввода

source: The GTK+ toolkit library (version 2) -- X Input Method
ru: Библиотека инструментов GTK+ (версия 2) — Методы ввода X

source: The GTK+ toolkit library (version 2) -- Tigrigna Input Methods
ru: Библиотека инструментов GTK+ (версия 2) — Методы ввода Tigrigna

source: The GTK+ toolkit library (version 2) -- Tools
ru: Библиотека инструментов GTK+ (версия 2) — Инструменты

source: The GTK+ toolkit library (version 3) -- Development Files
ru: Библиотека инструментария GTK+ (версия 3) — файлы для разработки

source: The GTK+ toolkit library (version 3) -- Amharic Input Method
ru: Библиотека инструментов GTK+ (версия 3) — Амхарский метод ввода

source: The GTK+ toolkit library (version 3) -- Inuktitut Input Method
ru: Библиотека инструментов GTK+ (версия 3) — Инуитский метод ввода

source: The GTK+ toolkit library (version 3) -- Multipress Input Method
ru: Библиотека инструментария GTK+ (версия 3) — Метод ввода множественными нажатиями

source: The GTK+ toolkit library (version 3) -- Thai-Lao Input Method
ru: Библиотека инструментов GTK+ (версия 3) — Тайско-лаосский метод ввода

source: The GTK+ toolkit library (version 3) -- Vietnamese Input Method
ru: Библиотека инструментов GTK+ (версия 3) — Вьетнамский метод ввода

source: The GTK+ toolkit library (version 3) -- X Input Method
ru: Библиотека инструментов GTK+ (версия 3) — Методы ввода X

source: The GTK+ toolkit library (version 3) -- Tigrigna Input Methods
ru: Библиотека инструментов GTK+ (версия 3) — Методы ввода Tigrigna

source: The GTK+ toolkit library (version 3) -- Tools
ru: Библиотека инструментов GTK+ (версия 3) — Инструменты

source: GObject-based library to interact with the RFB protocol -- Introspection bindings
ru: Библиотека на основе GObject для взаимодействия с протоколом RFB — Привязки самоанализа

source: The GTK+ toolkit library (version 2) -- Introspection bindings
ru: Библиотека инструментария GTK+ (версия 2) — Привязки самоанализа

source: The GTK+ toolkit library (version 3) -- Introspection bindings
ru: Библиотека инструментария GTK+ (версия 3) — Привязки самоанализа

source: Languages for package gtk-doc
ru: Переводы для пакета gtk-doc

source: Provides translations to the package gtk-doc
ru: Предоставляет переводы для пакета gtk-doc

source: Languages for package gtk-recordMyDesktop
ru: Переводы для пакета gtk-recordMyDesktop

source: Provides translations to the package gtk-recordMyDesktop
ru: Предоставляет переводы для пакета gtk-recordMyDesktop

source: Languages for package gtk-vnc
ru: Переводы для пакета gtk-vnc

source: Provides translations to the package gtk-vnc
ru: Предоставляет переводы для пакета gtk-vnc

source: The GTK+ toolkit library (version 2) -- Upstream theme configuration
ru: Библиотека инструментария GTK+ (версия 2) — оригинальная конфигурация темы

source: The GTK+ toolkit library (version 2) -- Data Files
ru: Библиотека инструментов GTK+ (версия 2) — Файлы данных

source: Languages for package gtk2
ru: Переводы для пакета gtk2

source: Provides translations to the package gtk2
ru: Предоставляет переводы для пакета gtk2

source: Additional Themes and Engines for GTK2
ru: Дополнительные темы и движки для GTK2

source: This package contains additional themes and engines for the GTK2 library.
ru: Этот пакет содержит дополнительные темы и движки для библиотеки GTK2.

source: The GTK+ toolkit library (version 3) -- Upstream theme configuration
ru: Библиотека инструментария GTK+ (версия 3) — оригинальная конфигурация темы

source: The GTK+ toolkit library (version 3) -- Data Files
ru: Библиотека инструментов GTK+ (версия 3) — Файлы данных

source: Languages for package gtk3
ru: Переводы для пакета gtk3

source: Provides translations to the package gtk3
ru: Предоставляет переводы для пакета gtk3

source: GTK+ 3 Sonar Theme
ru: Тема GTK+ 3 Sonar

source: GTK+ 3 theme, based on the one created for openSUSE 11.2.
ru: Тема GTK+ 3, основанная на теме, разработанной для openSUSE 11.2.

source: Languages for package gtkam
ru: Переводы для пакета gtkam

source: Provides translations to the package gtkam
ru: Предоставляет переводы для пакета gtkam

source: Languages for package gtkhtml
ru: Переводы для пакета gtkhtml

source: Provides translations to the package gtkhtml
ru: Предоставляет переводы для пакета gtkhtml

source: Languages for package gtkmm2-documentation
ru: Переводы для пакета gtkmm2-documentation

source: Provides translations to the package gtkmm2-documentation
ru: Предоставляет переводы для пакета gtkmm2-documentation

source: Languages for package gtkmm-documentation
ru: Переводы для пакета gtkmm-documentation

source: Provides translations to the package gtkmm-documentation
ru: Предоставляет переводы для пакета gtkmm-documentation

source: Languages for package gtkpod
ru: Переводы для пакета gtkpod

source: Provides translations to the package gtkpod
ru: Предоставляет переводы для пакета gtkpod

source: Languages for package gtksourceview
ru: Переводы для пакета gtksourceview

source: Provides translations to the package gtksourceview
ru: Предоставляет переводы для пакета gtksourceview

source: Languages for package gtksourceview2
ru: Переводы для пакета gtksourceview2

source: Provides translations to the package gtksourceview2
ru: Предоставляет переводы для пакета gtksourceview2

source: Languages for package gtkspell
ru: Переводы для пакета gtkspell

source: Provides translations to the package gtkspell
ru: Предоставляет переводы для пакета gtkspell

source: Languages for package gtkspell3
ru: Переводы для пакета gtkspell3

source: Provides translations to the package gtkspell3
ru: Предоставляет переводы для пакета gtkspell3

source: Documentation for gtkcam.
ru: Документация по gtkcam.
