Repository: BENBELLA23/packages-i18n
Catalog: */po/gtk.*.po
Languages: cs, ja, ru, zh_cn

source: Atomic parsley in gtkpod
cs: Atomický rozbor v gtkpod
ja: gtkpod 内の Atomic parsley
zh_cn: 在 Gtkpod 中 atomic parsley

source: This is the core library for atomic parsley of mp4 files in gtkpod. Library including read/write lyric support for the first time and write metadata function.
cs: Toto je základní knihovna pro atomický rozborl souborů mp4 v gtkpod. Knihovna poprvé obsahuje podporu čtení a zápisu veršů a funkci zápisu metadat.
ja: これは gtkpod 内で mp4 ファイルの atomic parsley 向けのコアライブラリです。初めに歌詞を読み書きする機能のほか、メタデータ機能の書き込みにも対応しています。
zh_cn: 这是个用于在 gtkpod 中 atomic parsley mp4 文件的核心库。包含首次读取/写入歌词的支持和编写元数据功能。

source: GtkD gstreamerd library
cs: Knihovna GtkD gstreamerd
ja: GtkD gstreamerd ライブラリ
zh_cn: GtkD gstreamerd 库

source: This package contains the GtkD gstreamerd library.
cs: Tento balíček obsahuje knihovnu GtkD gstreamerd.
ja: このパッケージには、 GtkD gstreamerd ライブラリが含まれています。
zh_cn: 此软件包包含 GtkD gstreamerd 库。

source: The GTK+ toolkit library (version 2)
cs: Knihovna nástrojů GTK+ (verze 2)
ja: GTK+ ツールキットライブラリ (バージョン 2)
ru: Библиотека инструментов GTK+ (версия 2)
zh_cn: GTK+ 工具包库（第二版）

source: The GTK+ toolkit library (version 3)
cs: Knihovna nástrojů GTK+ (verze 3)
ja: GTK+ ツールキットライブラリ (バージョン 3)
ru: Библиотека инструментов GTK+ (версия 3)
zh_cn: GTK+ 工具包库（第三版）

source: A GTK widget for VNC clients
cs: Widget GTK pro klienty VNC
ja: VNC クライアント向け GTK ウイジェット
ru: Виджет GTK для клиентов VNC
zh_cn: 一个 VNC 客户端的 GTK 组件

source: GtkD base library
cs: Základní knihovna GtkD
ja: GtkD ベースライブラリ
zh_cn: GtkD 基础库

source: This package contains the GtkD base library.
cs: Tento balíček obsahuje základní knihovnu GtkD.
ja: このパッケージには、 GtkD ベースライブラリが含まれています。
zh_cn: 此软件包包含 GtkD 基础库。

source: GtkD gtkdgl library
cs: Knihovna GtkD gtkdgl
ja: GtkD gtkdgl ライブラリ
zh_cn: GtkD gtkdgl 库

source: This package contains the GtkDGL library.
cs: Tento balíček obsahuje knihovnu GtkDGL.
ja: このパッケージには、 GtkDGL ライブラリが含まれています。
zh_cn: 此软件包包含 GtkDGL 库。

source: GtkD sourceview library
cs: Knihovna GtkD sourceview
ja: GtkD sourceview ライブラリ
zh_cn: GtkD sourceview 库

source: This package contains the GtkD sourceview library.
cs: Tento balíček obsahuje knihovnu GtkD sourceview.
ja: このパッケージには、 GtkD sourceview ライブラリが含まれています。
zh_cn: 此软件包包含 GtkD sourceview 库。

source: GtkGLExt is an OpenGL extension to GTK. It provides the GDK objects that support OpenGL rendering in GTK and GtkWidget API add-ons, to make GTK+ widgets OpenGL-capable.
cs: GtkGLExt je rozšíření OpenGL pro GTK. Poskytuje objekty GDK, které podporují vykreslování OpenGL v doplňcích API GTK a GtkWidget, aby bylo možné používat widgety GTK+ i v OpenGL.
ja: GtkGLExt は GTK の OpenGL 拡張です。 GTK や GtkWidget API アドオン内で OpenGL レンダリングに対応する GDK オブジェクトを提供し、 GTK+ ウイジェットを OpenGL 対応にします。
zh_cn: GtkGLExt 是 GTK+ 的 OpenGL 扩展。它提供了支持在 GTK+ 中进行 OpenGL 渲染的附加 GDK 对象和使 GTK+ 组件支持 OpenGL 的 GtkWidget API 扩展。

source: Platform Independent Hotkey Handling for GTK+ Applications -- Development Files
cs: Platformově nezávislé zpracování klávesových zkratek pro aplikace GTK+ -- vývojové soubory
ja: GTK+ アプリケーション向けプラットフォーム非依存ホットキー処理 -- 開発用ファイル
zh_cn: 用于 GTK+ 应用程序的平台独立热键处理——开发文件

source: GtkHotkey is simple library offering a platform independent way for GTK+ applications to manage and bind desktop-wide hotkeys. This package contains all necessary include files and libraries needed to develop applications that require these.
cs: GtkHotkey je jednoduchá knihovna nabízející platformově nezávislý způsob, jak mohou aplikace GTK+ spravovat a vázat klávesové zkratky pro stolní počítače. Tento balíček obsahuje všechny potřebné soubory a knihovny potřebné pro vývoj aplikací, které je vyžadují.
ja: GtkHotkey は GTK+ アプリケーションに対して、プラットフォームに依存しない方法でデスクトップ全体のホットキーを管理することのできる、シンプルなライブラリです。このパッケージには、これらを利用するアプリケーションを開発するのに必要な、すべてのヘッダファイルとライブラリが含まれています。
zh_cn: GtkHotkey 是个简单的库，为 GTK+ 应用程序提供平台无关的方法来管理和绑定桌面级的热键。此软件包包含开发应用程序所必需的包含文件和库。

source: Platform Independent Hotkey Handling for GTK+ Applications
cs: Platformově nezávislé zpracování klávesových zkratek pro aplikace GTK+
ja: GTK+ アプリケーション向けプラットフォーム非依存ホットキー処理
ru: Платформонезависимая обработка горячих клавиш для приложений GTK+
zh_cn: 用于 GTK+ 应用程序的平台独立热键处理

source: GtkHotkey is simple library offering a platform independent way for GTK+ applications to manage and bind desktop-wide hotkeys.
cs: GtkHotkey je jednoduchá knihovna nabízející platformově nezávislý způsob, jak mohou aplikace GTK+ spravovat a vázat klávesové zkratky pro stolní počítače.
ja: GtkHotkey は GTK+ アプリケーションに対して、デスクトップ全体のホットキー機能の管理やバインド機能を提供する、プラットフォームに依存しないシンプルなライブラリです。
zh_cn: GtkHotkey 是个简单的库，为 GTK+ 应用程序提供平台无关的方法来管理和绑定桌面级的热键。

source: Lightweight HTML rendering/printing/editing engine
cs: Jednoduchý vykreslovací / tiskový / editační modul HTML
ja: 軽量 HTML 描画／印刷／編集エンジン
ru: Лёгкий движок отрисовки/печати/редактирования HTML
zh_cn: 轻量级 HTML 渲染/打印/编辑引擎

source: GtkHTML is a lightweight HTML rendering/printing/editing engine. It was originally based on KHTMLW, part of the KDE project, but is now being developed independently.
cs: GtkHTML je prostý vykreslovací, tiskový a editační HTML řadič. Původně je postaven na KHTMLW (části projektu KDE), ale nyní je již vyvíjen nezávisle.
ja: GtkHTML は軽量の HTML 描画／印刷／編集エンジンです。 元々は KHTMLW をベースにしていましたが、現在は独立して開発が行なわれています。
ru: GtkHTML — это лёгкий движок отрисовки/печати/редактирования HTML. Первоначально он был основан на KHTMLW, части проекта KDE, но сейчас разрабатывается самостоятельно.
zh_cn: GtkHTML 是个轻量级 HTML 渲染/打印/编辑引擎。它原本基于 KDE 项目中的 KHTMLW，但现在已经独立开发了。

source: Library providing an advanced widget for GdkPixbuf
cs: Knihovna obsahující vylepšený widget pro GdkPixbuf
ja: GdkPixbuf に対して高度なウイジェットを提供するライブラリ
ru: Библиотека, предоставляющая улучшенный виджет для GdkPixbuf
zh_cn: 提供用于 GdkPixbuf 的高级组件库

source: A platform independent GUI for the Apple® iPod® - System Library
cs: GUI, nezávislé na platformě, pro Apple® iPod® - System Library
ja: Apple® iPod® 向けプラットフォーム独立型 GUI - システムライブラリ
zh_cn: 一个平台无关的 Apple® iPod® GUI——系统库

source: gtkpod is a Platform-Independent GUI for the Apple iPod using GTK2. It allows you to upload songs and play lists to your iPod. It supports ID3 tag editing with multiple charsets for ID3 tags, detects duplicate songs, allows offline modification of the database with later synchronization, and more. Shared Library, to be installed by package dependencies.
cs: gtkpod je GUI nezávislé na platformě pro Apple iPod s použitím GTK2. To vám umožní nahrávat písničky a seznamy skladeb na váš iPod. Podporuje editaci ID3 značek s více znakovými sadami pro ID3 značky, detekuje duplicitní písně, umožňuje offline úpravu databáze s pozdější synchronizací a má i další funkce. Sdílená knihovna, která se má nainstalovat podle závislostí balíčku.
ja: gtkpod は GTK2 を利用した Apple iPod 向けのプラットフォーム非依存 GUI です。楽曲やプレイリストのアップロードを行なうことができます。複数の文字セットに対応した ID3 タグ編集に対応しているほか、重複する楽曲の検出や後から同期を行なうためのオフライン編集モードなどに対応しています。 パッケージの依存関係でインストールされるべき、共有ライブラリです。
zh_cn: gtkpod 是个用于 Apple iPod 的使用 GTK2 的平台无关 GUI。它允许你上传歌曲和播放列表到你的 iPod 上。它支持对多种字符集的 ID3 标签的编辑，检测重复的歌曲，允许先脱机修改数据库然后在以后同步，等等。 共享库，依软件包依赖安装。

source: C++ interface for gtksourceview
cs: Rozhraní C++ pro gtksourceview
ja: gtksourceview に対する C++ インターフェイス
ru: Интерфейс C++ для gtksourceview
zh_cn: Gtksourceview 的 C++ 接口

source: GTK3 Spell Checker Interface Library
cs: GTK3 rozhraní knihovny kontroly pravopisu
ja: GTK3 スペルチェッカーインターフェイスライブラリ
ru: Библиотека интерфейса к проверке правописания GTK3
zh_cn: GTK3 拼写检查器接口库

source: GObject-based library to interact with the RFB protocol
cs: Knihovna pro interakci s protokolem RFB, založená na GObject
ja: RFB プロトコルを処理するための GObject ベースのライブラリ
ru: Библиотека на основе GObject для взаимодействия с протоколом RFB
zh_cn: 与 RFB 协议互操作的库，基于 GObject

source: gtk-vnc is a VNC viewer widget for GTK+. It is built using coroutines allowing it to be completely asynchronous while remaining single threaded. This package contains the GObject-based library to interact with the RFB protocol.
cs: gtk-vnc je widget prohlížeče VNC pro GTK+. Je postaven s použitím ko-rutin, což umožňuje, aby byl zcela asynchronní, přičemž zůstane jednovláknový. Tento balíček obsahuje knihovnu založenou na GObject pro interakci s protokolem RFB.
ja: gtk-vnc は GTK+ 向けの VNC ビューアウイジェットです。単一スレッドでの動作を実現するため、完全非同期型のルーチンを利用して構築されています。 このパッケージには、 RFB プロトコルを利用するための GObject ベースのライブラリが含まれています。
zh_cn: gtk-vnc 是个用于 GTK+ 的 VNC 查看器组件。它使用协同方式构建，以允许其在保持单线程的同时完全异步。 此软件包包含基于 GObject 的库，用以与 RFB 协议互操作。

source: Pulse audio bridge for VNC client connections
cs: Pulsní zvukový most pro klientská spojení VNC
ja: VNC クライアント接続向け Pulse オーディオブリッジ
zh_cn: VNC 客户端连接的 Pulse 音频桥接

source: gtk-vnc is a VNC viewer widget for GTK+. It is built using coroutines allowing it to be completely asynchronous while remaining single threaded. This package contains the Pulse audio bridge for VNC client connections.
cs: gtk-vnc je widget prohlížeče VNC pro GTK+. Je postaven pomocí ko-rutin, což umožňuje, aby byl zcela asynchronní, přestože má jediné vlákno. Tento balíček obsahuje pulsní zvukový most pro připojení klientů VNC.
ja: gtk-vnc は GTK+ 向けの VNC ビューアウイジェットです。単一スレッドでの動作を実現するため、完全非同期型のルーチンを利用して構築されています。 このパッケージには、 VNC クライアント接続向けの Pulse おーてぃおブリッジが含まれています。
zh_cn: gtk-vnc 是个用于 GTK+ 的 VNC 查看器组件。它使用协同方式构建，以允许其在保持单线程的同时完全异步。 此软件包包含用于 VNC 客户端连接的 Pulse 音频桥接。

source: Profiler for gtk-sharp3
cs: Profiler pro gtk-sharp3
ja: gtk-sharp3 向けプロファイラ
zh_cn: Gtk-sharp3 的探查器

source: A profiler called "gui-thread-check" is included as part of the install for debugging purposes.
cs: Jako součást instalace je pro účely ladění zahrnut profiler s názvem „gui-thread-check“.
ja: "gui-thread-check" と呼ばれるプロファイラはインストールの一部として含まれるもので、デバッグ目的に使用するものです。
zh_cn: 探查器“gui-thread-check”安装于调试用途。

source: GtkD peasd library
cs: Knihovna GtkD peasd
ja: GtkD peasd ライブラリ
zh_cn: GtkD peasd 库

source: This package contains the GtkD peasd library.
cs: Tento balíček obsahuje knihovnu GtkD peasd.
ja: このパッケージには、 GtkD peasd ライブラリが含まれています。
zh_cn: 此软件包包含 GtkD peasd 库。

source: GtkD vted library
cs: Knihovna GtkD vted
ja: GtkD vted ライブラリ
zh_cn: GtkD vted 库

source: This package contains the GtkD vted library.
cs: Tento balíček obsahuje knihovnu GtkD vted.
ja: このパッケージには、 GtkD vted ライブラリが含まれています。
zh_cn: 此软件包包含 GtkD vted 库。

source: GTK+ and Metacity Sonar Theme -- Common Files
cs: Motivy GTK+ a Metacity Sonar -- společné soubory
ja: GTK+ および Metacity Sonar テーマ -- 汎用ファイル
zh_cn: GTK+ 和 Metacity 的 Sonar 主题——共用文件

source: Nimbus Icon Theme
cs: Motiv ikon Nimbus
ja: Nimbus アイコンテーマ
ru: Тема значков Nimbus
zh_cn: Nimbus 图标主题

source: Sonar Icon Theme
cs: Motiv ikon Sonar
ja: Sonar アイコンテーマ
ru: Тема иконок Sonar
zh_cn: Sonar 图标主题

source: Sonar icon theme based on the upcoming GNOME icon theme.
cs: Motiv ikon Sonar založený na budoucím ikonovém motivu GNOME.
ja: 将来の GNOME アイコンテーマをベースにした Sonar アイコンテーマです。
zh_cn: Sonar 图标主题基于即将到来的 GNOME 图标主题。

source: Introspection bindings for gtk-vnc
cs: Introspekční vazby pro gtk-vnc
ja: gtk-vnc 向けイントロスペクションバインディング
zh_cn: Gtk-vnc 库的 introspection 绑定

source: gtk-vnc is a VNC viewer widget for GTK+. It is built using coroutines allowing it to be completely asynchronous while remaining single threaded. This package provides the GObject Introspection bindings for the libgvnc library.
cs: gtk-vnc je widget prohlížeče VNC pro GTK+. Je postaven pomocí ko-rutin, což umožňuje, aby byl zcela asynchronní, i když zůstane jednovláknový. Tento balíček obsahuje vazby GObject Introspection pro knihovnu libgvnc.
ja: gtk-vnc は GTK+ 向けの VNC ビューアウイジェットです。コルーチンを使用した完全非同期の仕組みになっていて、単一スレッドで動作するようになっています。 このパッケージには、 libgvnc ライブラリに対する GObject イントロスペクションバインディングが含まれています。
zh_cn: gtk-vnc 是个用于 GTK+ 的 VNC 查看器组件。它使用协同方式构建，以允许其在保持单线程的同时完全异步。 此软件包提供用于 libgvnc 库的 GObject Introspection 绑定。

source: Pulse audio bridge for VNC client connections -- Introspection bindings
cs: Pulsní zvukový most pro klientská spojení VNC -- Introspekční vazby
ja: VNC クライアント接続向け Pulse オーディオブリッジ -- イントロスペクションバインディング
zh_cn: VNC 客户端连接的 Pulse 音频桥接——Introspection 绑定

source: gtk-vnc is a VNC viewer widget for GTK+. It is built using coroutines allowing it to be completely asynchronous while remaining single threaded. This package provides the GObject Introspection bindings for the libgvncpulse library.
cs: gtk-vnc je widget prohlížeče VNC pro GTK+. Je postaven pomocí ko-rutin, což umožňuje, aby byl zcela asynchronní, i když zůstane jednovláknový. Tento balíček poskytuje vazby GObject Introspection pro knihovnu libgvncpulse.
ja: gtk-vnc は GTK+ 向けの VNC ビューアウイジェットです。コルーチンを使用した完全非同期の仕組みになっていて、単一スレッドで動作するようになっています。 このパッケージには、 libgvncpulse ライブラリに対する GObject イントロスペクションバインディングが含まれています。
zh_cn: gtk-vnc 是个用于 GTK+ 的 VNC 查看器组件。它使用协同方式构建，以允许其在保持单线程的同时完全异步。 此软件包提供用于 libgvncpulse 库的 GObject Introspection 绑定。

source: Introspection bindings for the GTK+ toolkit library v2
cs: Vazby introspekce pro knihovnu nástrojů GTK+ verze 2
ja: GTK+ ツールキットライブラリ v2 向けイントロスペクションバインディング
zh_cn: GTK+ 工具包库（第二版）——Introspection 绑定

source: GTK+ is a multi-platform toolkit for creating graphical user interfaces. Offering a complete set of widgets, GTK+ is suitable for projects ranging from small one-off projects to complete application suites. This package provides the GObject Introspection bindings for GTK+.
cs: GTK+ je multiplatformní sada nástrojů pro vytváření grafických uživatelských rozhraní. GTK+ nabízí kompletní sadu widgetů a je vhodný pro projekty od malých jednorázových projektů až po kompletní sady aplikací. Tento balíček poskytuje vazby GObject Introspection pro GTK+.
ja: GTK+ はグラフィカルユーザインターフェイスを作成するための、マルチプラットフォーム対応のツールキットです。一通りのものが揃ったウイジェットを提供していて、小規模な単独プロジェクトからアプリケーションスイートまで、幅広い用途に適応しています。 このパッケージには、 GTK+ 向けの GObject イントロスペクションバインディングが含まれています。
ru: GTK+ — многоплатформенный инструментарий для создания графических пользовательских интерфейсов. Предоставляя полный набор виджетов, GTK+ подходит для разных проектов, начиная от небольших разовых проектов до сложных пакетов программ. Этот пакет содержит привязки самоанализа GObject для GTK+.
zh_cn: GTK+ 是一个用于创建图形用户界面的多平台工具集。它提供了一系列完整的部件，适合从一次性小项目到完整的应用程序套件在内的多种项目。 此软件包提供了用于 GTK+ 的 GObject Introspection 绑定。

source: Introspection bindings for the GTK+ toolkit library (version 3)
cs: Vazby introspekce pro knihovnu nástrojů GTK+ (verze 3)
ja: GTK+ ツールキットライブラリ向けイントロスペクションバインディング (バージョン 3)
zh_cn: GTK+ 工具包库（第三版）——Introspection 绑定

source: Introspection bindings for the GTK+ source editing widget
cs: Vazby introspekce pro widget úpravy zdroje GTK+
ja: GTK+ ソース編集ウイジェット向けイントロスペクションバインディング
zh_cn: GTK+ 源码编辑组件——Introspection 绑定

source: GtkSourceView is a text widget that extends GtkTextView, the standard GTK+ text widget. It improves GtkTextView by implementing syntax highlighting and other features typical of a source editor. This package provides the GObject Introspection bindings for GtkSourceView.
cs: GtkSourceView je textový widget, který rozšiřuje GtkTextView, standardní textový widget GTK+. Vylepšuje GtkTextView funkcí zvýraznění syntaxe a dalších funkcí typických pro editor zdrojových programů. Tento balíček obsahuje vazby introspekce GObject pro GtkSourceView.
ja: GtkSourceView は、 GTK+ 2.x の標準テキストウイジェットである GtkTextView の拡張ウイジェットです。 文法ハイライト機能やその他のソースエディタにあるような、典型的な機能を実装することで、 GtkTextView を改良しています。 このパッケージには、 GtkSourceView 向けの GObject イントロスペクションバインディングが含まれています。
ru: GtkSourceView представляет собой текстовый виджет, который расширяет GtkTextView, стандартный текстовый виджет GTK+. Он улучшает GtkTextView путем внедрения подсветки синтаксиса и других функций, характерных для редакторов исходного кода. Этот пакет содержит привязки самоанализа GObject для GtkSourceView.
zh_cn: GtkSourceView 是个文本组件，用于扩展 GtkTextView 这一标准 GTK+ 文本组件。 它通过实现语法高亮和其他源码编辑器的典型功能来改进 GtkTextView。 此软件包提供用于 GtkSourceView 的 GObject Introspection 绑定。

source: GTK+ Source Editing Widget -- Introspection bindings
cs: Widget pro úpravy zdroje GTK+ -- Vazby introspekce
ja: GTK+ ソース編集ウイジェット -- イントロスペクションバインディング
ru: Виджет GTK+ для редактирования исходного кода — Привязки самоанализа
zh_cn: GTK+ 源码编辑组件——Introspection 绑定

source: GTK3 Spell Checker Interface Library -- Introspection bindings
cs: Knihovna rozhraní kontroly pravopisu GTK3 -- vazby pro introspekci
ja: GTK3 スペルチェッカーインターフェイスライブラリ -- イントロスペクションバインディング
zh_cn: GTK3 拼写检查器接口库——Introspection 绑定

source: A GTK widget for VNC clients -- Introspection bindings
cs: Widget GTK pro klienty VNC - vazby introspekce
ja: VNC クライアント向け GTK ウイジェット -- イントロスペクションバインディング
ru: Виджет GTK для клиентов VNC — Привязки самоанализа
zh_cn: 一个 VNC 客户端的 GTK 组件——Introspection 绑定

source: gtk-vnc is a VNC viewer widget for GTK+. It is built using coroutines allowing it to be completely asynchronous while remaining single threaded. This package provides the GObject Introspection bindings for the libgtk-vnc library.
cs: gtk-vnc je widget prohlížeče VNC pro GTK+. Je postaven pomocí ko-rutin, což umožňuje, aby byl zcela asynchronní, zatímco zůstane jednovláknový. Tento balíček poskytuje vazby introspekce GObject pro knihovnu libgtk-vnc.
ja: gtk-vnc は GTK+ 向けの VNC ビューアウイジェットです。コルーチンを使用した完全非同期の仕組みになっていて、単一スレッドで動作するようになっています。 このパッケージには、 libgtk-vnc ライブラリに対する GObject イントロスペクションバインディングが含まれています。
zh_cn: gtk-vnc 是个用于 GTK+ 的 VNC 查看器组件。它使用协同方式构建，以允许其在保持单线程的同时完全异步。 此软件包提供用于 libgtk-vnc 库的 GObject Introspection 绑定。

source: International Tag Set for GTK+ 4
cs: Sada mezinárodních značek pro GTK+ 4
ja: GTK+ 4 向け国際タグセット
zh_cn: GTK+ 4 的国际标签集

source: This package enhances gettext with an International Tag Set for GTK+ 4
cs: Tento balíček doplňuje gettext sadou mezinárodních značek pro GTK+ 4
ja: このパッケージには、 gettext を拡張する GTK+ 4 向けの国際タグセットが含まれています
zh_cn: 此包通过 GTK+ 4 的国际标签集来增强 gettext

source: Development files for gtk-layer-shell
cs: Vývojové soubory pro gtk-layer-shell
ja: gtk-layer-shell 向け開発用ファイル

source: Development files and headers for gtk-layer-shell
cs: Vývojové a hlavičkové soubory pro gtk-layer-shell
ja: gtk-layer-shell 向け開発用ファイルおよびヘッダファイル

source: openSUSE themes and metathemes for gtk2, Xfwm4 and metacity
cs: Motivy a metamotivy openSUSE pro gtk2, Xfwm4 a metacity
ja: gtk2, Xfwm4, Metacity 向けの openSUSE テーマ／メタテーマ
zh_cn: gtk2、Xfwm4 和 metacity 的 openSUSE 主题和元主题

source: OpenSUSE themes and metathemes for gtk2, Xfwm4 and metacity contains several themes in openSUSE look: Gilouche, GreyGilouche and Synchonicity.
cs: Motivy a metamotivy openSUSE pro gtk2, Xfwm4 a metacity obsahují několik motivů vzhledu openSUSE: Gilouche, Grey Gilouche a Synchronicity.
ja: openSUSE での外観を形作る gtk2, Xfwm4, Metacity 向けのテーマとメタテーマです: Gilouche, GreyGilouche, Synchonicity があります。
zh_cn: gtk2、Xfwm4 和 metacity 的 openSUSE 主题和元主题，包含多个 openSUSE 外观的主题：Gilouche、GreyGilouche 和 Synchonicity。

source: GTK+, Xfwm4 and Metacity Sonar Theme
cs: Motiv Sonar pro GTK+, Xfwm4 a Metacity
ja: GTK+, Xfwm4, Metacity Sonar テーマ
zh_cn: GTK+、Xfwm4 和 Metacity 的 Sonar 主题

source: GTK+, Xfwm4 and Metacity theme created for openSUSE 11.2.
cs: Motiv GTK+, Xfwm4 a Metacity vytvořený pro openSUSE 11.2.
ja: openSUSE 11.2 向けに作成した GTK+, Xfwm4, Metacity テーマです。
zh_cn: 为 openSUSE 11.2 创建的 GTK+、Xfwm4 和 Metacity 主题。

source: Upstream theme configuration for the GTK+ toolkit library v4
cs: Konfigurace motivu Upstream pro knihovnu nástrojů GTK+ verze 4
ja: GTK+ ツールキットライブラリ v4 向けアップストリームテーマ設定
zh_cn: GTK+ 工具包库（第四版）——上游主题配置

source: Development files for the GTK+ toolkit library v4
cs: Vývojové soubory pro knihovnu nástrojů GTK+ verze 4
ja: GTK+ ツールキットライブラリ v4 向け開発用ファイル
zh_cn: GTK+ 工具包库（第四版）——开发文件

source: GTK+ is a multi-platform toolkit for creating graphical user interfaces. Offering a complete set of widgets, GTK+ is suitable for projects ranging from small one-off projects to complete application suites. This package contains the development files for GTK+ 4.x.
cs: GTK+ je multiplatformní sada nástrojů pro vytváření grafických uživatelských rozhraní. GTK+ nabízí kompletní sadu widgetů a je vhodná pro projekty od malých jednorázových projektů až po kompletní sady aplikací. Tento balíček obsahuje vývojové soubory pro GTK + 4.x.
ja: GTK+ はグラフィカルユーザインターフェイスを作成するための、マルチプラットフォーム対応のツールキットです。一通りのものが揃ったウイジェットを提供していて、小規模な単独プロジェクトからアプリケーションスイートまで、幅広い用途に適応しています。 このパッケージには、 GTK+ 4.x 向けの開発用ファイルが含まれています。
zh_cn: GTK+ 是一个用于创建图形用户界面的多平台工具集。它提供了一系列完整的部件，适合从一次性小项目到完整的应用程序套件在内的多种项目。 此软件包包含 GTK+ 4.x 的开发文件。

source: Translations for package gtk4
cs: Překlady pro balíček gtk4
ja: gtk4 向け翻訳パッケージ
zh_cn: Gtk4 的语言包

source: Provides translations for the "gtk4" package.
cs: Obsahuje překlady k balíčku "gtk4".
ja: "gtk4" パッケージに対する翻訳データです。
zh_cn: 提供软件包“gtk4”的翻译。

source: Config schema for the GTK+ toolkit library v4
cs: Schéma konfigurace pro knihovnu nástrojů GTK+ verze 4
ja: GTK+ ツールキットライブラリ v4 向け設定スキーマ
zh_cn: GTK+ 工具包库（第四版）——配置架构

source: Auxiliary utilities for the GTK+ toolkit library v4
cs: Pomocné programy pro knihovnu nástrojů verze 4
ja: GTK+ ツールキットライブラリ v4 向け補助ユーティリティ
zh_cn: GTK+ 工具包库（第四版）——辅助工具

source: A platform independent GUI for the Apple iPod
cs: Platformově nezávislý GUI pro Apple iPod
ja: Apple iPod 向けプラットフォーム非依存 GUI

source: Development files for gtkpod, a GUI for Apple iPods
cs: Vývojové soubory pro gtkpod, GUI pro Apple iPody
ja: Apple iPod 向け GUI gtkpod 開発用ファイル

source: The GTK+ toolkit library (version 4)
cs: Knihovna nástrojů GTK+ (verze 4)
ja: GTK+ ツールキットライブラリ (バージョン 4)
zh_cn: GTK+ 工具包库（第四版）

source: Library to create desktop components for Wayland
cs: Knihovna pro tvorbu součástí pracovní plochy pro Wayland
ja: Wayland 向けデスクトップコンポーネント作成ライブラリ

source: A library to create panels and other desktop components for Wayland using the Layer Shell protocol
cs: Knihovna pro vytváření panelů a dalších součástí pracovní plochy pro Wayland s použitím protokolu Layer Shell
ja: Layer Shell プロトコルを利用して、 Wayland のパネルやその他のデスクトップコンポーネントを作成できるライブラリです

source: GTK+, Xfwm4 and Metacity Sonar Theme -- Common Files
cs: Téma Sonar pro GTK+, Xfwm4 a Metacity -- společné soubory
ja: GTK+, Xfwm4, Metacity Sonar テーマ -- 汎用ファイル
zh_cn: GTK+、Xfwm4 和 Metacity 的 Sonar 主题——共用文件

source: Introspection bindings for the GTK+ toolkit library v4
cs: Vazby introspekce pro knihovnu nástrojů GTK+ verze 4
ja: GTK+ ツールキットライブラリ v4 向けイントロスペクションバインディング
zh_cn: GTK+ 工具包库（第四版）——Introspection 绑定

source: This library is a companion library to GObject and Gtk+. It provides various features that are wished in the underlying library but are not for various reasons. In most cases, they are wildly out of scope for those libraries. In other cases, the design isn't quite generic enough to work for everyone.. This package provides the GObject Introspection bindings for gtk-layer-shell.
cs: Tato knihovna je doprovodná knihovna pro GObject a Gtk +. Poskytuje různé funkce, které z různých důvodů nemá základní knihovna. Ve většině případů jsou pro tyto knihovny naprosto nepotřebné. V jiných případech není jejich návrh dost obecný, aby fungoval pro každého. Tento balíček poskytuje vazby introspekce GObject pro gtk-layer-shell.
ja: このライブラリは GObject と Gtk+ に対するコンパニオンライブラリです。下層のライブラリには様々な機能が用意されていますが、さまざまな理由から不足している機能が存在しています。ほとんどの場合はそれらのライブラリの範疇外であることで提供されていないものですが、一般的ではないという理由で提供されていないものもあります。 このパッケージには gtk-layer-shell 向けの GObject イントロスペクションライブラリが含まれています。

source: Python bindings for the gtk-vnc library
ja: gtk-vnc ライブラリ向けの python バインディング
ru: Привязки к Python для библиотеки gtk-vnc

source: gtk-vnc is a VNC viewer widget for GTK+. It is built using coroutines allowing it to be completely asynchronous while remaining single threaded. This package contains the python bindings for gtk-vnc.
ja: gtk-vnc は GTK+ 向けの VNC ビューアウイジェットです。コルーチンを使用した完全非同期の仕組みになっていて、単一スレッドで動作するようになっています。 このパッケージには、 gtk-vnc 向けの Python バインディングが含まれています。

source: C++ Interface for GTK4 (a GUI library for X)
ja: GTK4 (X 向け GUI ライブラリ) 向け C++ インターフェイス

source: C++ Interface for GTK4 (a GUI Library for X)
ja: GTK4 (X 向け GUI ライブラリ) 向け C++ インターフェイス

source: The GTK+ toolkit library (version 2) -- Development Files
ru: Библиотека инструментов GTK+ (версия 2) — Файлы разработки

source: The GTK+ toolkit library (version 2) -- Amharic Input Method
ru: Библиотека инструментов GTK+ (версия 2) — Амхарский метод ввода
