Repository: BENBELLA23/packages-i18n
Catalog: */po/gtk.*.po
Languages: cs, ja, ru, zh_cn

source: Documentation for gtkcam
cs: Dokumentace pro gtkcam
ja: gtkcam 向けドキュメンテーション
ru: Документация по gtkcam
zh_cn: Gtkcam 文档

source: Documentation for gtkam.
cs: Dokumentace pro gtkam.
ja: gtkam 向けドキュメンテーションです。
ru: Документация по gtkam.
zh_cn: Gtkam 的文档。

source: Translations for package gtkam
cs: Překlady pro balíček gtkam
ja: gtkam 向け翻訳パッケージ
zh_cn: Gtkam 的语言包

source: Provides translations for the "gtkam" package.
cs: Poskytuje překlady k balíčku "gtkam".
ja: "gtkam" パッケージに対する翻訳データです。
zh_cn: 提供软件包“gtkam”的翻译。

source: GtkD devel and header files
cs: GtkD vývojové a hlavičkové soubory
ja: GtkD 開発用ファイルとヘッダファイル
zh_cn: GtkD 开发和头文件

source: This package contains the header files for GtkD a D binding and OO wrapper of GTK+
cs: Tento balíček obsahuje hlavičkové soubory pro GtkD, vazby D a obálku OO z GTK+
ja: このパッケージには、 GTK+ の D バインディングであり、 OO ラッパーでもある GtkD 向けのヘッダファイルが含まれています
zh_cn: 此软件包包含用于 D 绑定（GtkD）的头文件和 GTK+ 的面向对象包装。

source: OpenGL Extension to GTK
cs: OpenGL rozšíření ke GTK
ja: GTK の OpenGL 拡張
ru: Расширение OpenGL для GTK
zh_cn: GTK 的 openGL 扩展

source: GtkGLExt is an OpenGL extension to GTK. It provides the GDK objects which support OpenGL rendering in GTK, and GtkWidget API add-ons to make GTK+ widgets OpenGL-capable.
cs: GtkGLExt je rozšíření OpenGL pro GTK. Poskytuje objekty GDK, které podporují vykreslování OpenGL v GTK, a doplňky API GtkWidget API, aby byly widgety GTK+ kompatibilní s OpenGL.
ja: GtkGLExt は GTK の OpenGL 拡張です。 GTK や GtkWidget API アドオン内で OpenGL レンダリングに対応する GDK オブジェクトを提供し、 GTK+ ウイジェットを OpenGL 対応にします。
zh_cn: GtkGLExt 是 GTK+ 的 OpenGL 扩展。它提供了支持在 GTK+ 中进行 OpenGL 渲染的附加 GDK 对象和使 GTK+ 组件支持 OpenGL 的 GtkWidget API 扩展。

source: Documentation of the OpenGL Extension to GTK
cs: Dokumentace rozšíření OpenGL ke GTK
ja: GTK の OpenGL 拡張のドキュメンテーション
ru: Документация расширения OpenGL для GTK
zh_cn: GTK 的 openGL 扩展文档

source: This package contains additional documentation for gtkglext. GtkGLExt is an OpenGL extension to GTK. It provides the GDK objects which support OpenGL rendering in GTK, and GtkWidget API add-ons to make GTK+ widgets OpenGL-capable.
cs: Tento balíček obsahuje další dokumentaci pro gtkglext. GtkGLExt je rozšíření OpenGL pro GTK. Poskytuje objekty GDK, které podporují vykreslování OpenGL v GTK, a doplňky API GtkWidget API, aby byly widgety GTK+ kompatibilní s OpenGL.
ja: このパッケージには、 gtkglext 向けの追加ドキュメンテーションが含まれています。 GtkGLExt は GTK に対する OpenGL 拡張です。 GTK 内で OpenGL の描画機能を提供する GDK オブジェクトを提供するほか、GTK+ ウイジェットを OpenGL 対応にするための GtkWidget API アドオンも含まれています。
zh_cn: GtkGLExt 是 GTK+ 的 OpenGL 扩展。它提供了支持在 GTK+ 中进行 OpenGL 渲染的附加 GDK 对象和使 GTK+ 组件支持 OpenGL 的 GtkWidget API 扩展。 此软件包包含 GtkGLExt 的附加文档。

source: Translations for package gtkhtml
cs: Překlady pro balíček gtkhtml
ja: gtkhtml 向け翻訳パッケージ
zh_cn: Gtkhtml 的语言包

source: Provides translations for the "gtkhtml" package.
cs: Poskytuje překlady k balíčku "gtkhtml".
ja: "gtkhtml" パッケージに対する翻訳データです。
zh_cn: 提供软件包“gtkhtml”的翻译。

source: Lightweight HTML rendering/printing/editing engine -- Development Files
cs: Jednoduchý stroj pro vykreslování / tisk / úpravy HTML - vývojové soubory
ja: 軽量 HTML 描画／印刷／編集エンジン -- 開発用ファイル
zh_cn: 轻量级 HTML 渲染/打印/编辑引擎——开发文件

source: GtkHTML is a lightweight HTML rendering/printing/editing engine. It was originally based on KHTMLW, part of the KDE project, but is now being developed independently. This package contains all necessary include files and libraries needed to develop applications that require these.
cs: GtkHTML je lehký HTML vykreslovací / tiskový / editační modul. Původně byl založen na KHTMLW, který je součástí projektu KDE, ale nyní se vyvíjí samostatně. Tento balíček obsahuje všechny potřebné soubory a knihovny potřebné pro vývoj aplikací, které je vyžadují.
ja: GtkHTML は軽量の HTML 描画／印刷／編集エンジンです。 元々は KHTMLW をベースにしていましたが、現在は独立して開発が行なわれています。 このパッケージには、これらを利用するアプリケーションを開発するのに必要な、すべてのヘッダファイルとライブラリが含まれています。
zh_cn: GtkHTML 是个轻量级的 HTML 渲染/打印/编辑引擎。它最初基于 KHTMLW，是 KDE 项目的一部分，但现在已独立开发。 此软件包包含开发应用程序所必需的包含文件和库。

source: Development files for gtkimageview
cs: Vývojové soubory pro gtkimageview
ja: gtkimageview 向け開発用ファイル
zh_cn: GtkImageView 的开发文件

source: GtkImageView is a widget that provides a zoomable and panable view of a GdkPixbuf. It is intended to be usable in most types of image viewing applications.
cs: GtkImageView je widget, který poskytuje zvětšitelné a panoramatické zobrazení GdkPixbuf. Má být použitelný ve většině typů aplikací pro prohlížení obrázků.
ja: GtkImageView は、 GdkPixbuf のビューを拡大可能かつ移動可能な形態にするウイジェットです。多くのタイプの画像表示アプリケーションで、便利になるように作られています。
zh_cn: GtkImageView 是个提供 GdkPixbuf 可缩放平移视图的组件。它旨在用于大多数种类的图像查看应用程序。

source: C++ Interface for GTK2 (a GUI library for X)
cs: C++ rozhraní pro GTK2 (GUI knihovna pro X)
ja: GTK2 (X 向け GUI ライブラリ) 向け C++ インターフェイス
ru: Интерфейс C++ для GTK2 (библиотека GUI для X)
zh_cn: GTK2（一种 X 的 GUI 库）的 C++ 接口

source: Gtkmm provides a C++ interface to the GTK+ GUI library. gtkmm2 wraps GTK+ 2. Highlights include typesafe callbacks, widgets extensible via inheritance and a comprehensive set of widget classes that can be freely combined to quickly create complex user interfaces.
cs: Gtikmm poskytuje C++ rozhraní pro GUI knihovnu GTK+. gtkmm24 obaluje GTK+ 2. Mezi zajímavé vlastnosti patří widgety rozšířitelné pomocí dědičnosti, typově bezpečná zpětná volání a rozsáhlá řada tříd widgetů pro rychlou tvorbu komplexních uživatelských rozhraní.
ja: Gtkmm は GTK+ GUI ライブラリに対する C++ インターフェイスです。 gtkmm2 は GTK+ 2 をラッピングする仕組みで、主に型セーフなコールバックや継承を利用した拡張可能なウイジェット、および複雑なユーザインターフェイスを作成するために用意された、組み合わせ可能なウイジェットクラスなどが含まれています。
ru: Gtkmm предоставляет интерфейс языка C++ для библиотеки графического пользовательского интерфейса GTK+. gtkmm2 является оберткой для GTK+ версии 2. Основные моменты включают: безопасные обратные вызовы (typesafe callbacks), виджеты, расширяемые через наследование и полный набор классов виджетов, которые можно свободно комбинировать, чтобы быстро создавать сложные пользовательские интерфейсы.
zh_cn: Gtkmm 为 GTK+ GUI 库提供了 C++ 接口。gtkmm2 为 GTK+ 2 的包装。亮点包括类型安全的回调、扩展自继承的组件和一组全面的可以自由组合以快速创建复杂用户界面的组件类。

source: C++ Bindings for GTK+ -- Tutorial
cs: Vazby C++ pro GTK+ -- návod
ja: GTK+ 向け C-Sharp 言語バインディング -- チュートリアル
ru: Привязки к C++ для GTK+ — Руководство
zh_cn: GTK+ 的 C++ 绑定——教程

source: Gtkmm provides a C++ interface to the GTK+ GUI library. gtkmm wraps GTK+. Highlights include typesafe callbacks, widgets extensible via inheritance, and a comprehensive set of widget classes that can be freely combined to quickly create complex user interfaces.
cs: Gtkmm poskytuje rozhraní C ++ do knihovny GTK + GUI. gtkmm obaluje GTK+. Mezi hlavní výhody patří typově bezpečná zpětná volání, widgety rozšiřitelné dědičností a komplexní sada tříd widgetů, které lze libovolně kombinovat a rychle vytvářet složitá uživatelská rozhraní.
ja: Gtkmm は GTK+ GUI ライブラリの C++ インターフェイスを提供します。 gtkmm は GTK+ をラッピングします。主な機能としては、型セーフなコールバック関数や継承によるウイジェット拡張、 素早く複雑なユーザインターフェイスを構築するための広範囲なウイジェットクラスのセットなどがあります。
ru: Gtkmm предоставляет интерфейс языка C++ для библиотеки графического пользовательского интерфейса GTK+. gtkmm является оберткой для GTK+. Основные моменты включают: безопасные обратные вызовы (typesafe callbacks), виджеты, расширяемые через наследование и полный набор классов виджетов, которые можно свободно комбинировать, чтобы быстро создавать сложные пользовательские интерфейсы.
zh_cn: Gtkmm 为 GTK+ GUI 库提供了 C++ 接口。gtkmm 为 GTK+ 的包装。亮点包括类型安全的回调、扩展自继承的组件和一组全面的可以自由组合以快速创建复杂用户界面的组件类。

source: Translations for package gtkmm2-documentation
cs: Překlady pro balíček gtkmm2-documentation
ja: gtkmm2-documentation 向け翻訳パッケージ
zh_cn: Gtkmm2-documentation 的语言包

source: Provides translations for the "gtkmm2-documentation" package.
cs: Poskytuje překlady k balíčku "gtkmm2-documentation".
ja: "gtkmm2-documentation" パッケージに対する翻訳データです。
zh_cn: 提供软件包“gtkmm2-documentation”的翻译。

source: C++ Interface for GTK3 (a GUI library for X)
cs: Rozhraní C++ pro GTK3 (knihovna GUI pro X)
ja: gtk3 (X 向け GUI ライブラリ) 向け C++ インターフェイス
ru: Интерфейс C++ для GTK3 (библиотеки графического пользовательского интерфейса для X)
zh_cn: GTK3（一种 X 的 GUI 库）的 C++ 接口

source: Gtkmm provides a C++ interface to the GTK+ GUI library. gtkmm3 wraps GTK+ 3. Highlights include typesafe callbacks, widgets extensible via inheritance and a comprehensive set of widget classes that can be freely combined to quickly create complex user interfaces.
cs: Gtkmm poskytuje rozhraní C++ ke knihovně GTK + GUI. gtkmm3 obaluje GTK+ 3. Mezi hlavní výhody patří typově bezpečná zpětná volání, widgety rozšiřitelné dědičností a komplexní sada tříd widgetů, které lze libovolně kombinovat a rychle vytvářet složitá uživatelská rozhraní.
ja: Gtkmm は GTK+ GUI ライブラリの C++ インターフェイスを提供します。 gtkmm3 は GTK+ 3 に対応します。 主な機能としては型セーフなコールバック関数や継承によるウイジェット拡張、 素早く複雑なユーザインターフェイスを構築するための広範囲なウイジェット クラスのセットなどがあります。
ru: Gtkmm предоставляет интерфейс языка C++ для библиотеки графического пользовательского интерфейса GTK+. gtkmm3 является оберткой для GTK+ версии 3. Основные моменты включают: безопасные обратные вызовы (typesafe callbacks), виджеты, расширяемые через наследование и полный набор классов виджетов, которые можно свободно комбинировать, чтобы быстро создавать сложные пользовательские интерфейсы.
zh_cn: Gtkmm 为 GTK+ GUI 库提供了 C++ 接口。gtkmm3 为 GTK+ 3 的包装。亮点包括类型安全的回调、扩展自继承的组件和一组全面的可以自由组合以快速创建复杂用户界面的组件类。

source: C++ Interface for GTK3 (a GUI Library for X)
cs: Rozhraní C++ pro GTK3 (knihovna GUI pro X)
ja: GTK3 (X 向け GUI ライブラリ) 向け C++ インターフェイス
ru: Интерфейс C++ для GTK3 (библиотека графического интерфейса пользователя для X)
zh_cn: GTK3（一种 X 的 GUI 库）的 C++ 接口

source: Gtkmm provides a C++ interface to the GTK+ GUI library. gtkmm3 wraps GTK+ 3. Highlights include typesafe callbacks, widgets extensible via inheritance, and a comprehensive set of widget classes that can be freely combined to quickly create complex user interfaces.
cs: Gtkmm poskytuje rozhraní C++ ke knihovně GTK + GUI. gtkmm3 obaluje GTK+ 3. Mezi hlavní výhody patří typově bezpečná zpětná volání, widgety rozšiřitelné dědičností a komplexní sada tříd widgetů, které lze libovolně kombinovat a rychle vytvářet složitá uživatelská rozhraní.
ja: Gtkmm は GTK+ GUI ライブラリの C++ インターフェイスを提供します。 gtkmm3 は GTK+ 3 に対応します。 主な機能としては型セーフなコールバック関数や継承によるウイジェット拡張、素早く複雑なユーザインターフェイスを構築するための広範囲なウイジェットクラスのセットなどがあります。
ru: Gtkmm предоставляет интерфейс языка C++ для библиотеки графического пользовательского интерфейса GTK+. gtkmm3 является оберткой для GTK+ версии 3. Основные моменты включают: безопасные обратные вызовы (typesafe callbacks), виджеты, расширяемые через наследование и полный набор классов виджетов, которые можно свободно комбинировать, чтобы быстро создавать сложные пользовательские интерфейсы.
zh_cn: Gtkmm 为 GTK+ GUI 库提供了 C++ 接口。gtkmm3 为 GTK+ 3 的包装。亮点包括类型安全的回调、扩展自继承的组件和一组全面的可以自由组合以快速创建复杂用户界面的组件类。

source: Translations for package gtkmm-documentation
cs: Překlady pro balíček gtkmm-documentation
ja: gtkmm-documentation 向け翻訳パッケージ
zh_cn: Gtkmm-documentation 的语言包

source: Provides translations for the "gtkmm-documentation" package.
cs: Poskytuje překlady k balíčku "gtkmm-documentation".
ja: "gtkmm-documentation" パッケージに対する翻訳データです。
zh_cn: 提供软件包“gtkmm-documentation”的翻译。

source: GTK+ debugging tool similar to Firebug
cs: Ladicí nástroj GTK+, podobný Firebug
ja: Firebug に似た GTK+ デバッグツール
zh_cn: 类似于 Firebug 的 GTK+ 调试工具

source: Parasite is a debugging and development tool that runs inside your GTK+ application's process. It can inspect your application, giving you detailed information on your UI, such as the hierarchy, X window IDs, widget properties, and more. You can modify properties on the fly in order to experiment with the look of your UI. If you've used Firebug, it's sort of like that, but for GTK+ applications.
cs: Parasite je nástroj pro ladění a vývoj, který běží uvnitř procesu vaší aplikace GTK+. Může zkontrolovat vaši aplikaci a poskytnout vám podrobné informace o vašem uživatelském rozhraní, jako je hierarchie, IDy X oken, vlastnosti widgetů a další. Můžete průběžně upravovat vlastnosti, abyste mohli experimentovat se vzhledem vašeho uživatelského rozhraní. Pokud jste už používali Firebug: je to něco podobného, ale pro aplikace GTK+.
ja: Parasite はお使いの GTK+ アプリケーションプロセス内で動作する、デバッグ及び開発ツールです。アプリケーション内の内部調査を行なうことができるほか、 UI に関する詳細情報 (階層構造や X Window の ID、ウイジェットのプロパティなど) を提供することもできます。また、 UI の外観を調整するためのリアルタイムなプロパティ変更も行なうことができます。 以前に Firebug をお使いになっていた方であれば、このツールは Firebug に似たツールと言えます。ただし、こちらは GTK+ アプリケーションに対応しています。
zh_cn: Parasite 是个在你的 GTK+ 应用程序教程内运行的调试和开发工具。它可以检查你的应用程序，提供你的 UI 详细信息，比如层次结构、X 窗口 ID、组件属性等等。你可以些动态地修改属性来试验你的 UI 外观。 如果你用过 Firebug，它就是类似的工具，但是用在 GTK+ 应用程序上。

source: A platform independent GUI for the Apple® iPod®
cs: GUI nezávislé na platformě, pro Apple® iPod®
ja: Apple iPod 向けプラットフォーム非依存 GUI
zh_cn: 一个平台无关的 Apple® iPod® GUI

source: gtkpod is a Platform-Independent GUI for the Apple iPod using GTK2. It allows you to upload songs and play lists to your iPod. It supports ID3 tag editing with multiple charsets for ID3 tags, detects duplicate songs, allows offline modification of the database with later synchronization, and more.
cs: gtkpod je GUI nezávislé na platformě pro Apple iPod pomocí GTK2. To vám umožní nahrávat písničky a seznamy skladeb na váš iPod. Podporuje editaci ID3 tagů s více charsety pro ID3 tagy, detekuje duplicitní písně, umožňuje offline úpravu databáze s pozdější synchronizací a má další vlastnosti.
ja: gtkpod は GTK2 を利用した Apple iPod 向けのプラットフォーム非依存 GUI です。楽曲やプレイリストのアップロードを行なうことができます。複数の文字セットに対応した ID3 タグ編集に対応しているほか、重複する楽曲の検出や後から同期を行なうためのオフライン編集モードなどに対応しています。
zh_cn: gtkpod 是个用于 Apple iPod 的使用 GTK2 的平台无关 GUI。它允许你上传歌曲和播放列表到你的 iPod 上。它支持对多种字符集的 ID3 标签的编辑，检测重复的歌曲，允许先脱机修改数据库然后在以后同步，等等。

source: A platform independent GUI for the Apple® iPod® - Development Files
cs: GUI nezávislé na platformě, pro Apple® iPod® - vývojové soubory
ja: Apple® iPod® 向けプラットフォーム独立型 GUI - 開発用ファイル
zh_cn: 一个平台无关的 Apple® iPod® GUI——开发文件

source: This package contains development headers for libgtkpod gtkpod is a Platform-Independent GUI for the Apple iPod using GTK2. It allows you to upload songs and play lists to your iPod. It supports ID3 tag editing with multiple charsets for ID3 tags, detects duplicate songs, allows offline modification of the database with later synchronization, and more.
cs: Tento balíček obsahuje záhlaví pro vývoj libgtkpod gtkpod je GUI nezávislé na platformě pro Apple iPod používající GTK2. To vám umožní nahrávat písničky a seznamy skladeb na váš iPod. Podporuje editaci ID3 tagů s více charsety pro ID3 tagy, detekuje duplicitní písně, umožňuje offline úpravu databáze s pozdější synchronizací a má i další vlastnosti.
ja: このパッケージには、 libgtkpod に対する開発用ファイルが含まれています。 gtkpod は GTK2 を利用した Apple iPod 向けのプラットフォーム非依存 GUI です。楽曲やプレイリストのアップロードを行なうことができます。複数の文字セットに対応した ID3 タグ編集に対応しているほか、重複する楽曲の検出や後から同期を行なうためのオフライン編集モードなどに対応しています。
zh_cn: gtkpod 是个用于 Apple iPod 的使用 GTK2 的平台无关 GUI。它允许你上传歌曲和播放列表到你的 iPod 上。它支持对多种字符集的 ID3 标签的编辑，检测重复的歌曲，允许先脱机修改数据库然后在以后同步，等等。 此软件包包含 libgtkpod 的开发头文件。

source: Translations for package gtkpod
cs: Překlady pro balíček gtkpod
ja: gtkpod 向け翻訳パッケージ
zh_cn: Gtkpod 的语言包

source: Provides translations for the "gtkpod" package.
cs: Poskytuje překlady k balíčku "gtkpod".
ja: "gtkpod" パッケージに対する翻訳データです。
zh_cn: 提供软件包“gtkpod”的翻译。

source: Development files for the GTK+ source editing widget
cs: Vývojové soubory pro editační widget zdroje GTK+
ja: GTK+ ソース編集ウイジェット向け開発用ファイル
zh_cn: GTK+ 源码编辑组件——开发文件

source: GtkSourceView is a text widget that extends GtkTextView, the standard GTK+ text widget. It improves GtkTextView by implementing syntax highlighting and other features typical of a source editor.
cs: GtkSourceView je textový widget, který rozšiřuje GtkTextView, standardní GTK+ textový widget. Vylepšuje GtkTextView implementací zvýraznění syntaxe a dalších funkcí typických pro zdrojový editor.
ja: GtkSourceView は標準の GTK+ である GtkTextView を拡張するテキストウイジェットです。 GtkSourceView は GtkTextView を文法ハイライトやその他のソースエディタで 必要な機能を追加して実装しています。
ru: GtkSourceView представляет собой текстовый виджет, который расширяет GtkTextView, стандартный текстовый виджет GTK+. Он улучшает GtkTextView путем внедрения подсветки синтаксиса и других функций, характерных для редакторов исходного кода.
zh_cn: GtkSourceView 是个文本组件，用于扩展 GtkTextView 这一标准 GTK+ 文本组件。 它通过实现语法高亮和其他源码编辑器的典型功能来改进 GtkTextView。

source: Translations for package gtksourceview
cs: Překlady pro balíček gtksourceview
ja: gtksourceview 向け翻訳パッケージ
zh_cn: Gtksourceview 的语言包

source: Provides translations for the "gtksourceview" package.
cs: Poskytuje překlady k balíčku "gtksourceview".
ja: "gtksourceview" パッケージに対する翻訳データです。
zh_cn: 提供软件包“gtksourceview”的翻译。

source: GTK+ 2.0 Source Editing Widget
cs: GTK+ 2.0 widget pro editaci zdrojových kódů
ja: GTK+ 2.0 ソース編集ウイジェット
zh_cn: GTK+ 2.0 源码编辑组件

source: GtkSourceView is a text widget that extends the standard GTK+ 2.x text widget, GtkTextView. GtkSourceView improves GtkTextView by implementing syntax highlighting and other features typical of a source editor.
cs: GtkSourceView je textový widget rozšiřující standardní GTK+ 2.x textový widget GtkTextView. Vylepšuje GtkTextView o kontrolu syntaxe a další funkce editoru zdrojových kódů.
ja: GtkSourceView は標準の GTK+ 2 である GtkTextView を拡張するテキストウイジェットです。 GtkSourceView は GtkTextView を文法ハイライトやその他のソースエディタで 必要な機能を追加して拡張しています。
zh_cn: GtkSourceView 是个文本组件，用于扩展 GtkTextView 这一标准 GTK+ 2.x 文本组件。 它通过实现语法高亮和其他源码编辑器的典型功能来改进 GtkTextView。

source: GtkSourceView is a text widget that extends GtkTextView, the standard GTK+ 2.x text widget. It improves GtkTextView by implementing syntax highlighting and other features typical of a source editor.
cs: GtkSourceView je textový widget rozšiřující standardní GTK+ 2.x textový widget GtkTextView. Vylepšuje GtkTextView o kontrolu syntaxe a další funkce editoru zdrojových kódů.
ja: GtkSourceView は標準の GTK+ 2 である GtkTextView を拡張するテキストウイジェットです。 GtkSourceView は GtkTextView を文法ハイライトやその他のソースエディタで 必要な機能を追加して実装しています。
zh_cn: GtkSourceView 是个文本组件，用于扩展 GtkTextView 这一标准 GTK+ 2.x 文本组件。 它通过实现语法高亮和其他源码编辑器的典型功能来改进 GtkTextView。

source: Additional Package Documentation.
cs: Dodatečná dokumentace balíčku.
ja: 追加パッケージのドキュメンテーションです。
ru: Пакет с дополнительной документацией.
zh_cn: 附加软件包文档

source: GTK+ Source Editing Widget
cs: Widget pro editaci zdroje GTK+
ja: GTK+ ソース編集ウイジェット
ru: Виджет GTK+ для редактирования исходного кода
zh_cn: GTK+ 源码编辑组件

source: Translations for package gtksourceview2
cs: Překlady pro balíček gtksourceview2
ja: gtksourceview2 向け翻訳パッケージ
zh_cn: Gtksourceview2 的语言包

source: Provides translations for the "gtksourceview2" package.
cs: Poskytuje překlady k balíčku "gtksourceview2".
ja: "gtksourceview2" パッケージに対する翻訳データです。
zh_cn: 提供软件包“gtksourceview2”的翻译。

source: Translations for package gtksourceview4
cs: Překlady pro balíček gtksourceview4
ja: gtksourceview4 向け翻訳パッケージ
zh_cn: Gtksourceview4 的语言包

source: Provides translations for the "gtksourceview4" package.
cs: Poskytuje překlady k balíčku "gtksourceview4".
ja: "gtksourceview4" パッケージに対する翻訳データです。
zh_cn: 提供软件包“gtksourceview4”的翻译。

source: Development files for the gtksourceview C++ interface
cs: Vývojové soubory pro rozhraní C++ gtksourceview
ja: gtksourceview C++ インターフェイス向け開発用ファイル
zh_cn: Gtksourceview C++ 接口的开发文件

source: gtksourceviewmm provides a C++ interface to the gtksourceview library.
cs: gtksourceviewmm dodává rozhraní C++ ke knihovně gtksourceview.
ja: gtksourceviewmm は、 gtksourceview ライブラリに対する C++ インターフェイスを提供します。
zh_cn: gtksourceviewmm 为 gtksourceview 库提供 C++ 接口。

source: Static libraries and header files from gtkspell
cs: Statické knihovny a hlavičkové soubory z gtkspell
ja: GtkSpell の静的ライブラリとヘッダファイル
zh_cn: Gtkspell 中的静态库和头文件

source: Static libraries and header files from gtkspell.
cs: Statické knihovny a hlavičkové soubory z gtkspell.
ja: GtkSpell の静的ライブラリとヘッダファイルです。
zh_cn: Gtkspell 中的静态库和头文件。

source: GTK2 Spell Checker Interface Library
cs: GTK2 rozhraní kontroly pravopisu
ja: GTK2 スペルチェッカーインターフェイスライブラリ
ru: Библиотека интерфейса GTK2 для проверки правописания
zh_cn: GTK2 拼写检查器接口库

source: GtkSpell provides MSWord-style and MacOSX-style highlighting of misspelled words in a GtkTextView widget. Right-clicking a misspelled word opens a menu of suggested replacements.
cs: GtkSpell poskytuje v GtkTextView widgetu zvýraznění chyb podobné MSWord/MacOSX. Kliknutí pravým tlačítkem myši na chybně napsané slovo otevře okno s nabídkou možných náhrad.
ja: GtkSpell は、 GtkTextView ウイジェット内でスペルミスをしている単語について、これらを MSWord スタイルや MscOSX スタイルで、ハイライト表示することのできる機能を提供します。スペルミスをした単語の上で、マウスの右ボタンを押すと、代替候補のメニューが表示されます。
ru: GtkSpell обеспечивает выделение слов с ошибками в стиле MSWord или MacOSX внутри виджета GtkTextView. Щелчок правой кнопкой мыши на слове с ошибкой открывает меню предлагаемых замен.
zh_cn: GtkSpell 在 GtkTextView 组件中提供微软 Word 风格和 Mac OS X 风格的单词错误拼写高亮。右键点击错误拼写的单词打开建议替换的菜单。

source: Translations for package gtkspell
cs: Překlady pro balíček gtkspell
ja: gtkspell 向け翻訳パッケージ
zh_cn: Gtkspell 的语言包

source: Provides translations for the "gtkspell" package.
cs: Poskytuje překlady k balíčku "gtkspell".
ja: "gtkspell" パッケージに対する翻訳データです。
zh_cn: 提供软件包“gtkspell”的翻译。

source: GTK3 Spell Checker Interface Library -- Development Files
cs: GTK3 - knihovna rozhraní kontroly pravopisu -- vývojové soubory
ja: GTK3 スペルチェッカーインターフェイスライブラリ -- 開発用ファイル
zh_cn: GTK3 拼写检查器接口库——开发文件

source: Translations for package gtkspell3
cs: Překlady pro balíček gtkspell3
ja: gtkspell3 向け翻訳パッケージ
zh_cn: Gtkspell3 的语言包

source: Provides translations for the "gtkspell3" package.
cs: Poskytuje překlady k balíčku "gtkspell3".
ja: "gtkspell3" パッケージに対する翻訳データです。
zh_cn: 提供软件包“gtkspell3”的翻译。

source: Waveform viewer for Ditital Signals
cs: Prohlížeč tvarů vln pro digitálmí signály
ja: デジタル信号向け波形ビューア
zh_cn: 数字信号波形查看器

source: GTKWave is a waveform viewer that can view VCD files produced by most Verilog simulation tools, as well as LXT files produced by certain Verilog simulation tools.
cs: GTKWave je prohlížeč vlnových křivek, který umožňuje prohlížet VCD soubory vytvářené většinou simulačních nástrojů Verilog, a také LXT soubory vytvořené některými simulačními nástroji Verilog.
ja: GTKWave は多くの Verilog シミュレーションツールで生成される VCD ファイルや特定の Verilog シミュレーションツールで生成される LXT ファイルに対応した、波形ビューアです。
zh_cn: GTKWave 是个波形查看器，可以查看大多数 Verilog 仿真工具生成的 VCD 文件的，还有特定 Verilog 仿真工具生成的 LXT 文件。

source: Documentation for GTKWave
cs: Dokumentace pro GTKWave
ja: GTKWave 向けドキュメンテーション
ru: Документация по GTKWave
zh_cn: GTKWave 文档

source: GTKWave is a waveform viewer that can view VCD files produced by most Verilog simulation tools, as well as LXT files produced by certain Verilog simulation tools. This package contains documentation for GTKWave
cs: GTKWave je prohlížeč vlnových křivek, který umožňuje prohlížet VCD soubory vytvářené většinou simulačních nástrojů Verilog, a také LXT soubory vytvořené některými simulačními nástroji Verilog. Tento balíček obsahuje dokumentaci k GTKWave
ja: GTKWave は多くの Verilog シミュレーションツールで生成される VCD ファイルや特定の Verilog シミュレーションツールで生成される LXT ファイルに対応した、波形ビューアです。 このパッケージには GTKWave 向けのドキュメンテーションが含まれています。
zh_cn: GTKWave 是个波形查看器，可以查看大多数 Verilog 仿真工具生成的 VCD 文件的，还有特定 Verilog 仿真工具生成的 LXT 文件。 此软件包包含 GTKWave 的文档。

source: Examples for GTKWave
cs: Příklady pro GTKWave
ja: GTKWave 向けサンプル
zh_cn: GTKWave 示例

source: GTKWave is a waveform viewer that can view VCD files produced by most Verilog simulation tools, as well as LXT files produced by certain Verilog simulation tools. This package contains examples for GTKWave
cs: GTKWave je prohlížeč vlnových křivek, který umožňuje prohlížet VCD soubory vytvářené většinou simulačních nástrojů Verilog, a také LXT soubory vytvořené některými simulačními nástroji Verilog. Tento balíček obsahuje příklady pro GTKWave
ja: GTKWave は多くの Verilog シミュレーションツールで生成される VCD ファイルや特定の Verilog シミュレーションツールで生成される LXT ファイルに対応した、波形ビューアです。 このパッケージには GTKWave 向けのサンプルが含まれています。
zh_cn: GTKWave 是个波形查看器，可以查看大多数 Verilog 仿真工具生成的 VCD 文件的，还有特定 Verilog 仿真工具生成的 LXT 文件。 此软件包包含 GTKWave 的示例。
