Repository: BENBELLA23/packages-i18n
Catalog: */po/gtk.*.po
Languages: cs, ja, ru, zh_cn

source: Nimbus is the name of a look-and-feel designed by Sun for the Java Desktop System.
cs: Nimbus je název vzhledu-a-pocitu navržený společností Sun pro systém Java Desktop.
ja: Nimbus は Java デスクトップシステム向けに Sun が設計した外観の名前です。
zh_cn: Nimbus 是由 Sun 为 Java 桌面系统设计的观感名称。

source: Redmond GTK+ 2 Theme Engine
cs: Řadič motivu GTK+ 2 Redmond
ja: Redmond GTK+ 2 テーマ エンジン
ru: Движок тем GTK+ 2 Redmond
zh_cn: Redmond GTK+ 2 主题引擎

source: The Redmond engine and theme are designed to mimic the appearance of another well known OS.
cs: Řadič a sám motiv Redmond jsou navrženy tak, aby napodobovaly vzhled jiného známého OS (W...:-).
ja: Redmond エンジンは、よく知られたとある OS の外観をまねるべく作られたエンジンとテーマです。
zh_cn: Redond 引擎和主题为模仿另一个知名操作系统的外观所设计。

source: ThinIce GTK+ 2 Theme Engine
cs: Řadič motivu GTX+ 2 ThinIce
ja: ThinIce GTK+ 2 テーマ エンジン
ru: Движок тем GTK+ 2 ThinIce
zh_cn: ThinIce GTK+ 2 主题引擎

source: The ThinIce engine features thin edges and Icy Colors, and provides a simple mostly clean appearance many find satisfying.
cs: Motiv ThinIce se vyznačuje tenkými hranami, ledovými barvami a poskytuje jednoduchý, většinou čistý vzhled, který mnohým vyhovuje.
ja: ThinIce エンジンはエッジの薄さとアイスカラーを特徴としたエンジンで、シンプルかつクリーンな、満足できる外観を提供します。
zh_cn: ThinIce 引擎具有细边和冷色，并提供很多人满意的极简洁外观。

source: GTK+ 2 Theme Engines
cs: Řadiče témat GTK+ 2
ja: GTK+ 2 テーマエンジン
ru: Движки тем GTK+ 2
zh_cn: GTK+ 2 主题引擎

source: This package installs the theme engine libraries for GTK+ 2.
cs: Tento balíček instaluje knihovny řadičů témat pro GTK+ 2.
ja: このパッケージには GTK+ 2 向けのテーマエンジンライブラリが含まれています。
ru: Этот пакет содержит библиотеки движка тем для GTK+ 2.
zh_cn: 此软件包安装用于 GTK+ 2 的主题引擎库。

source: Development files for gtk2-engines
cs: Vývojové soubory pro řadiče gtk2
ja: gtk2-engines 向け開発用ファイル
zh_cn: Gtk2-engines 的开发文件

source: This package contains development files for gtk2-engines.
cs: Tento balíček obsahuje vývojové soubory pro řadiče gtk2.
ja: このパッケージには、 gtk2-engines に対する開発用ファイルが含まれています。
zh_cn: 此软件包包含用于 gtk2-engines 的开发文件。

source: Amharic input method for the GTK+ toolkit library v2
cs: Amharská vstupní metoda pro GTK+ knihovnu nástrojů verze 2
ja: GTK+ ツールキットライブラリ v2 向けアムハラ語入力メソッド
zh_cn: GTK+ 工具包库（第二版）——阿姆哈拉语输入法

source: GTK+ is a multi-platform toolkit for creating graphical user interfaces. Offering a complete set of widgets, GTK+ is suitable for projects ranging from small one-off projects to complete application suites. This package provides an input method for Amharic.
cs: GTK + je multiplatformní sada nástrojů pro vytváření grafických uživatelských rozhraní. GTK + nabízí kompletní sadu widgetů a je vhodný pro projekty od malých jednorázových projektů až po kompletní sady aplikací. Tento balíček poskytuje vstupní metodu pro Amharic.
ja: GTK+ はグラフィカルユーザインターフェイスを作成するためのマルチプラットフォーム対応のツールキットで、一揃いのウイジェットを提供しています。 GTK+ は小規模の単独アプリケーションから、大規模なアプリケーションスイートまで幅広く対応しています。 このパッケージには、アムハラ語の入力メソッドが含まれています。
ru: GTK+ — многоплатформенный инструментарий для создания графических пользовательских интерфейсов. Предоставляя полный набор виджетов, GTK+ подходит для разных проектов, начиная от небольших разовых проектов до сложных пакетов программ. Этот пакет предоставляет амхарский метод ввода.
zh_cn: GTK+ 是个用于创建图形用户界面的多平台工具包。它提供了一系列完整的部件，适合从一次性小项目到完整的应用程序套件在内的多种项目。 此软件包提供了埃塞俄比亚阿姆哈拉语输入法。

source: Inuktitut input method for the GTK+ toolkit library v2
cs: Vstupní metoda Inuktitut pro GTK+ knihovnu nástrojů verze 2
ja: GTK+ ツールキットライブラリ v2 向けイヌクティトゥット語入力メソッド
zh_cn: GTK+ 工具包库（第二版）——因纽特语输入法

source: GTK+ is a multi-platform toolkit for creating graphical user interfaces. Offering a complete set of widgets, GTK+ is suitable for projects ranging from small one-off projects to complete application suites. This package provides an input method for Inuktitut.
cs: GTK + je multiplatformní sada nástrojů pro vytváření grafických uživatelských rozhraní. GTK + nabízí kompletní sadu widgetů a je vhodný pro projekty od malých jednorázových projektů až po kompletní sady aplikací. Tento balíček poskytuje vstupní metodu pro Inuktitut.
ja: GTK+ はグラフィカルユーザインターフェイスを作成するためのマルチプラットフォーム対応のツールキットで、一揃いのウイジェットを提供しています。 GTK+ は小規模の単独アプリケーションから、大規模なアプリケーションスイートまで幅広く対応しています。 このパッケージには、イヌイット語の入力メソッドが含まれています。
ru: GTK+ — многоплатформенный инструментарий для создания графических пользовательских интерфейсов. Предоставляя полный набор виджетов, GTK+ подходит для разных проектов, начиная от небольших разовых проектов до сложных пакетов программ. Этот пакет предоставляет инуитский метод ввода.
zh_cn: GTK+ 是个用于创建图形用户界面的多平台工具包。它提供了一系列完整的部件，适合从一次性小项目到完整的应用程序套件在内的多种项目。 此软件包提供了因纽特语输入法。

source: Multipress input method for the GTK+ toolkit library v2
cs: Vícestisková vstupní metoda pro GTK+ knihovnu nástrojů verze 2
ja: GTK+ ツールキットライブラリ v2 向け Multipress 入力メソッド
zh_cn: GTK+ 工具包库（第二版）——多击输入法

source: GTK+ is a multi-platform toolkit for creating graphical user interfaces. Offering a complete set of widgets, GTK+ is suitable for projects ranging from small one-off projects to complete application suites. This package provides an input method which allows text entry via the multi-press method, as on a mobile phone.
cs: GTK + je multiplatformní sada nástrojů pro vytváření grafických uživatelských rozhraní. GTK + nabízí kompletní sadu widgetů a je vhodný pro projekty od malých jednorázových projektů až po kompletní sady aplikací. Tento balíček poskytuje metodu zadávání, která umožňuje zadávat text metodou multi-press (vícestisku), jako na mobilním telefonu, kde vícerým stisknutím číselné klávesy napíšete písmeno.
ja: GTK+ はグラフィカルユーザインターフェイスを作成するための、マルチプラットフォーム対応のツールキットです。一通りのものが揃ったウイジェットを提供していて、小規模な単独プロジェクトからアプリケーションスイートまで、幅広い用途に適応しています。 このパッケージには、携帯電話のような多押下メソッドでテキストを入力することのできる、入力メソッドを提供しています。
ru: GTK+ — многоплатформенный инструментарий для создания графических пользовательских интерфейсов. Предоставляя полный набор виджетов, GTK+ подходит для разных проектов, начиная от небольших разовых проектов до сложных пакетов программ. Этот пакет содержит метод ввода, позволяющий вводить текст путём множественных нажатий, как в мобильном телефоне.
zh_cn: GTK+ 是一个用于创建图形用户界面的多平台工具集。它提供了一系列完整的部件，适合从一次性小项目到完整的应用程序套件在内的多种项目。 此软件包提供的输入法允许通过多次击键的方法输入文本，如同移动手机上的输入法。

source: Thai-Lao input method for the GTK+ toolkit library v2
cs: Thai-Lao vstupní metoda pro GTK+ knihovnu nástrojů verze 2
ja: GTK+ ツールキットライブラリ v2 向けタイ・ラーオ語入力メソッド
zh_cn: GTK+ 工具包库（第二版）——泰语-老挝语输入法

source: GTK+ is a multi-platform toolkit for creating graphical user interfaces. Offering a complete set of widgets, GTK+ is suitable for projects ranging from small one-off projects to complete application suites. This package provides an input method for Thai-Lao.
cs: GTK + je multiplatformní sada nástrojů pro vytváření grafických uživatelských rozhraní. GTK + nabízí kompletní sadu widgetů a je vhodný pro projekty od malých jednorázových projektů až po kompletní sady aplikací. Tento balíček poskytuje vstupní metodu pro Thai-Lao.
ja: GTK+ はグラフィカルユーザインターフェイスを作成するためのマルチプラットフォーム対応のツールキットで、一揃いのウイジェットを提供しています。 GTK+ は小規模の単独アプリケーションから、大規模なアプリケーションスイートまで幅広く対応しています。 このパッケージには、タイ・ラーオ語の入力メソッドが含まれています。
ru: GTK+ — многоплатформенный инструментарий для создания графических пользовательских интерфейсов. Предоставляя полный набор виджетов, GTK+ подходит для разных проектов, начиная от небольших разовых проектов до сложных пакетов программ. Этот пакет предоставляет тайско-лаосский метод ввода.
zh_cn: GTK+ 是一个用于创建图形用户界面的多平台工具集。它提供了一系列完整的部件，适合从一次性小项目到完整的应用程序套件在内的多种项目。 此软件包提供了泰语-老挝语输入法。

source: Tigrigna input methods for the GTK+ toolkit library v2
cs: Vstupní metoda Tigrigna pro GTK+ knihovnu nástrojů verze 2
ja: GTK+ ツールキットライブラリ v2 向けティグリニャ語入力メソッド
zh_cn: GTK+ 工具包库（第二版）——提格里尼亚语输入法

source: GTK+ is a multi-platform toolkit for creating graphical user interfaces. Offering a complete set of widgets, GTK+ is suitable for projects ranging from small one-off projects to complete application suites. This package provides two input methods for Tigrigna.
cs: GTK + je multiplatformní sada nástrojů pro vytváření grafických uživatelských rozhraní. GTK + nabízí kompletní sadu widgetů a je vhodný pro projekty od malých jednorázových projektů až po kompletní sady aplikací. Tento balíček poskytuje dvě metody vstupu pro Tigrigna.
ja: GTK+ はグラフィカルユーザインターフェイスを作成するための、マルチプラットフォーム対応のツールキットです。一通りのものが揃ったウイジェットを提供していて、小規模な単独プロジェクトからアプリケーションスイートまで、幅広い用途に適応しています。 このパッケージには、ティグリニャ語向けの 2 つの入力メソッドが含まれています。
zh_cn: GTK+ 是一个用于创建图形用户界面的多平台工具集。它提供了一系列完整的部件，适合从一次性小项目到完整的应用程序套件在内的多种项目。 此软件包提供了两种提格里尼亚语输入法。

source: Vietnamese input method for the GTK+ toolkit library v2
cs: Vietnamská vstupní metoda pro GTK+ knihovnu nástrojů verze 2
ja: GTK+ ツールキットライブラリ v2 向けベトナム語入力メソッド
zh_cn: GTK+ 工具包库（第二版）——越南语输入法

source: GTK+ is a multi-platform toolkit for creating graphical user interfaces. Offering a complete set of widgets, GTK+ is suitable for projects ranging from small one-off projects to complete application suites. This package provides an input method for Vietnamese.
cs: GTK + je multiplatformní sada nástrojů pro vytváření grafických uživatelských rozhraní. GTK + nabízí kompletní sadu widgetů a je vhodný pro projekty od malých jednorázových projektů až po kompletní sady aplikací. Tento balíček poskytuje vstupní metodu pro Vietnamštinu.
ja: GTK+ はグラフィカルユーザインターフェイスを作成するためのマルチプラットフォーム対応のツールキットで、一揃いのウイジェットを提供しています。 GTK+ は小規模の単独アプリケーションから、大規模なアプリケーションスイートまで幅広く対応しています。 このパッケージには、ベトナム語の入力メソッドが含まれています。
ru: GTK+ — многоплатформенный инструментарий для создания графических пользовательских интерфейсов. Предоставляя полный набор виджетов, GTK+ подходит для разных проектов, начиная от небольших разовых проектов до сложных пакетов программ. Этот пакет предоставляет вьетнамский метод ввода.
zh_cn: GTK+ 是一个用于创建图形用户界面的多平台工具集。它提供了一系列完整的部件，适合从一次性小项目到完整的应用程序套件在内的多种项目。 此软件包提供了越南语输入法。

source: X input method for the GTK+ toolkit library v2
cs: Vstupní metoda X pro GTK+ knihovnu nástrojů verze 2
ja: GTK+ ツールキットライブラリ v2 向け X 入力メソッド
zh_cn: GTK+ 工具包库（第二版）——X 输入法

source: GTK+ is a multi-platform toolkit for creating graphical user interfaces. Offering a complete set of widgets, GTK+ is suitable for projects ranging from small one-off projects to complete application suites. This package provides an input method based on the X Input Method.
cs: GTK + je multiplatformní sada nástrojů pro vytváření grafických uživatelských rozhraní. GTK + nabízí kompletní sadu widgetů a je vhodný pro projekty od malých jednorázových projektů až po kompletní sady aplikací. Tento balíček poskytuje metodu vstupu založenou na metodě X Input.
ja: GTK+ はグラフィカルユーザインターフェイスを作成するための、マルチプラットフォーム対応のツールキットです。一通りのものが揃ったウイジェットを提供していて、小規模な単独プロジェクトからアプリケーションスイートまで、幅広い用途に適応しています。 このパッケージには、 X 入力メソッドをベースにした入力メソッドが含まれています。
zh_cn: GTK+ 是一个用于创建图形用户界面的多平台工具集。它提供了一系列完整的部件，适合从一次性小项目到完整的应用程序套件在内的多种项目。 此软件包提供了基于 X 输入法的输入法。

source: Translations for package gtk2
cs: Překlady pro balíček gtk2
ja: gtk2 向け翻訳パッケージ
zh_cn: Gtk2 的语言包

source: Provides translations for the "gtk2" package.
cs: Poskytuje překlady k balíčku "gtk2".
ja: "gtk2" パッケージに対する翻訳データです。
zh_cn: 提供软件包“gtk2”的翻译。

source: Equinox Metathemes for GTK+
cs: Meta-motivy Equinox pro GTK+
ja: GTK+ 向け Equinox メタテーマ
zh_cn: GTK+ Equinox 元主题

source: This package provides a set of elegant GTK+ themes that use the Equinox engine.
cs: Tento balíček obsahuje sadu elegantních motivů GTK+ používajících řadič Equinox.
ja: このパッケージには、 Equinox エンジンを使用する上品な GTK+ テーマ集が含まれています。
zh_cn: 此软件包提供一套使用 Equinox 引擎的优雅的 GTK+ 主题。

source: openSUSE themes and metathemes for gtk2 and metacity
cs: Motivy a meta-motivy openSUSE pro gtk2 a metacity
ja: gtk2 と Metacity 向けの openSUSE テーマ／メタテーマ
ru: Темы и мета-темы openSUSE для gtk2 и metacity
zh_cn: gtk2 和 metacity 的 openSUSE 主题和元主题

source: OpenSUSE themes and metathemes for gtk2 and metacity contains several themes in openSUSE look: Gilouche, GreyGilouche and Synchonicity.
cs: Motivy a meta-motivy OpenSUSE pro gtk2 a metacity obsahující několik motivů ve stylu openSUSE: Gilouche, GreyGilouche a Synchonicity.
ja: openSUSE での外観を形作る gtk2, Metacity 向けのテーマとメタテーマです: Gilouche, GreyGilouche, Synchonicity があります。
ru: Темы и мета-темы openSUSE для gtk2 и metacity содержат несколько тем внешнего вида openSUSE: Gilouche, GreyGilouche и Synchonicity.
zh_cn: gtk2 和 metacity 的 openSUSE 主题和元主题，包含多个 openSUSE 外观的主题：Gilouche、GreyGilouche 和 Synchonicity。

source: Industrial Metatheme for GNOME
cs: Meta-motiv Industrial pro GNOME
ja: GNOME 向け Industrial メタテーマ
ru: Метатема Industrial для GNOME
zh_cn: GNOME Industrial 元主题

source: Metatheme for GNOME: Industrial strength WM theme for Metacity and Industrial icon theme for GNOME.
cs: Meta-motiv pro GNOME: motiv průmyslové síly WM pro Metacity a motiv průmyslové ikony pro GNOME.
ja: GNOME 向けのメタテーマです: 工業的な力強さを表わした Metacity 向けウインドウマネージャテーマと、 GNOME 向けの工業アイコンです。
zh_cn: GNOME 的元主题：用于 Metacity 的 Industrial 增强 WM 主题和用于 GNOME 的 Industrial 图标主题。

source: Nimbus Metatheme for GNOME
cs: Meta-motiv Nimbus pro GNOME
ja: GNOME 向け Nimbus メタテーマ
zh_cn: GNOME Nimbus 元主题

source: GTK+ and Metacity Sonar Theme
cs: GTK+ a motiv Metacity Sonar
ja: GTK+ および Metacity Sonar テーマ
ru: Тема GTK+ и Metacity Sonar
zh_cn: GTK+ 和 Metacity 的 Sonar 主题

source: GTK+ and Metacity theme created for openSUSE 11.2.
cs: Motiv GTK+ a Metacity vytvořený pro openSUSE 11.2.
ja: openSUSE 11.2 向けに作成した GTK+ および Metacity テーマです。
ru: Тема GTK+ и Metacity, созданная для openSUSE 11.2.
zh_cn: 为 openSUSE 11.2 创建的 GTK+ 和 Metacity 主题。

source: Clearlooks Theme for GTK+ 2
cs: Motiv Clearlooks pro GTK+ 2
ja: Clearlooks GTK+ 2 テーマ
ru: Тема Clearlooks для GTK+ 2
zh_cn: GTK+ 2 Clearlooks 主题

source: This package provides the Clearlooks GTK+ 2 theme.
cs: Tento balíček obsahuje motiv Clearlooks GTK+ 2.
ja: このパッケージには、 Clearlooks GTK+ 2 テーマが含まれています。
ru: Этот пакет предоставляет тему GTK+ 2 Clearlooks.
zh_cn: 此软件包提供 Clearlooks GTK+ 2 主题。

source: Crux Theme for GTK+ 2
cs: Motiv Crux pro GTK+ 2
ja: GTK+ 2 向け Crux テーマ
ru: Тема Crux для GTK+ 2
zh_cn: GTK+ 2 Crux 主题

source: This package provides the Crux GTK+ 2 theme.
cs: Tento balíček obsahuje motiv Crux GTK+ 2.
ja: このパッケージには、 Crux GTK+ 2 テーマが含まれています。
ru: Этот пакет предоставляет тему GTK+ 2 Crux.
zh_cn: 此软件包提供 Crux GTK+ 2 主题。

source: Industrial Theme for GTK+ 2
cs: Motiv Industrial pro GTK+ 2
ja: GTK+ 2 向け Industrial テーマ
ru: Тема Industrial для GTK+ 2
zh_cn: GTK+ 2 Industrial 主题

source: This package provides the Industrial GTK+ 2 theme.
cs: Tento balíček obsahuje motiv Industrial GTK+ 2.
ja: このパッケージには、 Industrial GTK+ 2 テーマが含まれています。
ru: Этот пакет предоставляет тему GTK+ 2 Industrial.
zh_cn: 此软件包提供 Industrial GTK+ 2 主题。

source: Mist Theme for GTK+ 2
cs: Motiv Mlha pro GTK+ 2
ja: GTK+ 2 向け Mist テーマ
ru: Тема Mist для GTK+ 2
zh_cn: GTK+ 2 Mist 主题

source: This package provides the Mist GTK+ 2 theme.
cs: Tento balíček obsahuje motiv Mist (mlha) GTK+ 2.
ja: このパッケージには、 Mist GTK+ 2 テーマが含まれています。
ru: Этот пакет предоставляет тему GTK+ 2 Mist.
zh_cn: 此软件包提供 Mist GTK+ 2 主题。

source: Redmond Theme for GTK+ 2
cs: Motiv Redmond pro GTK+ 2
ja: GTK+ 2 向け Redmond テーマ
ru: Тема Redmond для GTK+ 2
zh_cn: GTK+ 2 Redmond 主题

source: ThinIce Theme for GTK+ 2
cs: Motiv ThinIce pro GTK+ 2
ja: GTK+ 2 向け ThinIce テーマ
ru: Тема ThinIce для GTK+ 2
zh_cn: GTK+ 2 ThinIce 主题

source: This package provides the ThinIce GTK+ 2 theme.
cs: Tento balíček obsahuje motiv ThinIce GTK+ 2.
ja: このパッケージには、 ThinIce GTK+ 2 テーマが含まれています。
ru: Этот пакет предоставляет тему GTK+ 2 ThinIce.
zh_cn: 此软件包提供 ThinIce GTK+ 2 主题。

source: Auxiliary utilities for the GTK+ toolkit library v2
cs: Pomocné programy pro knihovnu nástrojů GTK+ verze 2
ja: GTK+ ツールキットライブラリ v2 向け補助ユーティリティ
zh_cn: GTK+ 工具包库（第二版）——辅助工具

source: The GTK+ toolkit library (version 3) -- openSUSE theme configuration
cs: Knihovna nástrojů GTK+ (verze 3) -- konfigurace motivů openSUSE
ja: GTK+ ツールキットライブラリ (バージョン 3) -- openSUSE テーマ設定
ru: Библиотека инструментария GTK+ (версия 3) — Конфигурация темы openSUSE
zh_cn: GTK+ 工具包库（第三版）——openSUSE 主题配置

source: Upstream theme configuration for the GTK+ toolkit library v3
cs: Konfigurace motivu upstream (protiproud) pro knihovnu nástrojů GTK+ verze 3
ja: GTK+ ツールキットライブラリ v3 向けアップストリームテーマ設定
zh_cn: GTK+ 工具包库（第三版）——上游主题配置

source: GTK+ is a multi-platform toolkit for creating graphical user interfaces. Offering a complete set of widgets, GTK+ is suitable for projects ranging from small one-off projects to complete application suites. This package provides the upstream theme configuration for widgets and icon themes.
cs: GTK+ je multiplatformní sada nástrojů pro vytváření grafických uživatelských rozhraní. GTK+ nabízí kompletní sadu widgetů a je vhodný pro projekty od malých jednorázových projektů až po kompletní sady aplikací. Tento balíček poskytuje konfiguraci motivů upstream pro widgety a motivy ikon.
ja: GTK+ はグラフィカルユーザインターフェイスを作成するためのマルチプラットフォーム対応のツールキットで、一揃いのウイジェットを提供しています。 GTK+ は小規模の単独アプリケーションから、大規模なアプリケーションスイートまで幅広く対応しています。 このパッケージには、ウイジェットとアイコンのテーマに対するアップストリームのテーマ設定が含まれています。
ru: GTK+ — многоплатформенный инструментарий для создания графических пользовательских интерфейсов. Предоставляя полный набор виджетов, GTK+ подходит для разных проектов, начиная от небольших разовых проектов до сложных пакетов программ. Этот пакет предоставляет оригинальные настройки для виджетов и темы значков.
zh_cn: GTK+ 是个用于创建图形用户界面的多平台工具包。它提供了一系列完整的部件，适合从一次性小项目到完整的应用程序套件在内的多种项目。 此软件包提供组件的主题配置和图标主题。

source: Data files for the GTK+ toolkit library v3
cs: Datové soubory pro knihovnu nástrojů GTK+ verze 3
ja: GTK+ ツールキットライブラリ v3 向けデータファイル
zh_cn: GTK+ 工具包库（第三版）——数据文件

source: Development files for the GTK+ toolkit library v3
cs: Vývojové soubory pro knihovnu nástrojů GTK+ verze 3
ja: GTK+ ツールキットライブラリ v3 向け開発用ファイル
zh_cn: GTK+ 工具包库（第三版）——开发文件

source: GTK+ is a multi-platform toolkit for creating graphical user interfaces. Offering a complete set of widgets, GTK+ is suitable for projects ranging from small one-off projects to complete application suites. This package contains the development files for GTK+ 3.x.
cs: GTK+ je multiplatformní sada nástrojů pro vytváření grafických uživatelských rozhraní. GTK+ nabízí kompletní sadu widgetů a je vhodný pro projekty od malých jednorázových projektů až po kompletní sady aplikací. Tento balíček obsahuje vývojové soubory pro GTK+ 3.x.
ja: GTK+ はグラフィカルユーザインターフェイスを作成するための、マルチプラットフォーム対応のツールキットです。一通りのものが揃ったウイジェットを提供していて、小規模な単独プロジェクトからアプリケーションスイートまで、幅広い用途に適応しています。 このパッケージには、 GTK+ 3.x 向けの開発用ファイルが含まれています。
zh_cn: GTK+ 是一个用于创建图形用户界面的多平台工具集。它提供了一系列完整的部件，适合从一次性小项目到完整的应用程序套件在内的多种项目。 此软件包包含 GTK+ 3.x 的开发文件。

source: API documentation for the GTK+ toolkit library v3
cs: Dokumentace API pro knihovnu nástrojů GTK+ verze 3
ja: GTK+ ツールキットライブラリ v3 向け API ドキュメンテーション

source: GTK+ is a multi-platform toolkit for creating graphical user interfaces. Offering a complete set of widgets, GTK+ is suitable for projects ranging from small one-off projects to complete application suites. This package contains the API documentation for GTK+ 3.x.
cs: GTK+ je multiplatformní sada nástrojů pro vytváření grafických uživatelských rozhraní. GTK+ nabízí kompletní sadu widgetů a je vhodný pro projekty od malých jednorázových projektů až po kompletní sady aplikací. Tento balíček obsahuje dokumentaci API pro GTK+ 3.x.
ja: GTK+ はグラフィカルユーザインターフェイスを作成するための、マルチプラットフォーム対応のツールキットです。一通りのものが揃ったウイジェットを提供していて、小規模な単独プロジェクトからアプリケーションスイートまで、幅広い用途に適応しています。 このパッケージには、 GTK+ 3.x 向けの API ドキュメンテーションが含まれています。

source: Amharic input method for the GTK+ toolkit library v3
cs: Vstupní metoda Amharic pro knihovnu nástrojů GTK+ verze 3
ja: GTK+ ツールキットライブラリ v3 向けアムハラ語入力メソッド
zh_cn: GTK+ 工具包库（第三版）——阿姆哈拉语输入法

source: Broadway input method for the GTK+ toolkit library v3
cs: Vstupní metoda Broadway pro knihovnu nástrojů GTK+ verze 3
ja: GTK+ ツールキットライブラリ v3 向け Broadway 入力メソッド
zh_cn: GTK+ 工具包库（第三版）——Broadway 输入法

source: GTK+ is a multi-platform toolkit for creating graphical user interfaces. Offering a complete set of widgets, GTK+ is suitable for projects ranging from small one-off projects to complete application suites. This package provides an input method for Broadway.
cs: GTK+ je multiplatformní sada nástrojů pro vytváření grafických uživatelských rozhraní. GTK+ nabízí kompletní sadu widgetů a je vhodný pro projekty od malých jednorázových projektů až po kompletní sady aplikací. Tento balíček poskytuje vstupní metodu pro Broadway.
ja: GTK+ はグラフィカルユーザインターフェイスを作成するためのマルチプラットフォーム対応のツールキットで、一揃いのウイジェットを提供しています。 GTK+ は小規模の単独アプリケーションから、大規模なアプリケーションスイートまで幅広く対応しています。 このパッケージには、 Broadway 向けの入力メソッドが含まれています。
zh_cn: GTK+ 是一个用于创建图形用户界面的多平台工具集。它提供了一系列完整的部件，适合从一次性小项目到完整的应用程序套件在内的多种项目。 此软件包提供了用于 Broadway 的输入法。

source: Inuktitut input method for the GTK+ toolkit library v3
cs: Vstupní metoda Inuktitut pro knihovnu nástrojů GTK+ verze 3
ja: GTK+ ツールキットライブラリ v3 向けイヌクティトゥット語入力メソッド
zh_cn: GTK+ 工具包库（第三版）——因纽特语输入法

source: Multipress input method for the GTK+ toolkit library v3
cs: Vstupní metoda Multipress pro knihovnu nástrojů GTK+ verze 3
ja: GTK+ ツールキットライブラリ v3 向け Multipress 入力メソッド
zh_cn: GTK+ 工具包库（第三版）——多击输入法

source: Thai-Lao input method for the GTK+ toolkit library v3
cs: Vstupní metoda Thai-Lao pro knihovnu nástrojů GTK+ verze 3
ja: GTK+ ツールキットライブラリ v3 向けタイ・ラーオ語入力メソッド
zh_cn: GTK+ 工具包库（第三版）——泰语-老挝语输入法

source: Tigrigna input method for the GTK+ toolkit library v3
cs: Vstupní metoda Tigrigna pro knihovnu nástrojů GTK+ verze 3
ja: GTK+ ツールキットライブラリ v3 向けティグリニャ語入力メソッド
zh_cn: GTK+ 工具包库（第三版）——提格里尼亚语输入法

source: Vietnamese input method for the GTK+ toolkit library v3
cs: Vstupní metoda Vietnamese pro knihovnu nástrojů GTK+ verze 3
ja: GTK+ ツールキットライブラリ v3 向けベトナム語入力メソッド
zh_cn: GTK+ 工具包库（第三版）——越南语输入法

source: Wayland input method for the GTK+ toolkit library (version 3)
cs: Vstupní metoda Wayland pro knihovnu nástrojů GTK+ (verze 3)
ja: GTK+ ツールキットライブラリ向け Wayland 入力メソッド (バージョン 3)
zh_cn: GTK+ 工具包库（第三版）——Wayland 输入法

source: GTK+ is a multi-platform toolkit for creating graphical user interfaces. Offering a complete set of widgets, GTK+ is suitable for projects ranging from small one-off projects to complete application suites. This package provides an input method which allows text entry via wayland.
cs: GTK+ je multiplatformní sada nástrojů pro vytváření grafických uživatelských rozhraní. GTK+ nabízí kompletní sadu widgetů a je vhodný pro projekty od malých jednorázových projektů až po kompletní sady aplikací. Tento balíček poskytuje metodu zadávání, která umožňuje zadávání textu pomocí wayland.
ja: GTK+ はグラフィカルユーザインターフェイスを作成するためのマルチプラットフォーム対応のツールキットで、一揃いのウイジェットを提供しています。 GTK+ は小規模の単独アプリケーションから、大規模なアプリケーションスイートまで幅広く対応しています。 このパッケージには、 Wayland でテキスト入力を行なうための入力メソッドが含まれています。
zh_cn: GTK+ 是一个用于创建图形用户界面的多平台工具集。它提供了一系列完整的部件，适合从一次性小项目到完整的应用程序套件在内的多种项目。 此软件包提供了可以在 wayland 下文本输入的输入法。

source: X input method for the GTK+ toolkit library v3
cs: Vstupní metoda X pro knihovnu nástrojů GTK+ verze 3
ja: GTK+ ツールキットライブラリ v3 向け X 入力メソッド
zh_cn: GTK+ 工具包库（第三版）——X 输入法

source: Translations for package gtk3
cs: Překlady pro balíček gtk3
ja: gtk3 向け翻訳パッケージ
zh_cn: Gtk3 的语言包

source: Provides translations for the "gtk3" package.
cs: Poskytuje překlady k balíčku "gtk3".
ja: "gtk3" パッケージに対する翻訳データです。
zh_cn: 提供软件包“gtk3”的翻译。

source: Config schema for the GTK+ toolkit library v3
cs: Konfigurační schéma pro knihovnu nástrojů GTK + v3
ja: GTK+ ツールキットライブラリ v3 向け設定スキーマ
zh_cn: GTK+ 工具包库（第三版）——配置架构

source: Auxiliary utilities for the GTK+ toolkit library v3
cs: Pomocné programy pro knihovnu nástrojů GTK+ verze 3
ja: GTK+ ツールキットライブラリ v3 向け補助ユーティリティ
zh_cn: GTK+ 工具包库（第三版）——辅助工具

source: A GTK Digital Camera Tool
cs: GTK nástroj pro práci s digitálním fotoaparátem
ja: gtk デジタルカメラツール
zh_cn: GTK 数码相机工具

source: GTKam is a GTK and GNOME based tool for accessing a digital camera, viewing thumbnails, and downloading pictures from the camera.
cs: GTKam je nástroj pro přístup k digitálním fotoaparátům na bázi GTK/GNOME, podporuje prohlížení náhledů a stahování obrázků z fotoaparátu.
ja: GTKam は GTK と GNOME をベースにしたデジタルカメラアクセス向けのツールで、 サムネイル機能やカメラからのダウンロード機能を備えています。
zh_cn: GTKam 是个基于 GTK 和 GNOME 的工具，用于访问数码相机、查看缩略图和下载相机中的照片。
