Repository: BENBELLA23/packages-i18n
Catalog: */po/libqt.*.po
Languages: de, ja, ru

source: The Qt Serial Bus API provides classes and functions to access the various industrial serial buses and protocols, such as CAN, ModBus, and others.
ja: Qt シリアルバス API では、 CAN や ModBus など、様々な工業向けシリアルバスやプロトコルにアクセスするためのクラスおよび関数を提供しています。

source: Development files for the Qt5 SerialBus library
ja: Qt5 SerialBus ライブラリ向け開発用ファイル

source: You need this package if you want to compile programs with qtserialbus.
ja: qtserialbus を利用するプログラムをコンパイルしたい場合に必要となるパッケージです。

source: Examples for the libqt5-qtserialbus module.
ja: libqt5-qtserialbus モジュールの例です。

source: Development files for the Qt5 SerialPort library
ja: Qt5 SerialPort ライブラリ向け開発用ファイル

source: You need this package if you want to compile programs with qtserialport.
ja: qtserialport を利用するプログラムをコンパイルしたい場合に必要となるパッケージです。

source: Examples for the libqt5-qtserialport module.
ja: libqt5-qtserialport モジュールの例です。

source: Development files for the Qt5 SVG library
ja: Qt5 SVG ライブラリ向け開発用ファイル

source: You need this package if you want to compile programs with QtSvg.
ja: QtSvg を利用するプログラムをコンパイルしたい場合に必要となるパッケージです。

source: Qt5 SVG examples
ja: Qt5 SVG サンプル

source: Examples for the libqt5-qtsvg modules.
ja: libqt5-qtsvg モジュールの例です。

source: Qt 5 Virtual Keyboard
ja: Qt 5 仮想キーボード

source: Qt is a set of libraries for developing applications. This package contains a virtual keyboard.
ja: Qt はアプリケーションを開発するためのライブラリ群です。 このパッケージには、仮想キーボードが含まれています。

source: You need this package if you want to compile programs with Qt Virtual Keyboard.
ja: Qt 仮想キーボードを利用するプログラムをコンパイルしたい場合に必要となるパッケージです。

source: Qt5 virtualkeyboard examples
ja: Qt5 仮想キーボードサンプル

source: Examples for libqt5-qtvirtualkeyboard module.
ja: libqt5-qtvirtualkeyboard モジュールの例です。

source: Development files for the Qt5 WebChannel library
ja: Qt5 WebChannel ライブラリ向け開発用ファイル

source: You need this package if you want to compile programs with qtwebchannel.
ja: qtwebchannel を利用するプログラムをコンパイルしたい場合に必要となるパッケージです。

source: Qt5 WebChannel examples
ja: Qt5 WebChannel サンプル

source: Examples for the libqt5-qtwebchannel module.
ja: libqt5-qtwebchannel モジュールの例です。

source: Development files for the Qt5 WebEngine library
ja: Qt5 WebEngine ライブラリ向け開発用ファイル

source: Examples for the libqt5-qtwebengine module.
ja: libqt5-qtwebengine モジュールの例です。

source: You need this package if you want to compile programs with QtWebSockets.
ja: QtWebSockets を利用するプログラムをコンパイルしたい場合に必要となるパッケージです。

source: Examples for the libqt5-qtwebsockets module.
ja: libqt5-qtwebsockets モジュールの例です。

source: Development files for the Qt5 X11 Extras library
ja: Qt5 X11 Extras ライブラリ向け開発用ファイル

source: You need this package if you want to compile programs with qtx11extras.
ja: qtx11extras を利用するプログラムをコンパイルしたい場合に必要となるパッケージです。

source: Development files for the Qt5 XML Patterns library
ja: Qt5 XML Patterns ライブラリ向け開発用ファイル

source: You need this package if you want to compile programs with QtXmlPatterns.
ja: QtXmlPatterns を利用するプログラムをコンパイルしたい場合に必要となるパッケージです。

source: Examples for the libqt5-qtxmlpatterns module.
ja: libqt5-qtxmlpatterns モジュールの例です。

source: Non-ABI stable experimental API for the Qt5 3D library
ja: Qt5 3D ライブラリ向け非 ABI 安定実験版 API

source: Non-ABI stable experimental API for the Qt5 Multimedia library
ja: Qt5 Multimedia ライブラリ向け非 ABI 安定実験版 API

source: Non-ABI stable experimental API for the Qt5 SerialBus library
ja: Qt5 SerialBus 向け非 ABI 安定実験版 API

source: This package provides private headers of libqt5-qtserialbus that are normally not used by application development and that do not have any ABI or API guarantees. The packages that build against these have to require the exact Qt version.
ja: このパッケージには libqt5-qtserialbus のプライベートヘッダが含まれています。これらは通常のアプリケーション開発では必要となることはありませんし、 ABI/API の保証もありません。このパッケージは、特定の Qt バージョンを必要とするアプリケーションを構築するためのものです。

source: Non-ABI stable experimental API for the Qt5 SerialPort library
ja: Qt5 SerialPort ライブラリ向け非 ABI 安定実験版 API

source: Non-ABI stable experimental API for the Qt5 SVG library
ja: Qt5 SVG ライブラリ向け非 ABI 安定実験版 API

source: Non-ABI stable experimental API for the Qt5 WebChannel library
ja: Qt5 WebChannel ライブラリ向け非 ABI 安定実験版 API

source: Non-ABI stable experimental API for the Qt5 WebEngine library
ja: Qt5 WebEngine ライブラリ向け非 ABI 安定実験版 API

source: Non-ABI stable experimental API for the Qt5 WebSocket library
ja: Qt5 WebSocket ライブラリ向け非 ABI 安定実験版 API

source: Non-ABI stable experimental API for the Qt5 XML Patterns library
ja: Qt5 XML Patterns ライブラリ向け非 ABI 安定実験版 API

source: You need this package if you want to compile programs with qtsensors.
ja: qtsensors を利用するプログラムをコンパイルしたい場合に必要となるパッケージです。
