Repository: BENBELLA23/packages-i18n
Catalog: */po/libqt.*.po
Languages: de, ja, ru

source: A Qt based library to access the data on an Apple iPod
de: Eine Qt-basierte Bibliiothek um auf Daten auf einem Apple iPod zugreifen zu können
ru: Библиотека на базе Qt для доступа к данным на Apple iPod

source: A Qt based library to access the data on an Apple iPod. This package provides additional documentation for libqtpod
de: Eine Qt-basierte Bibliiothek um auf Daten auf einem Apple iPod zugreifen zu können Dieses Paket bietet zusätzliche Dokumentationen für libqtpod
ru: Библиотека на базе Qt для доступа к данным на Apple iPod. Этот пакет предоставляет дополнительную документацию для libqtpod

source: A plugin to support MySQL server in Qt applications.
de: Ein Plugin zur Unterstützung vom MySQL-Server in Qt-Applikationen.
ja: Qt アプリケーション向けの MySQL サーバに対応するプラグインです。
ru: Модуль поддержки сервера MySQL в приложениях Qt.

source: C++ Program Library, Core Components
de: C++ Program Bibliothek, Basiskomponenten
ja: C++ プログラムライブラリ - 中枢コンポーネント
ru: Библиотека C++, основные компоненты

source: C++ Qt Twitter library
de: C++ Qt Twitter Bibliothek
ja: C++ Qt Twitter ライブラリ
ru: Библиотека Qt Twitter на C++

source: C++ Qt based Twitter library.
de: C++ Qt based Twitter Bibliothek.
ja: C++ Qt ベースの Twitter ライブラリです。
ru: Библиотека Twitter на базе Qt на C++.

source: Command line client to QStandardPaths
de: Kommandozeilen-Client zu QStandardPaths
ja: QStandardPaths に対するコマンドラインクライアント
ru: Клиент командной строки для QStandardPaths

source: Command line client to QStandardPaths.
de: Kommandozeilen-Client zu QStandardPaths.
ja: QStandardPaths 向けのコマンドラインクライアントです。
ru: Клиент командной строки для QStandardPaths.

source: Devel files for libQt5XdgIconLoader
de: Entwicklungsdateien für libQt5XdgIconLoader
ja: libQt5XdgIconLoader 向け開発用ファイル
ru: Файлы разработки для libQt5XdgIconLoader

source: Devel files for libqtxdg
de: Entwicklungsdateien für libqtxdg
ja: libqtxdg 向けの開発用ファイル
ru: Файлы для разработки libqtxdg

source: Development files for QtXDG icon loader libraries used in LXQt
de: Entwicklungsdateien für QtXDG Icon Loader Bibliotheken, die in LXQt verwendet werden
ja: LXQt 内 QtXDG アイコンローダライブラリ向け開発用ファイル
ru: Файлы разработки для библиотеки загрузки значков QtXDG, используемых в LXQt

source: Development package to build Qt-based compositors.
de: Entwicklungspaket zum Bau von Qt-basierten Setzern.
ja: Qt ベースのコンポジタを構築するための開発用パッケージです。
ru: Пакет разработки для сборки менеджеров композиции на Qt.

source: Examples for libqt5-qt3d module.
de: Beispiele für das Modul libqt5-qt3d.
ru: Примеры для модуля libqt5-qt3d.

source: Examples for libqt5-qtbase modules.
de: Beispiele für Module aus libqt5-qtbase.
ru: Примеры для модулей libqt5-qtbase.

source: Examples for libqt5-qtconnectivity module.
de: Beispiele für das Modul libqt5-qtconnectivity.
ja: libqt5-qtconnectivity モジュールの例です。
ru: Примеры для модуля libqt5-qtconnectivity.

source: Examples for libqt5-qtdeclarative (quick/qml) modules.
de: Beispiele für libqt5-qtdeclarative (quick/qml) Module.
ja: libqt5-qtdeclarative (quick/qml) モジュールの例です。
ru: Примеры для модулей libqt5-qtdeclarative (quick/qml).

source: Examples for libqt5-qtlocation module.
de: Beispiele für das Modul libqt5-qtlocation.
ja: libqt5-qtlocation モジュールの例です。
ru: Примеры для модуля libqt5-qtlocation.

source: Examples for libqt5-qtmultimedia module.
de: Beispiele für das Modul libqt5-qtmultimedia.
ru: Примеры для модуля libqt5-qtmultimedia.

source: Examples for libqt5-qtquickcontrols module.
de: Beispiele für das Modul libqt5-qtquickcontrols.
ja: libqt5-qtquickcontrols モジュールの例です。
ru: Примеры для модуля libqt5-qtquickcontrols.

source: Examples for libqt5-qtquickcontrols2 module.
de: Beispiele für das Modul libqt5-qtquickcontrols2.
ja: libqt5-qtquickcontrols2 モジュールの例です。
ru: Примеры для модуля libqt5-qtquickcontrols2.

source: Examples for libqt5-qtscript module.
de: Beispiele für das Modul libqt5-qtscript.
ja: libqt5-qtscript モジュールの例です。
ru: Примеры для модуля libqt5-qtscript.

source: Examples for libqt5-qtsensors module.
de: Beispiele für das Modul libqt5-qtsensors.
ja: libqt5-qtsensors モジュールの例です。
ru: Примеры для модуля libqt5-qtsensors.

source: Examples for libqt5-qtserialport module.
de: Beispiele für das Modul libqt5-qtserialport.
ru: Примеры для модуля libqt5-qtserialport.

source: Examples for libqt5-qtsvg modules.
de: Beispiele für libqt5-qtsvg Module.
ru: Примеры для модулей libqt5-qtsvg.

source: Examples for libqt5-qttools module.
de: Beispiele für das Modul libqt5-qttools.
ru: Примеры для модуля libqt5-qttools.

source: Examples for libqt5-qtwayland module.
de: Beispiele für das Modul libqt5-qtwayland.
ja: libqt5-qtwayland モジュールの例です。
ru: Примеры для модуля libqt5-qtwayland.

source: Examples for libqt5-qtwebchannel module.
de: Beispiele für das Modul libqt5-qtwebchannel.
ru: Примеры для модуля libqt5-qtwebchannel.

source: Examples for libqt5-qtwebengine module.
de: Beispiele für das Modul libqt5-qtwebengine.
ru: Примеры для модуля libqt5-qtwebengine.

source: Examples for libqt5-qtwebsockets module.
de: Beispiele für das Modul libqt5-qtwebsockets.
ru: Примеры для модуля libqt5-qtwebsockets.

source: Examples for libqt5-qtxmlpatterns module.
de: Beispiele für das Modul libqt5-qtxmlpatterns.
ru: Примеры для модуля libqt5-qtxmlpatterns.

source: IconLoader library for QtXDG
de: IconLoader Bibliothek für QtXDG
ja: QtXDG 向けアイコンローダライブラリ
ru: Библиотека IconLoader для QtXDG

source: Interface to Qt applications communicating over D-Bus
de: Interface zu Qt-Applikationen, die über den D-Bus kommunizieren
ja: D-Bus を介して Qt アプリケーションと通信するためのインターフェイス
ru: Интерфейс для связи с приложениями Qt по D-Bus

source: Interface to Qt applications communicating over D-Bus.
de: Interface zu Qt-Applikationen, die über den D-Bus kommunizieren.
ja: D-Bus を介して Qt アプリケーションと通信するためのインターフェイスです。
ru: Интерфейс для связи с приложениями Qt по D-Bus.

source: Libraries for qtxdg
de: Bibliotheken für qtxdg
ja: qtxdg 向けライブラリ
ru: Библиотеки для qtxdg

source: Lightweight IDE
ru: Легковесная IDE

source: Non-ABI stabile experimental API
de: Non-ABI stabile experimentelle API
ja: 非 ABI 安定実験版 API
ru: Экспериментальные файлы API (нестабильный ABI)

source: Non-ABI stable experimental API
de: Nicht-ABI stabile und experimentelle API
ja: 非 ABI 安定実験版 API
ru: Экспериментальный API (нестабильный ABI)

source: Qt 4 GUI related libraries
de: Qt 4 GUI bezogene Bibliotheken
ja: Qt 4 GUI 関連ライブラリ
ru: Библиотеки Qt 4, относящиеся к GUI

source: Qt 4 MySQL support
de: Unterstützung von Qt 4 MySQL
ru: Поддержка MySQL в Qt 4

source: Qt 4 PostgreSQL plugin
ja: Qt 4 PostgreSQL プラグイン
ru: Плагин PostgreSQL для Qt 4

source: Qt 4 SQL related libraries
de: Qt 4 SQL bezogene Bibliotheken
ja: Qt 4 SQL 関連ライブラリ
ru: Библиотеки Qt 4, относящиеся к SQL

source: Qt 4 libraries which are used for connection with an SQL server. You will need also a plugin package for a supported SQL server.
de: Qt 4 Bibliotheken, die für die Verbindung mit einem SQL-Server verwendet werden. Sie werden auch ein Plugin für einen unterstützten SQL-Server brauchen.
ja: SQL サーバと接続するために使用される Qt 4 ライブラリです。 対応する SQL サーバ向けに、それぞれのプラグインパッケージが必要です。
ru: Библиотеки Qt 4, которые используются для связи с сервером SQL. Также Вам понадобится пакет плагинов для поддерживаемых серверов SQL.

source: Qt 4 libraries which are used for drawing widgets and OpenGL items.
de: Qt 4 Bibliotheken, die dazu verwendet werden Widgets und OpenGL Items zu zeichnen.
ja: ウイジェットや OpenGL 項目の描画を行なう際に利用する Qt 4 ライブラリです。
ru: Библиотеки Qt 4, которые используются для рисования виджетов и элементов OpenGL.

source: Qt 4 sqlite plugin
ja: Qt 4 sqlite プラグイン
ru: Модуль SQLite для Qt 4

source: Qt 4 sqlite plugin to be able to use database functionality with Qt applications without the need to setup a SQL server.
de: Qt 4 SQLite Plugin um in der Lage zu sein Datenbank-Funktionalitäten mit Qt-Applikationen zu verwenden ohne einen SQL-Server aufsetzen zu müssen.
ja: Qt 4 sqlite プラグインは、 SQL サーバの設定を行なう必要がない Qt アプリケーション向けのデータベース機能プラグインです。
ru: Модуль SQLite для Qt4, позволяющий использовать функциональность баз данных в приложениях Qt без необходимости настройки сервера SQL.

source: Qt 4 unixODBC plugin
ja: Qt 4 unixODBC プラグイン
ru: Плагин unixODBC для Qt 4

source: Qt 5 3D Addon
ja: Qt 5 3D アドオン
ru: Дополнение Qt 5 3D

source: Qt 5 3D Library - QML imports
de: Qt 5 3D Bibliothek - QML-Importe
ja: Qt5 3D ライブラリ - QML インポート
ru: Библиотека Qt 5 3D — импортируемые модули QML

source: Qt 5 Bluez Addon
ja: Qt 5 Bluez アドオン
ru: Дополнение Qt 5 Bluez

source: Qt 5 Clucene Library
de: Qt 5 Clucene Bibliothek
ru: Библиотека Qt 5 Clucene

source: Qt 5 Concurrent Library
de: Qt 5 Concurrent Bibliothek
ja: Qt 5 Concurrent ライブラリ
ru: Библиотека Qt 5 Concurrent

source: Qt 5 Concurrent Library - development files
de: Qt 5 Concurrent Bibliothek - Entwicklungsdateien
ru: Библиотека Qt 5 Concurrent — Файлы для разработки

source: Qt 5 Core 3D Library - development files
de: Qt 5 Core 3D Bibliothek - Entwicklungsdateien
ru: Библиотека Qt 5 Core 3D — Файлы для разработки

source: Qt 5 Core Development Binaries
de: Qt 5 Core Development Binärdateien
ja: Qt 5 コア開発用バイナリ
ru: Двоичные файлы для разработки Qt 5 Core

source: Qt 5 Core Development Binaries. It contains Qt5's moc, qmake, rcc, uic and syncqt.pl binaries.
de: Qt 5 Core Development Binärdateien. Es enthält Qt5's moc, qmake, rcc, uic und syncqt.pl Binärdateien.
ja: Qt 5 コア開発用バイナリです。 Qt5 のモックや qmake, rcc, uic, syncqt.pl の各バイナリが含まれています。
ru: Двоичные файлы для разработки Qt 5 Core. Пакет содержит двоичные файлы Qt5 moc, qmake, rcc, uic и syncqt.pl.

source: Qt 5 Core Library
de: Qt 5 Core Bibliothek
ja: Qt 5 コアライブラリ
ru: Библиотека Qt 5 Core

source: Qt 5 Core Library - Non-ABI stable development files
de: Qt 5 Core Bibliothek - Nicht-ABI stabile Entwicklungsdateien
ru: Библиотека Qt 5 Core — Файлы для разработки для нестабильного ABI

source: Qt 5 Core Library - Non-ABI stable development files.
de: Qt 5 Core Bibliothek - Nicht-ABI stabile Entwicklungsdateien.
ru: Библиотека Qt 5 Core — Файлы для разработки для нестабильного ABI.

source: Qt 5 Core Library - development files
de: Qt 5 Core Bibliothek - Entwicklungsdateien
ru: Библиотека Qt 5 Core — Файлы для разработки

source: Qt 5 Core Library - development files.
de: Qt 5 Core Bibliothek - Entwicklungsdateien.
ru: Библиотека Qt 5 Core — Файлы для разработки.

source: Qt 5 DBus Library
de: Qt 5 DBus Bibliothek
ru: Библиотека Qt 5 DBus

source: Qt 5 DBus Library - Non-ABI stable development files
de: Qt 5 DBus Bibliothek - Nicht-ABI stabile Entwicklungsdateien
ru: Библиотека Qt 5 DBus — Файлы для разработки для нестабильного ABI

source: Qt 5 DBus Library - Non-ABI stable development files.
de: Qt 5 DBus Bibliothek - Nicht-ABI stabile Entwicklungsdateien.
ru: Библиотека Qt 5 DBus — Файлы для разработки для нестабильного ABI.

source: Qt 5 DBus Library - development files
de: Qt 5 DBus Bibliothek - Entwicklungsdateien
ru: Библиотека Qt 5 DBus — Файлы для разработки

source: Qt 5 Declarative Library
de: Qt 5 Declarative Bibliothek
ja: Qt 5 Declarative ライブラリ
ru: Библиотека Qt 5 Declarative

source: Qt 5 Declarative Tools
ja: Qt 5 装飾ツール
ru: Инструменты Qt 5 Declarative

source: Qt 5 Designer Components Library
de: Qt 5 Designer Components Bibliothek
ja: Qt 5 Designer Components ライブラリ
ru: Библиотека Qt 5 Designer Components

source: Qt 5 Designer Library
de: Qt 5 Designer Bibliothek
ja: Qt 5 Designer ライブラリ
ru: Библиотека Qt 5 Designer

source: Qt 5 Doc
ru: Библиотека Qt 5 Doc

source: Qt 5 GUI related libraries
de: Qt 5 GUI bezogene Bibliotheken
ja: Qt 5 GUI 関連ライブラリ
ru: Библиотеки Qt 5, относящиеся к GUI

source: Qt 5 GUI related libraries - development files
de: Qt 5 GUI bezogene Bibliotheken - Entwicklungsdateien
ru: Библиотеки Qt 5, относящиеся к GUI — Файлы для разработки

source: Qt 5 Graphical Effects
de: Qt 5 Graphische Effekte
ja: Qt 5 グラフィカル効果
ru: Графические эффекты Qt 5

source: Qt 5 Gui Library - Non-ABI stable development files
de: Qt 5 Gui Bibliothek - Nicht-ABI stabile Entwicklungsdateien
ru: Библиотека Qt 5 Gui — Файлы для разработки для нестабильного ABI

source: Qt 5 Gui Library - Non-ABI stable development files.
de: Qt 5 Gui Bibliothek - Nicht-ABI stabile Entwicklungsdateien.
ru: Библиотека Qt 5 Gui — Файлы для разработки для нестабильного ABI.

source: Qt 5 Help Library
de: Qt 5 Hilfe Bibliothek
ja: Qt 5 ヘルプライブラリ
ru: Библиотека Qt 5 Help

source: Qt 5 Image Format Plugins
ja: Qt 5 画像フォーマットプラグイン
ru: Плагины форматов изображений Qt 5

source: Qt 5 Input 3D Library - development files
de: Qt 5 Input 3DBibliothek - Entwicklungsdateien
ru: Библиотека Qt 5 Input 3D — Файлы для разработки

source: Qt 5 Linguist Tools
ja: Qt 5 Linguist ツール
ru: Утилиты Qt 5 Linguist

source: Qt 5 Linguist Tools - development files
de: Qt 5 Linguist Tools - Entwicklungsdateien
ru: Утилиты Qt 5 Linguist — Файлы для разработки

source: Qt 5 Location Addon
de: Qt 5 Ortungs AddOn
ru: Дополнение Qt 5 Location

source: Qt 5 Logic 3D Library - development files
de: Qt 5 Logic 3D Bibliothek - Entwicklungsdateien
ru: Библиотека Qt 5 Logic 3D — Файлы для разработки

source: Qt 5 Multimedia Library
de: Qt 5 Multimedia Bibliotheken
ja: Qt 5 マルチメディアライブラリ
ru: Библиотека Qt 5 Multimedia

source: Qt 5 MySQL support
de: Qt 5 MySQL Unterstützung
ja: Qt 5 MySQL サポート
ru: Поддержка MySQL в Qt 5

source: Qt 5 Network Library
de: Qt 5 Netzwerk Bibliothek
ja: Qt 5 ネットワークライブラリ
ru: Библиотека Qt 5 Network

source: Qt 5 Network Library - Non-ABI stable development files
de: Qt 5 Network Bibliothek - Nicht-ABI stabile Entwicklungsdateien
ru: Библиотека Qt 5 Network — Файлы для разработки для нестабильного ABI

source: Qt 5 Network Library - Non-ABI stable development files.
de: Qt 5 Network Bibliothek - Nicht-ABI stabile Entwicklungsdateien.
ru: Библиотека Qt 5 Network — Файлы для разработки для нестабильного ABI.

source: Qt 5 Network Library - development files
de: Qt 5 Netzwerk Bibliothek - Entwicklungsdateien
ru: Библиотека Qt 5 Network — Файлы для разработки

source: Qt 5 Nfc Addon
ja: Qt 5 Nfc アドオン
ru: Дополнение Qt 5 Nfc

source: Qt 5 OpenGL Library
de: Qt 5 OpenGL Bibliothek
ja: Qt 5 OpenGL ライブラリ
ru: Библиотека Qt 5 OpenGL

source: Qt 5 OpenGL Library - Non-ABI stable development files
de: Qt 5 OpenGL Bibliothek - Nicht-ABI stabile Entwicklungsdateien
ru: Библиотека Qt 5 OpenGL — Файлы для разработки для нестабильного ABI

source: Qt 5 OpenGL Library - Non-ABI stable development files.
de: Qt 5 OpenGL Bibliothek - Nicht-ABI stabile Entwicklungsdateien.
ru: Библиотека Qt 5 OpenGL — Файлы для разработки для нестабильного ABI.

source: Qt 5 OpenGL Library - development files
de: Qt 5 OpenGL Bibliothek - Entwicklungsdateien
ru: Библиотека Qt 5 OpenGL — Файлы для разработки

source: Qt 5 PlatformHeaders
de: Qt 5 PlatformHeader
ru: Модуль Qt 5 PlatformHeaders

source: Qt 5 PlatformHeaders.
de: Qt 5 PlatformHeader.
ja: Qt 5 PlatformHeaders です。
ru: Модуль Qt 5 PlatformHeaders.

source: Qt 5 PlatformSupport Library - Non-ABI stable development files
de: Qt 5 PlatformSupport Bibliothek - Nicht-ABI stabile Entwicklungsdateien
ru: Библиотека Qt 5 PlatformSupport — Файлы для разработки для нестабильного ABI

source: Qt 5 PlatformSupport Library - Non-ABI stable development files.
de: Qt 5 PlatformSupport Bibliothek - Nicht-ABI stabile Entwicklungsdateien.
ru: Библиотека Qt 5 PlatformSupport — Файлы для разработки для нестабильного ABI.

source: Qt 5 Positioning Addon
de: Qt 5 Positionierungs Add-on
ru: Дополнение Qt 5 Positioning

source: Qt 5 PostgreSQL plugin
ja: Qt 5 PostgreSQL プラグイン
ru: Плагин PostgreSQL для Qt 5

source: Qt 5 Print Support Library
de: Qt 5 Print Support Bibliothek
ja: Qt 5 印刷サポートライブラリ
ru: Библиотека Qt 5 Print Support

source: Qt 5 Print Support Library - Non-ABI stable development files
de: Qt 5 Print Support Bibliothek - Nicht-ABI stabile Entwicklungsdateien
ru: Библиотека Qt 5 Print Support — Файлы для разработки для нестабильного ABI

source: Qt 5 Print Support Library - Non-ABI stable development files.
de: Qt 5 Print Support Bibliothek - Nicht-ABI stabile Entwicklungsdateien.
ru: Библиотека Qt 5 Print Support — Файлы для разработки для нестабильного ABI.

source: Qt 5 Print Support Library - development files
de: Qt 5 Print Support Bibliothek - Entwicklungsdateien
ru: Библиотека Qt 5 Print Support — Файлы для разработки

source: Qt 5 QtScript Library
de: Qt 5 QtScript Bibliothek
ru: Библиотека Qt 5 QtScript

source: Qt 5 QtTools Module
de: Qt 5 QtTools Modul
ja: Qt 5 QtTools モジュール
ru: Модуль Qt 5 QtTools

source: Qt 5 QtWebKit Examples and Demos
de: Qt 5 QtWebKit Beispiele und Demos
ja: Qt 5 QtWebKit サンプルとデモ
ru: Примеры и демо Qt 5 QtWebKit

source: Qt 5 Quick 3D Library - development files
de: Qt 5 Quick 3D Bibliothek - Entwicklungsdateien
ru: Библиотека Qt 5 Quick 3D — Файлы для разработки

source: Qt 5 Quick Controls Addon
ja: Qt 5 クイックコントロールアドオン
ru: Дополнение Qt 5 Quick Controls

source: Qt 5 QuickControl2 Library
de: Qt 5 QuickControl2 Bibliothek
ja: Qt 5 QuickControl2 ライブラリ
ru: Библиотека Qt 5 QuickControl2

source: Qt 5 QuickInput 3D Library - development files
de: Qt 5 QuickInput 3D Bibliothek - Entwicklungsdateien
ru: Библиотека Qt 5 QuickInput 3D — Файлы для разработки

source: Qt 5 QuickRenderer 3D Library - development files
de: Qt 5 QuickRenderer 3D Bibliothek - Entwicklungsdateien
ru: Библиотека Qt 5 QuickRenderer 3D — Файлы для разработки

source: Qt 5 Renderer 3D Library - development files
de: Qt 5 Renderer 3D Bibliothek - Entwicklungsdateien
ru: Библиотека Qt 5 Renderer 3D — Файлы для разработки

source: Qt 5 SQL Library - Non-ABI stable development files
de: Qt 5 SQL Bibliothek - Nicht-ABI stabile Entwicklungsdateien
ru: Библиотека Qt 5 SQL — Файлы для разработки для нестабильного ABI

source: Qt 5 SQL Library - Non-ABI stable development files.
de: Qt 5 SQL Bibliothek - Nicht-ABI stabile Entwicklungsdateien.
ru: Библиотека Qt 5 SQL — Файлы для разработки для нестабильного ABI.

source: Qt 5 SQL related libraries
de: Qt 5 SQL bezogene Bikbliotheken
ja: Qt 5 SQL 関連ライブラリ
ru: Библиотеки Qt 5 SQL

source: Qt 5 SQL related libraries - development files
de: Qt 5 SQL bezogene Bibliotheken - Entwicklungsdateiendevelopment files
ru: Библиотеки Qt 5, относящиеся к SQL — Файлы для разработки

source: Qt 5 SVG Library
de: Qt 5 SVG Bibliothek
ja: Qt 5 SVG ライブラリ
ru: Библиотека Qt 5 SVG

source: Qt 5 Serial Port Addon
ja: Qt 5 シリアルポートアドオン
ru: Дополнение Qt 5 Serial Port

source: Qt 5 Serial Port Addon - QML imports
de: Qt 5 Serial Port Add-on - QML-Importe
ru: Дополнение Qt 5 Serial Port — импортируемые модули QML

source: Qt 5 Style Plugins
ja: Qt 5 Style プラグイン
ru: Модуль Style для Qt 5

source: Qt 5 Style Plugins Development Files
de: Qt 5 Style Plugins Entwicklungsdateien
ja: Qt 5 Style プラグイン開発用ファイル
ru: Файлы для разработки модулей Qt 5 Style

source: Qt 5 Test Library
de: Qt 5 Test Bibliothek
ja: Qt 5 テストライブラリ
ru: Библиотека Qt 5 Test

source: Qt 5 Test Library - Non-ABI stable development files
de: Qt 5 Test Bibliothek - Nicht-ABI stabile Entwicklungsdateien
ru: Библиотека Qt 5 Test — Файлы для разработки для нестабильного ABI

source: Qt 5 Test Library - Non-ABI stable development files.
de: Qt 5 Test Bibliothek - Nicht-ABI stabile Entwicklungsdateien.
ru: Библиотека Qt 5 Test — Файлы для разработки для нестабильного ABI.

source: Qt 5 Test Library - development files
de: Qt 5 Test Bibliothek - Entwicklungsdateien
ru: Библиотека Qt 5 Test — Файлы для разработки

source: Qt 5 Wayland Addon
ja: Qt 5 Wayland アドオン
ru: Дополнение Qt 5 Wayland

source: Qt 5 Wayland Addon Non-ABI stable experimental API files
de: Qt 5 Wayland Add-on Nicht-ABI stabile experimentelle API-Dateien
ja: Qt 5 Wayland アドオン非 ABI 安定版実験的 API ファイル
ru: Дополнение Qt 5 Wayland — файлы экспериментального API (нестабильный ABI)

source: Qt 5 WebChannel Addon
ja: Qt 5 WebChannel アドオン
ru: Дополнение Qt 5 WebChannel

source: Qt 5 WebEngine Library
de: Qt 5 WebEngine Bibliothek
ja: Qt 5 WebEngine ライブラリ
ru: Библиотека Qt 5 WebEngine

source: Qt 5 WebKit Library
de: Qt 5 WebKit Bibliothek
ru: Библиотека Qt 5 WebKit

source: Qt 5 WebSockets Library
de: Qt 5 WebSockets Bibliothek
ja: Qt 5 WebSockets ライブラリ
ru: Библиотека Qt 5 WebSockets

source: Qt 5 WebSockets Library - QML imports
de: Qt 5 WebSockets Bibliothek - QML-Importe
ru: Библиотека Qt 5 WebSockets - импортируемые модули QML

source: Qt 5 Widgets Library
de: Qt 5 Widgets Bibliothek
ja: Qt 5 ウイジェットライブラリ
ru: Библиотека Qt 5 Widgets

source: Qt 5 Widgets Library - Non-ABI stable development files
de: Qt 5 Widgets Bibliothek - Nicht-ABI stabile Entwicklungsdateien
ru: Библиотека Qt 5 Widgets — Файлы для разработки для нестабильного ABI

source: Qt 5 Widgets Library - Non-ABI stable development files.
de: Qt 5 Widgets Bibliothek - Nicht-ABI stabile Entwicklungsdateien.
ru: Библиотека Qt 5 Widgets — Файлы для разработки для нестабильного ABI.

source: Qt 5 Widgets Library - development files
de: Qt 5 Widgets Bibliothek - Entwicklungsdateien
ru: Библиотека Qt 5 Widgets — Файлы для разработки

source: Qt 5 X11 Extras Addon
ja: Qt 5 X11 Extras アドオン
ru: Дополнение Qt 5 X11 Extras

source: Qt 5 Xml Library
de: Qt 5 XML Bibliothek
ja: Qt 5 Xml ライブラリ
ru: Библиотека Qt 5 Xml

source: Qt 5 Xml Library - development files
de: Qt 5 XML Bibliothek - Entwicklungsdateien
ru: Библиотека Qt 5 Xml — Файлы для разработки

source: Qt 5 XmlPatterns Library
de: Qt 5 XmlPatterns Bibliothek
ja: Qt 5 XMLPatterns ライブラリ
ru: Библиотека Qt 5 XmlPatterns

source: Qt 5 gtk2 plugin
ja: Qt 5 gtk2 プラグイン
ru: Модуль gtk2 для Qt 5

source: Qt 5 gtk3 plugin
ja: Qt 5 gtk3 プラグイン
ru: Модуль gtk3 для Qt 5

source: Qt 5 libraries which are depending on X11 - development files.
de: Qt 5 Bibliotheken, die auf X11 - Entwicklungsdateien verweisen.
ru: Библиотеки Qt 5, которые зависят от X11 — Файлы для разработки.

source: Qt 5 libraries which are depending on X11.
de: Qt 5 Bibliotheken, die auf X11 verweisen.
ru: Библиотеки Qt 5, которые зависят от X11.

source: Qt 5 libraries which are used for connection with an SQL server. You will need also a plugin package for a supported SQL server - development files.
de: Qt 5 Bibliotheken, die für die Verbindung mit einem SQL-Server verwendet werden. Sie werden auch ein Plugin-Paket für einen unterstützten SQL-Server brauchen - Entwicklungsdateien.
ru: Библиотеки Qt 5, которые используются для связи с сервером SQL. Также Вам понадобится пакет плагинов для поддерживаемых серверов SQL — Файлы разработки.

source: Qt 5 libraries which are used for connection with an SQL server. You will need also a plugin package for a supported SQL server.
de: Qt 5 Bibliotheken, die für die Verbindung mit einem SQL-Server verwendet werden. Sie werden auch ein Plugin-Paket für einen unterstützten SQL-Server brauchen.
ja: SQL サーバと接続するために使用される Qt 5 ライブラリです。 対応する SQL サーバ向けに、それぞれのプラグインパッケージが必要です。
ru: Библиотеки Qt 5, которые используются для связи с сервером SQL. Также Вам понадобится пакет плагинов для поддерживаемых серверов SQL.

source: Qt 5 plugin for better integration with gtk-based desktop enviroments.
de: Qt 5 Plugin zur besseren Integration mit gtk-basierten Desktop-Umgebungen.
ja: gtk ベースのデスクトップ環境とよりよく統合するための Qt 5 プラグインです。
ru: Модуль Qt 5 для улучшения интеграции с рабочими столами на базе gtk.

source: Qt 5 plugin for better integration with gtk3-based desktop enviroments.
de: Qt 5 Plugin für eine bessere Integration mit gtk3-basierten Desktop-Umgebungen.
ja: gtk3 ベースのデスクトップ環境とよりよく統合するための Qt 5 プラグインです。
ru: Модуль Qt 5 для улучшения интеграции с рабочими столами на базе gtk3.

source: Qt 5 sqlite plugin
ja: Qt 5 sqlite プラグイン
ru: Модуль SQLite для Qt 5
