Repository: BENBELLA23/packages-i18n
Catalog: */po/libqt.*.po
Languages: de, ja, ru

source: This package provides private headers of libqt5-qtsensors that are normally not used by application development and that do not have any ABI or API guarantees. The packages that build against these have to require the exact Qt version.
de: Dieses Paket bietet private Header aus dem libqt5-qtsensors, die normalerweise nicht von der Anwendungsentwicklung verwendet werden und keine Garantien auf ABI oder API haben. Die Pakete, die dagegen bauen, müssen die genaue Qt-Version benötigen.
ja: このパッケージには libqt5-qtsensors のプライベートヘッダが含まれています。これらは通常のアプリケーション開発では必要となることはありませんし、 ABI/API の保証もありません。このパッケージは、特定の Qt バージョンを必要とするアプリケーションを構築するためのものです。
ru: Этот пакет предоставляет частные (private) заголовочные файлы libqt5-qtsensors, которые обычно не используются при разработке приложений и не дают никаких гарантий стабильности ABI или API. Пакеты, собираемые с ними, должны требовать конкретную версию Qt.

source: This package provides private headers of libqt5-qtserialport that are normally not used by application development and that do not have any ABI or API guarantees. The packages that build against these have to require the exact Qt version.
de: Dieses Paket bietet private Header aus dem libqt5-qtserialport, die normalerweise nicht von der Anwendungsentwicklung verwendet werden und keine Garantien auf ABI oder API haben. Die Pakete, die dagegen bauen, müssen die genaue Qt-Version benötigen.
ja: このパッケージには libqt5-qtserialport のプライベートヘッダが含まれています。これらは通常のアプリケーション開発では必要となることはありませんし、 ABI/API の保証もありません。このパッケージは、特定の Qt バージョンを必要とするアプリケーションを構築するためのものです。
ru: Этот пакет предоставляет частные (private) заголовочные файлы libqt5-qtserialport, которые обычно не используются при разработке приложений и не дают никаких гарантий стабильности ABI или API. Пакеты, собираемые с ними, должны требовать конкретную версию Qt.

source: This package provides private headers of libqt5-qtsvg that are normally not used by application development and that do not have any ABI or API guarantees. The packages that build against these have to require the exact Qt version.
de: Dieses Paket bietet private Header aus dem libqt5-qtsvg, die normalerweise nicht von der Anwendungsentwicklung verwendet werden und keine Garantien auf ABI oder API haben. Die Pakete, die dagegen bauen, müssen die genaue Qt-Version benötigen.
ja: このパッケージには libqt5-qtsvg のプライベートヘッダが含まれています。これらは通常のアプリケーション開発では必要となることはありませんし、 ABI/API の保証もありません。このパッケージは、特定の Qt バージョンを必要とするアプリケーションを構築するためのものです。
ru: Этот пакет предоставляет частные (private) заголовочные файлы libqt5-qtsvg, которые обычно не используются при разработке приложений и не дают никаких гарантий стабильности ABI или API. Пакеты, собираемые с ними, должны требовать конкретную версию Qt.

source: This package provides private headers of libqt5-qttools that are normally not used by application development and that do not have any ABI or API guarantees. The packages that build against these have to require the exact Qt version.
de: Dieses Paket bietet private Header aus dem libqt5-qttools, die normalerweise nicht von der Anwendungsentwicklung verwendet werden und keine Garantien auf ABI oder API haben. Die Pakete, die dagegen bauen, müssen die genaue Qt-Version benötigen.
ja: このパッケージには libqt5-qttools のプライベートヘッダが含まれています。これらは通常のアプリケーション開発では必要となることはありませんし、 ABI/API の保証もありません。このパッケージは、特定の Qt バージョンを必要とするアプリケーションを構築するためのものです。
ru: Этот пакет предоставляет частные (private) заголовочные файлы libqt5-qttools, которые обычно не используются при разработке приложений и не дают никаких гарантий стабильности ABI или API. Пакеты, собираемые с ними, должны требовать конкретную версию Qt.

source: This package provides private headers of libqt5-qtwayland that are normally not used by application development and that do not have any ABI or API guarantees. The packages that build against these have to require the exact Qt version.
de: Dieses Paket bietet private Header aus dem libqt5-qtwayland, die normalerweise nicht von der Anwendungsentwicklung verwendet werden und keine Garantien auf ABI oder API haben. Die Pakete, die dagegen bauen, müssen die genaue Qt-Version benötigen.
ja: このパッケージには libqt5-qtwayland のプライベートヘッダが含まれています。これらは通常のアプリケーション開発では必要となることはありませんし、 ABI/API の保証もありません。このパッケージは、特定の Qt バージョンを必要とするアプリケーションを構築するためのものです。
ru: Этот пакет предоставляет частные (private) заголовочные файлы libqt5-qtwayland, которые обычно не используются при разработке приложений и не дают никаких гарантий стабильности ABI или API. Пакеты, собираемые с ними, должны требовать конкретную версию Qt.

source: This package provides private headers of libqt5-qtwebchannel that are normally not used by application development and that do not have any ABI or API guarantees. The packages that build against these have to require the exact Qt version.
de: Dieses Paket bietet private Header aus dem libqt5-qtwebchannel, die normalerweise nicht von der Anwendungsentwicklung verwendet werden und keine Garantien auf ABI oder API haben. Die Pakete, die dagegen bauen, müssen die genaue Qt-Version benötigen.
ja: このパッケージには libqt5-qtwebchannel のプライベートヘッダが含まれています。これらは通常のアプリケーション開発では必要となることはありませんし、 ABI/API の保証もありません。このパッケージは、特定の Qt バージョンを必要とするアプリケーションを構築するためのものです。
ru: Этот пакет предоставляет частные (private) заголовочные файлы libqt5-qtwebchannel, которые обычно не используются при разработке приложений и не дают никаких гарантий стабильности ABI или API. Пакеты, собираемые с ними, должны требовать конкретную версию Qt.

source: This package provides private headers of libqt5-qtwebkit that are normally not used by application development and that do not have any ABI or API guarantees. The packages that build against these have to require the exact Qt version.
de: Dieses Paket bietet private Header aus dem libqt5-qtwebkit, die normalerweise nicht von der Anwendungsentwicklung verwendet werden und keine Garantien auf ABI oder API haben. Das Paket, das dagegen baut, muss die genaue Qt-Version benötigen.
ja: このパッケージには libqt5-qtwebkit のプライベートヘッダが含まれています。これらは通常のアプリケーション開発では必要となることはありませんし、 ABI/API の保証もありません。このパッケージは、特定の Qt バージョンを必要とするアプリケーションを構築するためのものです。
ru: Этот пакет предоставляет частные (private) заголовочные файлы libqt5-qtwebkit, которые обычно не используются при разработке приложений и не дают никаких гарантий стабильности ABI или API. Пакеты, собираемые с ними, должны требовать конкретную версию Qt.

source: This package provides private headers of libqt5-qtwebsockets that are normally not used by application development and that do not have any ABI or API guarantees. The packages that build against these have to require the exact Qt version.
de: Dieses Paket bietet private Header aus dem libqt5-qtwebsockets, die normalerweise nicht von der Anwendungsentwicklung verwendet werden und keine Garantien auf ABI oder API haben. Die Pakete, die dagegen bauen, müssen die genaue Qt-Version benötigen.
ja: このパッケージには libqt5-qtwebsockets のプライベートヘッダが含まれています。これらは通常のアプリケーション開発では必要となることはありませんし、 ABI/API の保証もありません。このパッケージは、特定の Qt バージョンを必要とするアプリケーションを構築するためのものです。
ru: Этот пакет предоставляет частные (private) заголовочные файлы libqt5-qtwebsockets, которые обычно не используются при разработке приложений и не дают никаких гарантий стабильности ABI или API. Пакеты, собираемые с ними, должны требовать конкретную версию Qt.

source: This package provides private headers of libqt5-qtxmlpatterns that are normally not used by application development and that do not have any ABI or API guarantees. The packages that build against these have to require the exact Qt version.
de: Dieses Paket bietet private Header aus dem libqt5-qtxmlpatterns, die normalerweise nicht von der Anwendungsentwicklung verwendet werden und keine Garantien auf ABI oder API haben. Die Pakete, die dagegen bauen, müssen die genaue Qt-Version benötigen.
ja: このパッケージには libqt5-qtxmlpatterns のプライベートヘッダが含まれています。これらは通常のアプリケーション開発では必要となることはありませんし、 ABI/API の保証もありません。このパッケージは、特定の Qt バージョンを必要とするアプリケーションを構築するためのものです。
ru: Этот пакет предоставляет частные (private) заголовочные файлы libqt5-qtxmlpatterns, которые обычно не используются при разработке приложений и не дают никаких гарантий стабильности ABI или API. Пакеты, собираемые с ними, должны требовать конкретную версию Qt.

source: Tools for libqt5-qt3d module.
de: Tools für das Modul libqt5-qt3d.
ja: libqt5-qtsvg モジュール向けのツールです。
ru: Инструменты для модуля libqt5-qt3d.

source: You need this package if you want to compile programs with qtquickcontrols2.
de: Sie werden dieses Paket brauchen, wenn Sie Programme mit qtquickcontrols2 kompilieren wollen.
ja: qtquickcontrol2 を利用するプログラムをコンパイルしたい場合に必要となるパッケージです。
ru: Этот пакет необходим, если вы хотите компилировать программы с qtquickcontrols2.

source: You need this package, if you want to compile programs with Qt. It contains the "Qt Crossplatform Development Kit". It does contain include files and development applications like GUI designers, translator tools and code generators.
de: Sie benötigen dieses Paket, wenn Sie Programme mit Qt kompilieren wollen. Es enthält das "Qt Crossplatform Development Kit 2". Es enthält Include-Dateienund Anwendungen zur Entwicklung, wie GUI-Designer, Übersetzungstools und Code-Generatoren.
ja: Qt を利用してプログラムをコンパイルしたい場合に必要となるパッケージです。 このパッケージには、 "Qt クロスプラットフォーム開発キット" が含まれています。ヘッダファイルや GUI 設計などの開発用アプリケーション、翻訳ツールやコード生成器などが含まれています。
ru: Этот пакет необходим, если вы хотите компилировать программы с Qt. Он содержит «Набор для кроссплатформенной разработки на Qt». В состав входят заголовочные файлы и приложения для разработки, такие как дизайнер GUI, инструменты для перевода и генераторы кода.

source: You need this package, if you want to compile programs with QtSvg.
de: Sie brauchen dieses Paket, wenn Sie Programme mit QtSvg kompilieren wollen.
ru: Этот пакет необходим, если вы хотите компилировать программы с QtSvg.

source: You need this package, if you want to compile programs with QtWebSockets.
de: Sie brauchen dieses Paket, wenn Sie Programme mit QtWebSockets kompilieren wollen.
ru: Этот пакет необходим, если вы хотите компилировать программы с QtWebSockets.

source: You need this package, if you want to compile programs with QtXmlPatterns.
de: Sie brauchen dieses Paket, wenn Sie Programme mit QtXmlPatterns kompilieren wollen.
ru: Этот пакет необходим, если вы хотите компилировать программы с QtXmlPatterns.

source: You need this package, if you want to compile programs with qt3d.
de: Dieses Paket wird benötigt, wenn man Programme mit qt3d kompilieren will.
ru: Этот пакет необходим, если вы хотите компилировать программы с qt3d.

source: You need this package, if you want to compile programs with qtdeclarative.
de: Sie brauchen dieses Paket, wenn Sie Programme mit qtdeclarative kompilieren wollen.
ja: qtdeclarative を利用するプログラムをコンパイルしたい場合に必要となるパッケージです。
ru: Этот пакет необходим, если вы хотите компилировать программы с qtdeclarative.

source: You need this package, if you want to compile programs with qtmultimedia.
de: Sie brauchen dieses Paket, wenn Sie Programme mit qtmultimedia kompilieren wollen.
ru: Этот пакет необходим, если вы хотите компилировать программы с qtmultimedia.

source: You need this package, if you want to compile programs with qtscript.
de: Sie brauchen dieses Paket, wenn Sie Programme mit qtscript kompilieren wollen.
ru: Этот пакет необходим, если вы хотите компилировать программы с qtscript.

source: You need this package, if you want to compile programs with qtsensors.
de: Sie brauchen dieses Paket, wenn Sie Programme mit qtsensors kompilieren wollen.
ja: qtsensors を利用するプログラムをコンパイルしたい場合に必要となるパッケージです。
ru: Этот пакет необходим, если вы хотите компилировать программы с qtsensors.

source: You need this package, if you want to compile programs with qtserialport.
de: Sie brauchen dieses Paket, wenn Sie Programme mit qtserialport kompilieren wollen.
ru: Этот пакет необходим, если вы хотите компилировать программы с qtserialport.

source: You need this package, if you want to compile programs with qtstyleplugins.
de: Sie brauchen dieses Paket, wenn Sie Programme mit qtstyleplugins kompilieren wollen.
ja: qtstyleplugins を利用するプログラムをコンパイルしたい場合に必要となるパッケージです。
ru: Этот пакет необходим, если вы хотите компилировать программы с qtstyleplugins.

source: You need this package, if you want to compile programs with qttools.
de: Sie brauchen dieses Paket, wenn Sie Programme mit qttolls kompilieren wollen.
ru: Этот пакет необходим, если вы хотите компилировать программы с qttools.

source: You need this package, if you want to compile programs with qtwebchannel.
de: Sie brauchen dieses Paket, wenn Sie Pakete mit qtwebchannel kompilieren wollen.
ru: Этот пакет необходим, если вы хотите компилировать программы с qtwebchannel.

source: You need this package, if you want to compile programs with qtwebkit.
de: Sie brauchen dieses Paket, wenn Sie Programme mit qtwebkit kompilieren wollen.
ru: Этот пакет необходим, если вы хотите компилировать программы с qtwebkit.

source: You need this package, if you want to compile programs with qtx11extras.
de: Sie brauchen dieses Paket, wenn Sie Programme mit qtx11extras kompilieren wollen.
ru: Этот пакет необходим, если вы хотите компилировать программы с qtx11extras.

source: Development files for the Qt 5 3D Animation library
ja: Qt 5 3D アニメーションライブラリ向け開発用ファイル

source: Development files for the Qt 5 3D Animation library.
ja: Qt 5 3D アニメーションライブラリ向け開発用ファイルです。

source: Development files for the Qt 5 Core 3D library
ja: Qt 5 コア 3D ライブラリ向け開発用ファイル

source: Development files for the Qt 5 Core 3D library.
ja: Qt 5 コア 3D ライブラリ向け開発用ファイルです。

source: Qt is a set of libraries for developing applications. Qt 3D provides functionality for near-realtime simulation systems with support for 2D and 3D rendering in both Qt C++ and Qt Quick applications.
ja: Qt はアプリケーションを開発するためのライブラリ群です。 Qt 3D では、 Qt C++ および Qt Quick アプリケーションの両方に対して、 2D および 3D の描画を準リアルタイムに行なう疑似システムの機能が提供されています。

source: Development files for the Qt 5 3D Extras libary
ja: Qt 5 3D Extras ライブラリ向け開発用ファイル

source: Development files for the Qt 5 3D Extras library.
ja: Qt 5 3D Extras ライブラリ向け開発用ファイルです。

source: Development files for the Qt 5 Input 3D library
ja: Qt 5 Input 3D ライブラリ向け開発用ファイル

source: Development files for the Qt 5 Input 3D library.
ja: Qt 5 Input 3D ライブラリ向け開発用ファイルです。

source: Development files for the Qt 5 Logic 3D library
ja: Qt 5 Logic 3D ライブラリ向け開発用ファイル

source: Development files for the Qt 5 Logic 3D library.
ja: Qt 5 Logic 3D ライブラリ向け開発用ファイルです。

source: Development files for the Qt 5 Quick 3D library
ja: Qt 5 Quick 3D ライブラリ向け開発用ファイル

source: Development files for the Qt 5 Quick 3D library.
ja: Qt 5 Quick 3D ライブラリ向け開発用ファイルです。

source: Development files for the Qt 5 3D Quick Animation library
ja: Qt 5 3D Quick Animation ライブラリ向け開発用ファイル

source: Development files for the Qt 5 3D Quick Animation library.
ja: Qt 5 3D Quick Animation ライブラリ向け開発用ファイルです。

source: Development files for the Qt 5 3D QuickExtras library
ja: Qt 5 3D QuickExtras ライブラリ向け開発用ファイル

source: Development files for the Qt 5 QuickInput 3D library
ja: Qt 5 Quick Input 3D ライブラリ向け開発用ファイル

source: Development files for the Qt 5 Quick Input 3D library.
ja: Qt 5 Quick Input 3D ライブラリ向け開発用ファイルです。

source: Development files for the Qt 5 QuickRenderer 3D library
ja: Qt 5 QuickRenderer 3D ライブラリ向け開発用ファイル

source: Development files for the Qt 5 QuickRenderer 3D library.
ja: Qt 5 QuickRenderer 3D ライブラリ向け開発用ファイルです。

source: Development files for the Qt 5 3D Quick Scene 2D library
ja: Qt 5 3D Quick Scene 2D ライブラリ向け開発用ファイル

source: Development files for the Qt 5 3D Quick Scene 2D library.
ja: Qt 5 3D Quick Scene 2D ライブラリ向け開発用ファイルです。

source: Development files for the Qt 5 Renderer 3D library
ja: Qt 5 Renderer 3D ライブラリ向け開発用ファイル

source: Development files for the Qt 5 Renderer 3D library.
ja: Qt 5 Renderer 3D ライブラリ向け開発用ファイルです。

source: Qt5 Data Visualization module
ja: Qt5 データ可視化モジュール

source: Qt Data Visualization module provides a way to visualize data in 3D. This package contains a shared library for the QtDataVisualization.
ja: Qt データ可視化モジュールは、データを 3D で可視化する機能を提供します。 このパッケージには、 QtDataVisualization 向けの共有ライブラリが含まれています。

source: Development files for the Qt5 Data Visualization module
ja: Qt5 データ可視化モジュール向け開発用ファイル

source: This package provides header files and shared libraries for development with Qt Data Visualization.
ja: このパッケージには、 Qt データ可視化モジュールを利用して開発するのに必要な、ヘッダファイルとライブラリが含まれています。

source: Qt Multimedia is a module that provides a set of QML types and C++ classes to handle multimedia content. It also provides APIs to access the camera and radio functionality. The included Qt Audio Engine provides types for 3D positional audio playback and content management.
ja: Qt Multimedia は、マルチメディアコンテンツを扱うための QML タイプのセットと C++ クラスを提供するモジュールです。カメラやラジオの機能にアクセスするための API も提供しています。同梱されている Qt オーディオエンジンでは、 3D 立体音響の再生やコンテンツ管理などのタイプも提供しています。

source: Qt 5 Serial Bus Addon
ja: Qt 5 シリアルバスアドオン

source: The Qt Serial Bus API provides classes and functions to access the various industrial serial buses and protocols, such as CAN, ModBus, and others. This package contains base tools, like string, xml, and network handling.
ja: Qt Serial Bus API には、 CAN や ModBus などのシリアルバスおよびプロトコルにアクセスするための、クラスと関数が含まれています。 このパッケージには基本ツールである string や xml 、およびネットワーク処理機能が含まれています。

source: Qt Serial Port provides the basic functionality, which includes configuring, I/O operations, getting and setting the control signals of the RS-232 pinouts. This module does not support terminal features (echo, CR/LF control, text mode, timeouts/delays, or poinout signal change notification).
ja: Qt シリアルポートは、シリアルポートの設定や I/O 操作、 RS-232 ピンアウトの信号制御の取得および設定などを行なう機能を提供します。このモジュールには端末機能 (エコー、 CR/LF 制御、テキストモード、タイムアウト／遅延、ピンアウトの信号変化通知) はありません。

source: The Qt SVG module provides functionality for displaying SVG images as a widget, and to create SVG files using drawing commands.
ja: Qt SVG モジュールは、ウイジェットとして SVG 画像を表示したり、描画コマンドを利用して SVG ファイルを作成するための機能を提供します。

source: Qt WebChannel enables peer-to-peer communication between a server (QML/C++ application) and a client (HTML/JavaScript or QML application). The module provides a JavaScript library for seamless integration of C++ and QML applications with HTML/JavaScript and QML clients. The clients must use the JavaScript library to access the serialized QObjects published by the host applications.
ja: Qt WebChannel は、サーバ (QML/C++ アプリケーション) とクライアント (HTML/JavaScript または QML アプリケーション) との間で、一対一の通信を行なう機能を提供します。 このモジュールには、 C++/QML アプリケーションと HTML/JavaScript および QML クライアントとの間を、シームレスに統合する JavaScript ライブラリが含まれています。クライアント側でも、この JavaScript ライブラリを使用して、ホストアプリケーションが提供するシリアライズされた QObject にアクセスしなければなりません。

source: QML imports for the Qt5 WebSockets library
ja: Qt 5 WebSockets ライブラリ向け QML インポート

source: The module provides a JavaScript library for seamless integration of C++ and QML applications with HTML/JavaScript and QML clients.
ja: このモジュールは、 C++ および QML のアプリケーションと、 HTML/JavaScript および QML クライアントとの間をシームレスに統合する JavaScript ライブラリを提供します。

source: You need this package if you want to compile programs with qtwebkit.
ja: qtwebkit を利用するプログラムをコンパイルしたい場合は、このパッケージが必要です。

source: QML imports for the Qt5 WebKit library
ja: Qt 5 WebKit ライブラリ向け QML インポート

source: Qt 5 WebKit Widget library
ja: Qt 5 WebKit ウイジェットライブラリ

source: The Qt WebKit module provides the WebView API, which allows QML applications to render regions of dynamic web content. A WebView component may share the screen with other QML components or encompass the full screen as specified within the QML application.
ja: Qt WebKit モジュールでは、 QML アプリケーションから動的な Web コンテンツを描画するための WebView API を提供しています。 WebView コンポーネントは、他の QML コンポーネントと画面を共有したり、 QML アプリケーション内で規定して画面全体を覆うようにすることもできます。

source: The Qt WebSockets module provides C++ and QML interfaces that enable Qt applications to act as a server that can process WebSocket requests, or a client that can consume data received from the server, or both.
ja: Qt WebSocket モジュールは、 Qt アプリケーションを WebSocket リクエストのサーバまたはクライアントにすることができる、 C++ および QML のインターフェイスを提供します。

source: QML imports for the Qt 5 WebSockets library
ja: Qt 5 WebSockets ライブラリ向け QML インポート

source: Qt X11 Extras enables the Qt programmer to write applications for the Linux/X11 platform. (Applications developed with Qt can also be deployed across several other desktop and embedded operating systems without having to rewrite the source code.)
ja: Qt X11 Extras は Qt プログラマに対して、 Linux/X11 プラットフォーム向けのアプリケーションの作成機能を提供します。 (Qt を利用して開発されたアプリケーションであれば、ソースコードを変更することなく、様々なデスクトップや組み込みオペレーティングシステムに配置して、動作させることができます。)

source: The Qt XML Patterns module provides support for XPath, XQuery, XSLT, and XML Schema validation.
ja: Qt XML パターンモジュールは、 XPath, XQuery, XSLT, XML スキーマ検証などの機能を提供します。

source: Development files for the Qt5 3D library
ja: Qt5 3D ライブラリ向け開発用ファイル

source: You need this package if you want to compile programs with qt3d.
ja: qt3d を利用するプログラムをコンパイルしたい場合に必要となるパッケージです。

source: Examples for the libqt5-qt3d module.
ja: libqt5-qt3d モジュールの例です。

source: Qt 5 Canvas3D Addon
ja: Qt 5 Canvas3D アドオン

source: Qt Canvas 3D module provides a way to make OpenGL-like 3D drawing calls from Qt Quick JavaScript. Qt Canvas3D is a fully supported Qt module starting from Qt 5.5. Just like WebGL, Canvas3D offers a low level OpenGL-like API that enables you to execute 3D drawing commands from JavaScript. It allows easy porting of WebGL content from HTML to Qt Quick or even sharing the same WebGL code between Qt Quick and HTML applications.
ja: Qt Canvas 3D モジュールは、 Qt Quick JavaScript から OpenGL のような 3D 描画呼び出しの機能を提供します。 Qt Canvas 3D は Qt 5.5 から完全サポートされるようになった Qt モジュールです。 Canvas3D は WebGL のような低レベルの OpenGL 系 API を提供するもので、 JavaScript から 3D の描画コマンドを実行することができるようになります。また、 WebGL のコンテンツを HTML から Qt Quick に移植することができるほか、 Qt Quick と HTML アプリケーションとの間で、同じ WebGL のコードを共有することもできます。

source: Qt5 Canvas 3D examples
ja: Qt5 Canvas 3D サンプル

source: Examples for libqt5-qtcanvas3d module.
ja: libqt5-qtcanvas3d モジュールの例です。

source: Qt5 Data Visualization 3D
ja: Qt5 データ可視化 3D

source: Qt5 Data Visualization module provides a way to visualize data in 3D. * Multiple data visualization options: 3D Bars, 3D Scatter, and 3D Surface * 2D slice views of the 3D data * Interactive data: rotate, zoom, and highlight data using mouse or touch * Uses OpenGL for rendering the data * QML2 support * Customizable axes for data - Control viewable data window with axis ranges - Customize value axis grid lines and labels with axis formatters - Polar horizontal axes support for surface and scatter graphs * Customizable input handling * Customizable themes * Custom items and labels can be added to any graph * Ready-made data proxies to visualize data from Qt item models and height maps * Perspective and orthographic projections * Volumetric custom items
ja: Qt5 データ可視化モジュールは、データを 3D で可視化する機能を提供します。 * 複数のデータ可視化オプション: 3D 棒グラフ, 3D 散布図, 3D 表面プロット * 3D データの 2D スライスビュー機能 * 動的なデータ表示: マウスやタッチパネルを利用した回転, 拡大／縮小, データのハイライト表示 * データの表示にあたっての OpenGL の使用 * QML2 への対応 * データ軸のカスタマイズにも対応 - 範囲を指定したビュー - グリッド線を利用した軸のカスタマイズ、および軸フォーマッタを利用したラベル設定 - 表面プロットおよび散布図での水平方向の極座標設定 * 入力処理のカスタマイズ * テーマのカスタマイズ * 任意のグラフに対して独自の項目やラベルの追加 * Qt item モデルおよび height マップからのデータ可視化のためのデータプロキシ * 透視投影および正射投影 * 容積項目の独自設定

source: Examples for the Qt5 Data Visualization module
ja: Qt5 データ可視化モジュールの例

source: This package provides examples for Qt 5 Data Visualization module.
ja: このパッケージには、 Qt5 データ可視化モジュール向けの例が含まれています。

source: QML imports for the Qt5 Data Visualization module
ja: Qt5 データ可視化モジュール向け QML インポート

source: This package contains QML import files for Qt5 Data Visualization module.
ja: このパッケージには、 Qt5 データ可視化モジュール向けの QML インポートファイルが含まれています。

source: Development files for the Qt5 Multimedia library
ja: Qt5 Multimedia ライブラリ向け開発用ファイル

source: You need this package if you want to compile programs with qtmultimedia.
ja: qtmultimedia を利用するプログラムをコンパイルしたい場合に必要となるパッケージです。

source: Examples for the libqt5-qtmultimedia module.
ja: libqt5-qtmultimedia モジュールの例です。
