Repository: BENBELLA23/packages-i18n
Catalog: */po/libqt.*.po
Languages: de, ja, ru

source: Qt 5 sqlite plugin to be able to use database functionality with Qt applications without the need to setup a SQL server.
de: Das Qt 5 SQLite Plugin mit der Möglichkeit eine Datenbankfunktionalität mit Qt-Applikationen zu verwenden ohne einen SQL-Server einrichten zu müssen.
ru: Модуль SQLite для Qt 5, позволяющий использовать функциональность баз данных в приложениях Qt без необходимости настройки сервера SQL.

source: Qt 5 tool used by Qt Developers to generate documentation
de: Qt 5 tool wird von Qt-Entwicklern verwendet um Dokumentationen zu generieren
ja: Qt の開発者がドキュメンテーションを作成する際に使用する Qt 5 ツール
ru: Инструмент Qt 5, используемый разработчиками Qt для создания документации

source: Qt 5 tool used by Qt Developers to generate documentation for software projects.
de: Qt 5 tool wird von Qt-Entwicklern verwendet um Dokumentationen für Software-Projekte zu generieren.
ja: Qt の開発者が、ソフトウエアプロジェクトに対するドキュメンテーションを作成する際に使用する Qt 5 ツールです。
ru: Инструмент Qt 5, используемый разработчиками Qt для создания документации по проектам программного обеспечения.

source: Qt 5 translations
de: Qt 5 Übersetzungen
ja: Qt 5 翻訳
ru: Переводы Qt 5

source: Qt 5 unixODBC plugin
ja: Qt 5 unixODBC プラグイン
ru: Плагин unixODBC для Qt 5

source: Qt Bootstrap module
de: Qt Bootstrap Modul
ja: Qt ブートストラップモジュール
ru: Модуль Qt Bootstrap

source: Qt Bootstrap module.
de: Qt Bootstrap Modul.
ja: Qt ブートストラップモジュールです。
ru: Модуль Qt Bootstrap.

source: Qt Creator Plugin Development Files
de: Qt Creator Plugin Entwicklungsdateien
ja: Qt Creator プラグイン開発用ファイル
ru: Файлы для разработки модулей Qt Creator

source: Qt Creator is a new, lightweight, cross-platform integrated development environment (IDE) designed to make development with the Qt application framework even faster and easier.
de: Qt Creator ist eine neue, leichtgewichtig plattformübergreifende integrierte Entwicklungsumgebung (IDE), designed um die Entwicklung mit dem Qt Anwendungsframework sogar schneller und einfacher zu machen.
ru: Qt Creator — это новая легковесная интегрированная среда разработки (IDE), созданная для упрощения и ускорения разработки приложений Qt.

source: Qt Development Kit
de: Qt Entwicklungspaket
ja: Qt 開発キット
ru: Набор разработчика Qt

source: Qt OpenGLExtensions module
de: Modul Qt OpenGLExtensions
ja: Qt OpenGLExtensions モジュール
ru: Модуль Qt OpenGLExtensions

source: Qt OpenGLExtensions module.
de: Modul Qt OpenGLExtensions.
ja: Qt OpenGLExtensions モジュールです。
ru: Модуль Qt OpenGLExtensions.

source: Qt PlatformSupport module
de: Modul Qt PlatformSupport
ja: Qt PlatformSupport モジュール
ru: Модуль Qt PlatformSupport

source: Qt PlatformSupport module.
de: Modul Qt PlatformSupport.
ja: Qt PlatformSupport モジュールです。
ru: Модуль Qt PlatformSupport.

source: Qt SQL plugin to support PostgreSQL servers in Qt applications.
de: Qt SQL Plugin zur Unterstützung von PostgreSQL-Servern in Qt-Applikationen.
ja: Qt アプリケーション向けの PostgreSQL サーバに対応するプラグインです。
ru: Модуль Qt SQL поддержки сервера PostgreSQL в приложениях Qt.

source: Qt documentation
de: Qt Dokumentation
ja: Qt ドキュメンテーション
ru: Документация по Qt

source: Qt is a set of libraries for developing applications.
de: Qt ist ein Satz an Bibliotheken zur Entwicklung von Anwendungen.
ja: Qt はアプリケーションを開発するためのライブラリ集です。
ru: Qt — это набор библиотек для разработки приложений.

source: Qt is a set of libraries for developing applications. Qt 3D Logic module enables synchronizing frames with the Qt 3D backend.
de: Qt ist ein Satz an Bibliotheken zur Entwicklung von Anwendungen. Das Qt 3D Logic Modul ermöglicht die Synchronisation von Frames mit dem Qt 3D Backend.
ja: Qt はアプリケーションを開発するためのライブラリ群です。 Qt 3D Logic モジュールは、 Qt 3D バックエンドとフレームを同期することができます。
ru: Qt — это набор библиотек для разработки приложений. Модуль Qt 3D Logic позволяет синхронизировать кадры с бэкендом Qt 3D.

source: Qt is a set of libraries for developing applications. The Qt 3D Input module provides classes for handling user input in applications using Qt3D.
de: Qt ist ein Satz an Bibliotheken zur Entwicklung von Anwendungen. Das Qt 3D Input Modul bietet Klassen zum Handling von Benutzer-Input in Applikationen, die Qt3D verwenden.
ja: Qt はアプリケーションを開発するためのライブラリ群です。 Qt 3D Input モジュールは、 Qt3D を利用するアプリケーション内で、ユーザの入力を処理するためのクラスを提供します。
ru: Qt — это набор библиотек для разработки приложений. Модуль Qt 3D Input предоставляет классы для обработки пользовательского ввода в приложениях, использующих Qt3D.

source: Qt is a set of libraries for developing applications. The Qt 3D Render module contains functionality to support 2D and 3D rendering using Qt 3D.
de: Qt ist ein Satz an Bibliotheken zur Entwicklung von Anwendungen. Das Qt 3D Render Modul enthält die Funktionalität der Unterstützung von 2D- und 3D-Rendering unter Verwendung von Qt 3D.
ja: Qt はアプリケーションを開発するためのライブラリ群です。 Qt 3D Render モジュールには、 Qt 3D を利用して 2D および 3D の描画機能が含まれています。
ru: Qt — это набор библиотек для разработки приложений. Модуль Qt 3D Render содержит функции для поддержки 2D- и 3D-рендеринга с использованием Qt 3D.

source: Qt is a set of libraries for developing applications. This Qt 3D module contains functionality to support near-realtime simulation systems.
de: Qt ist ein Satz an Bibliotheken um Anwendungen zu entwickeln. Dieses Qt-3D-Modul beinhaltet Funktionalitäten zur Unterstützung von beinahe-in-Echtzeit-Simulationssystemen.
ja: Qt はアプリケーションを開発するためのライブラリ群です。 この Qt 3D モジュールには、ほぼリアルタイムに疑似するシステムに対応するための機能が含まれています。
ru: Qt — это набор библиотек для разработки приложений. Этот модуль Qt 3D содержит функции для поддержки систем симуляции околореального времени.

source: Qt is a set of libraries for developing applications. This package contains additional style plugins.
de: Qt ist ein Satz an Bibliotheken zur Entwicklung von Applikationen. Dieses Paket enthält zusätzliche Style Plugins.
ja: Qt はアプリケーションを開発するためのライブラリ群です。 このパッケージには、追加のスタイルプラグインが含まれています。
ru: Qt — это набор библиотек для разработки приложений. Этот пакет содержит дополнительные модули стилей.

source: Qt is a set of libraries for developing applications. This package contains aditional tools for inspecting, testing, viewing, etc, QML imports and files.
de: Qt ist ein Satz an Bibliotheken zur Entwicklung von Applikationen. Dieses Paket enthält zusätzliche Tools zur Überprüfung und Betrachtung, zum Testen, etc. von QML-Importen und Dateien.
ja: Qt はアプリケーションを開発するためのライブラリ群です。 このパッケージには、内部調査やテスト、表示などのための追加ツールと、 QML インポートやファイルなどが含まれています。
ru: Qt — это набор библиотек для разработки приложений. Этот пакет содержит дополнительные инструменты для инспекции, тестирования, просмотра и т.д. для файлов и импортируемых модулей QML.

source: Qt is a set of libraries for developing applications. This package contains base tools, like string, xml, and network handling.
de: Qt ist ein Satz an Bibliotheken zur Entwicklung von Anwendungen. Dieses Paket enthält Basis-Tools, wie string, xml, und Netzwerk-Handling.
ja: Qt はアプリケーションを開発するためのライブラリ群です。 このパッケージには基本ツールである string や xml 、およびネットワーク処理機能が含まれています。
ru: Qt — это набор библиотек для разработки приложений. Этот пакет содержит базовые инструменты, такие как работа со строками, XML, сетями.

source: Qt is a set of libraries for developing applications. This package contains qtimageformats. You need this package, if you want to compile programs with qtimageformats.
de: Qt ist ein Satz an Bibliotheken zur Entwicklung von Applikationen. Dieses Paket enthält qtimageformats. Sie brauchen dieses Paket, wenn Sie Programme mit qtimageformats kompilieren wollen.
ja: Qt はアプリケーションを開発するためのライブラリ群です。 このパッケージには qtimageformats が含まれています。
ru: Qt — это набор библиотек для разработки приложений. Этот пакет содержит qtimageformats. Этот пакет необходим, если вы хотите компилировать программы с qtimageformats.

source: Qt is a set of libraries for developing applications. This package provides Qt 3D QML types for rendering.
de: Qt ist ein Satz an Bibliotheken zur Entwicklung von Anwendungen. Dieses Paket bietet Qt 3D QML Typen zum Rendering.
ja: Qt はアプリケーションを開発するためのライブラリ群です。 このパッケージには、描画のための Qt 3D QML タイプが含まれています。
ru: Qt — это набор библиотек для разработки приложений. Этот пакет предоставляет типы Qt 3D QML для рендеринга.

source: Qt is a set of libraries for developing applications. This package provides core Qt 3D QML types.
de: Qt ist ein Satz an Bibliotheken zur Entwicklung von Anwendungen. Dieses Paket bietet Core-Qt-3D-QML-Typen.
ja: Qt はアプリケーションを開発するためのライブラリ群です。 このパッケージには、 Qt 3D QML タイプが含まれています。
ru: Qt — это набор библиотек для разработки приложений. Этот пакет предоставляет основные типы Qt 3D QML.

source: Qt is a set of libraries for developing applications. This package contains translations for Qt5 toolkit and it's applications.
de: Qt ist ein Satz an Bibliotheken zur Anwendungsentwicklung. Dieses Paket enthält Übersetzungen für Qt5 toolkit und seine Anwendungen.
ja: Qt はアプリケーションを開発するためのライブラリ群です。このパッケージには、 Qt5 ツールキットとそのアプリケーション向けの翻訳が含まれています。
ru: Qt — это набор библиотек для разработки приложений. Этот пакет содержит переводы для набора инструментов Qt5 и его приложений.

source: Qt provides excellent support for translating applications into local languages. Qt Linguist is a program to deal with them. Yoy need this if you want to translate your (or other's) projects into your native language.
de: Qt bietet exzellente Unterstützung zur Übersetzung von Applikationen in lokale Sprachen. Qt Linguist ist ein Programm um sich damit auseinander zu setzen. Man braucht das, wenn man seine (oder andere) Projekte in seine eigene Sprache übersetzen will.
ja: Qt はアプリケーションをローカル言語に翻訳する際、素晴らしいサポートを提供しています。 Qt Linguist は翻訳作業を支援するプログラムです。対象のプロジェクトをネイティブ対応にする際に役立ちます。
ru: Qt предоставляет прекрасную поддержку по переводу приложений на другие языки. Qt Linguist — предназначенная для этого программа. Она необходима, если вы хотите перевести свои (или чужие) проекты на свой родной язык.

source: Qt unixODBC plugin to support databases via unixODBC within Qt applications.
de: Qt unixODBC Plugin zur Unterstützung von Datenbanken via unixODBC innerhalb von Qt-Applikationen.
ja: Qt アプリケーション向けの unixODBC 経由のデータベースに対応するプラグインです。
ru: Модуль Qt unixODBC поддержки баз данных через unixODBC в приложениях Qt.

source: Qt5 3D examples
de: Qt5 3D Beispiele
ja: Qt5 3D サンプル
ru: Примеры Qt5 3D

source: Qt5 3D tools
ja: Qt5 3D ツール
ru: Примеры Qt5 3D tools

source: Qt5 QuickTemplates2 Library
de: Qt5 QuickTemplates2 Bibkiothek
ja: Qt 5 QuickTemplates2 ライブラリ
ru: Библиотека Qt5 QuickTemplates2

source: Qt5 Serial Port examples
de: Qt5 Serial Port Beispiele
ja: Qt5 Serial Port サンプル
ru: Примеры Qt5 Serial Port

source: Qt5 WebKit Library
de: Qt5 WebKit Bibliothek
ja: Qt5 WebKit ライブラリ
ru: Библиотека Qt5 WebKit

source: Qt5 WebKit Library - QML imports
de: Qt5 WebKit Bibliothek - QML-Importe
ru: Библиотека Qt 5 WebKit - импортируемые модули QML

source: Qt5 base examples
de: Qt5 base Beispiele
ja: Qt5 基本サンプル
ru: Примеры Qt5 base

source: Qt5 location examples
de: Qt5 location Beispiele
ja: Qt5 ロケーションサンプル
ru: Примеры Qt5 location

source: Qt5 multimedia examples
de: Qt5 multimedia Beispiele
ja: Qt5 マルチメディアサンプル
ru: Примеры Qt5 multimedia

source: Qt5 quick/qml examples
de: Qt5 quick/qml Beispiele
ja: Qt5 quick/qml サンプル
ru: Примеры Qt5 quick/qml

source: Qt5 quickcontrols examples
de: Qt5 quickcontrols Beispiele
ja: Qt5 quickcontrols サンプル
ru: Примеры Qt5 quickcontrols

source: Qt5 quickcontrols2 examples
de: Qt5 quickcontrols2 Beispiele
ja: Qt5 quickcontrols2 サンプル
ru: Примеры Qt5 quickcontrols2

source: Qt5 script examples
de: Qt5 script Beispiele
ru: Примеры Qt5 script

source: Qt5 sensors examples
de: Qt5 sensors Beispiele
ja: Qt5 sensors サンプル
ru: Примеры Qt5 sensors

source: Qt5 svg examples
de: Qt5 svg Beispiele
ru: Примеры Qt5 svg

source: Qt5 tools examples
de: Qt5 tools Beispiele
ja: Qt5 ツールサンプル
ru: Примеры Qt5 tools

source: Qt5 wayland examples
de: Qt5 wayland Beispiele
ja: Qt5 Wayland サンプル
ru: Примеры Qt5 wayland

source: Qt5 websockets examples
de: Qt5 websockets Beispiele
ja: Qt5 Websocket サンプル
ru: Примеры Qt5 websockets

source: Qt5 xmlpatterns examples
de: Qt5 xmlpatterns Beispiele
ja: Qt5 xmlpatterns サンプル
ru: Примеры Qt5 xmlpatterns

source: QtXDG icon loader libraries used in LXQt
de: QtXDG Icon Loader Bibliotheken, die in LXQt verwendet werden
ja: LXQt 内で使用される QtXDG アイコンローダライブラリ
ru: Библиотеки загрузки значков QtXDG, используемые в LXQt

source: QtXDG libraries for development
de: QtXDG Bibliotheken zur Entwicklung
ja: 開発用 QtXDG ライブラリ
ru: Библиотеки QtXDG для разработки

source: The Qt 5 Clucene library.
de: Die Qt 5 Clucene Bibliothek.
ru: Библиотека Qt 5 Clucene.

source: The Qt 5 Concurrent library - development files.
de: Die Qt 5 Concurrent Bibliothek - Entwicklungsdateien.
ru: Библиотека Qt 5 Concurrent — Файлы для разработки.

source: The Qt 5 Concurrent library.
de: Die Qt 5 Concurrent Bibliothek.
ru: Библиотека Qt 5 Concurrent.

source: The Qt 5 Core 3D library - development files.
de: Die Qt 5 Core 3D Bibliothek - Entwicklungsdateien.
ru: Библиотека Qt 5 Core 3D — Файлы для разработки.

source: The Qt 5 Core library.
de: The Qt 5 Core Bibliothek.
ru: Библиотека Qt 5 Core.

source: The Qt 5 DBus library.
de: Die Qt 5 DBus Bibliothek.
ru: Библиотека Qt 5 DBus.

source: The Qt 5 Designer Components library.
de: Die Qt 5 Designer Components Bibliothek.
ja: Qt 5 デザイナコンポーネントライブラリです。
ru: Библиотека Qt 5 Designer Components.

source: The Qt 5 Designer library.
de: Die Qt 5 Designer Bibliothek.
ja: Qt 5 デザイナライブラリです。
ru: Библиотека Qt 5 Designer.

source: The Qt 5 Help library.
de: Die Qt5 Hilfe Bibliothek.
ja: Qt 5 ヘルプライブラリです。
ru: Библиотека Qt 5 Help.

source: The Qt 5 Input 3D library - development files.
de: Die Qt 5 Input 3D Bibliothek - Entwicklungsdateien.
ru: Библиотека Qt 5 Input 3D — Файлы для разработки.

source: The Qt 5 Linguist Tools - development files.
de: Die Qt 5 Linguist Tools - Entwicklungsdateien.
ja: Qt 5 Linguist ツール - 開発用ファイルです。
ru: Утилиты Qt 5 Linguist — Файлы для разработки.

source: The Qt 5 Linguist Tools.
de: Die Qt 5 Linguist Tools.
ja: Qt 5 Linguest ツール集です。
ru: Утилиты Qt 5 Linguist.

source: The Qt 5 Logic 3D library - development files.
de: Die Qt 5 Logic 3d Bibliothek - Entwicklungsdateien.
ru: Библиотека Qt 5 Logic 3D — Файлы для разработки.

source: The Qt 5 Network library - development files.
de: Die Qt 5 Netzwerk Bibliothek - Entwicklungsdateien.
ru: Библиотека Qt 5 Network — Файлы для разработки.

source: The Qt 5 Network library.
de: Die Qt 5 Netzwerk Bibliothek.
ru: Библиотека Qt 5 Network.

source: The Qt 5 OpenGL library - development files.
de: Die Qt 5 OpenGL Bibliothek - Entwicklungsdateien.
ru: Библиотека Qt 5 OpenGL — Файлы для разработки.

source: The Qt 5 OpenGL library.
de: Die Qt 5 OpenGL Bibliothek.
ru: Библиотека Qt 5 OpenGL.

source: The Qt 5 Print Support library - development files.
de: Die Qt 5 Print Support Bibliothek - Entwicklungsdateien.
ru: Библиотека Qt 5 Print Support — Файлы для разработки.

source: The Qt 5 Print Support library.
de: Die Qt 5 Print Support Bibliothek.
ru: Библиотека Qt 5 Print Support.

source: The Qt 5 Quick 3D library - development files.
de: Die Qt 5 Quick 3D Bibliothek - Entwicklungsdateien.
ru: Библиотека Qt 5 Quick 3D — Файлы для разработки.

source: The Qt 5 Quick Input 3D library - development files.
de: Die Qt 5 Quick Input 3D Bibliothek - Entwicklungsdateien.
ru: Библиотека Qt 5 Quick Input 3D — Файлы для разработки.

source: The Qt 5 QuickRenderer 3D library - development files.
de: Die Qt 5 QuickRenderer 3D Bibliothek - Entwicklungsdateien.
ru: Библиотека Qt 5 QuickRenderer 3D — Файлы для разработки.

source: The Qt 5 Renderer 3D library - development files.
de: Die Qt 5 Renderer 3D Bibliothek - Entwicklungsdateien.
ru: Библиотека Qt 5 Renderer 3D — Файлы для разработки.

source: The Qt 5 Xml library - development files.
de: Die Qt 5 XML Bibliothek - Entwicklungsdateien.
ru: Библиотека Qt 5 Xml — Файлы для разработки.

source: The Qt 5 Xml library.
de: Die Qt 5 XML Bibliothek.
ru: Библиотека Qt 5 Xml.

source: The Qt 5 library for testing - development files.
de: Die Qt 5 Bibliothek für Tests - Entwicklungsdateien.
ru: Библиотека Qt 5 для тестирования — Файлы для разработки.

source: The Qt 5 library for testing.
de: Die Qt 5 Bibliothek für Tests.
ru: Библиотека Qt 5 для тестирования.

source: The Qt 5 library to display widgets - development files.
de: Die Qt 5 Bibliothek zur Darstellung von Widgets - Entwicklungsdateien.
ru: Библиотека Qt 5 для отображения виджетов — Файлы для разработки.

source: The Qt 5 library to display widgets.
de: Die Qt 5 Bibliothek zur Darstellung von Widgets.
ru: Библиотека Qt 5 для отображения виджетов.

source: The Qt Quick Controls module provides a set of controls that can be used to build complete interfaces in Qt Quick.
de: Das Modul Qt Quick Controls bietet einen Satz an Prüfungen, die dazu verwendet werden können ganze Inferfaces in Qt Quick zu bauen.
ja: Qt Quick コントロールモジュールは、 Qt Quick 内で完全なインターフェイスを構築する際に使用するコントロール集を提供します。
ru: Модуль Qt Quick Controls предоставляет набор элементов управления, который можно использовать для создания всего интерфейса на Qt Quick.

source: The Qt Quick Controls2 module provides a set of controls that can be used to build complete interfaces in Qt Quick.
de: Das Modul Qt Quick Controls2 bietet einen Satz an Prüfungen, die dazu verwendet werden können ganze Inferfaces in Qt Quick zu bauen.
ja: Qt Quick Controls2 モジュールは、 Qt Quick 内で完全なインターフェイスを構築する際に使用するコントロール集を提供します。
ru: Модуль Qt Quick Controls2 предоставляет набор элементов управления, который можно использовать для создания всего интерфейса на Qt Quick.

source: The architecture independent data files for the documentation.
de: Die Architektur unabhängiger Datendateien für die Dokumentation.
ja: ドキュメンテーション向けのアーキテクチャ非依存データファイルです。
ru: Независимые от архитектуры файлы данных для документации.

source: This package contains all files from the Qt Creator source directory (aka QTC_SOURCE) necessary to compile plugins.
de: Dieses Paket enthält alle Dateien aus dem Qt Creator Quellenverzeichnis (aka QTC_SOURCE), die notwendig sind Plugins zu kompilieren.
ja: このパッケージには、プラグインをコンパイルするのに必要な、 Qt Creator ソースディレクトリ (QTC_SOURCE) が提供するすべてのファイルが含まれています。
ru: Этот пакет содержит все файлы из каталога исходных кодов Qt Creator (QTC_SOURCE), необходимые для компиляции плагинов.

source: This package provides private headers of libqt4-devel that are normally not used by application development and that do not have any ABI or API guarantees. The packages that build against these have to require the exact Qt version.
de: Dieses Paket bietet private Header aus libqt4-devel, die normalerweise nicht von der Anwendungsentwicklung verwendet werden und keine Garantien auf ABI oder API haben. Die Pakete, die dagegen gebaut werden, müssen die genaue Qt-Version benötigen.
ja: このパッケージには libqt4-devel のプライベートヘッダが含まれています。これらは通常のアプリケーション開発では必要となることはありませんし、 ABI/API の保証もありません。このパッケージは、特定の Qt バージョンを必要とするアプリケーションを構築するためのものです。
ru: Этот пакет предоставляет частные (private) заголовочные файлы libqt4-devel, которые обычно не используются при разработке приложений и не дают никаких гарантий стабильности ABI или API. Пакеты, собираемые с ними, должны требовать конкретную версию Qt.

source: This package provides private headers of libqt5-qt3d that are normally not used by application development and that do not have any ABI or API guarantees. The packages that build against these have to require the exact Qt version.
de: Dieses Paket bietet private Header aus dem libqt5-qt3d, die normalerweise nicht von der Anwendungsentwicklung verwendet werden und keine Garantien auf ABI oder API haben. Die Pakete, die dagegen bauen, müssen die genaue Qt-Version benötigen.
ja: このパッケージには libqt5-qt3d のプライベートヘッダが含まれています。これらは通常のアプリケーション開発では必要となることはありませんし、 ABI/API の保証もありません。このパッケージは、特定の Qt バージョンを必要とするアプリケーションを構築するためのものです。
ru: Этот пакет предоставляет частные (private) заголовочные файлы libqt5-qt3d, которые обычно не используются при разработке приложений и не дают никаких гарантий стабильности ABI или API. Пакеты, собираемые с ними, должны требовать конкретную версию Qt.

source: This package provides private headers of libqt5-qtbase-devel that are normally not used by application development and that do not have any ABI or API guarantees. The packages that build against these have to require the exact Qt version.
de: Dieses Paket bietet private Header aus dem libqt5-qtbase-devel, die normalerweise nicht von der Anwendungsentwicklung verwendet werden und keine Garantien auf ABI oder API haben. Die Pakete, die dagegen bauen, müssen die genaue Qt-Version benötigen.
ja: このパッケージには libqt5-qtbase-devel のプライベートヘッダが含まれています。これらは通常のアプリケーション開発では必要となることはありませんし、 ABI/API の保証もありません。このパッケージは、特定の Qt バージョンを必要とするアプリケーションを構築するためのものです。
ru: Этот пакет предоставляет частные (private) заголовочные файлы libqt5-qtbase-devel, которые обычно не используются при разработке приложений и не дают никаких гарантий стабильности ABI или API. Пакеты, собираемые с ними, должны требовать конкретную версию Qt.

source: This package provides private headers of libqt5-qtdeclarative that are normally not used by application development and that do not have any ABI or API guarantees. The packages that build against these have to require the exact Qt version.
de: Dieses Paket bietet private Header aus dem libqt5-qtdeclarative, die normalerweise nicht von der Anwendungsentwicklung verwendet werden und keine Garantien auf ABI oder API haben. Die Pakete, die dagegen bauen, müssen die genaue Qt-Version benötigen.
ja: このパッケージには libqt5-qtdeclarative のプライベートヘッダが含まれています。これらは通常のアプリケーション開発では必要となることはありませんし、 ABI/API の保証もありません。このパッケージは、特定の Qt バージョンを必要とするアプリケーションを構築するためのものです。
ru: Этот пакет предоставляет частные (private) заголовочные файлы libqt5-qtdeclarative, которые обычно не используются при разработке приложений и не дают никаких гарантий стабильности ABI или API. Пакеты, собираемые с ними, должны требовать конкретную версию Qt.

source: This package provides private headers of libqt5-qtmultimedia that are normally not used by application development and that do not have any ABI or API guarantees. The packages that build against these have to require the exact Qt version.
de: Dieses Paket bietet private Header aus dem libqt5-qtmultimedia, die normalerweise nicht von der Anwendungsentwicklung verwendet werden und keine Garantien auf ABI oder API haben. Die Pakete, die dagegen bauen, müssen die genaue Qt-Version benötigen.
ja: このパッケージには libqt5-qtmultimedia のプライベートヘッダが含まれています。これらは通常のアプリケーション開発では必要となることはありませんし、 ABI/API の保証もありません。このパッケージは、特定の Qt バージョンを必要とするアプリケーションを構築するためのものです。
ru: Этот пакет предоставляет частные (private) заголовочные файлы libqt5-qtmultimedia, которые обычно не используются при разработке приложений и не дают никаких гарантий стабильности ABI или API. Пакеты, собираемые с ними, должны требовать конкретную версию Qt.

source: This package provides private headers of libqt5-qtscript that are normally not used by application development and that do not have any ABI or API guarantees. The packages that build against these have to require the exact Qt version.
de: Dieses Paket bietet private Header aus dem libqt5-qtscript, die normalerweise nicht von der Anwendungsentwicklung verwendet werden und keine Garantien auf ABI oder API haben. Die Pakete, die dagegen bauen, müssen die genaue Qt-Version benötigen.
ja: このパッケージには libqt5-qtscript のプライベートヘッダが含まれています。これらは通常のアプリケーション開発では必要となることはありませんし、 ABI/API の保証もありません。このパッケージは、特定の Qt バージョンを必要とするアプリケーションを構築するためのものです。
ru: Этот пакет предоставляет частные (private) заголовочные файлы libqt5-qtscript, которые обычно не используются при разработке приложений и не дают никаких гарантий стабильности ABI или API. Пакеты, собираемые с ними, должны требовать конкретную версию Qt.
