Repository: BENBELLA23/packages-i18n
Catalog: */po/patterns.*.po
Languages: fr, hu, ja, lt, nl, pt, sk

source: Packages providing the Plasma desktop environment and applications from KDE.
ja: KDE が提供する Plasma デスクトップ環境とアプリケーションを含むパッケージです。
nl: Pakketten die de Plasma bureaubladomgeving en toepassingen uit KDE leveren.
sk: Balíky poskytujúce desktopové prostredie Plasma a aplikácie z KDE.

source: KDE Education
fr: Éducation KDE
ja: KDE 教育
lt: KDE mokslams
nl: KDE Onderwijs
sk: KDE Vzdelanie

source: KDE Applications - Tools to teach kids with computers
fr: Applications KDE - Outils pour éduquer les enfants avec un ordinateur
ja: KDE アプリケーション - コンピュータで子供に教育するためのツール
lt: KDE programos – įrankiai vaikų mokymui naudojant kompiuterį
nl: KDE-toepassingen - programma’s om kinderen te laten leren met behulp van computers
sk: KDE aplikácie - Nástroje na výučbu detí s počítačmi

source: KDE Desktop
fr: Bureau KDE
ja: KDE デスクトップ
sk: Pracovné prostredie KDE

source: KDE Games
fr: Jeux KDE
hu: KDE játékok
ja: KDE ゲーム
lt: KDE žaidimai
pt: Jogos KDE
sk: Hry pre KDE

source: KDE Applications - Games
fr: Applications KDE - Jeux
ja: KDE アプリケーション - ゲーム
lt: KDE programos – žaidimai
nl: KDE-toepassingen - Games
sk: KDE aplikácie - Hry

source: KDE Integrated Development Environment
fr: Environnement de développement intégré KDE
hu: KDE integrált fejlesztői környezet
ja: KDE 統合開発環境
lt: KDE integruota programavimo aplinka
nl: KDE geïntegreerde ontwikkelomgeving
pt: Ambiente Integrado de Desenvolvimento KDE
sk: KDE integrované vývojové prostredie

source: KDE software for development (editors, integrated development environments, and associated tools).
ja: 開発用の KDE ソフトウエア (エディタ、統合開発環境、関連ツールなど) です。
nl: KDE software voor ontwikkeling (editors, geïntegreerde ontwikkelomgevingen en bijbehorende hulpmiddelen).
sk: Softvér KDE pre vývoj (editory, integrované vývojové prostredia a pridružené nástroje).

source: KDE Graphics
fr: Graphiques KDE
hu: KDE-alapú grafikai alkalmazások
ja: KDE グラフィック
lt: KDE grafika
nl: KDE Grafisch
pt: Gráficos KDE
sk: KDE Grafika

source: KDE Applicatons - Handling of digital photos and graphics
fr: Applications KDE - Gestion des photos numériques et traitement graphique
ja: KDE アプリケーション - デジタルカメラの写真やグラフィックなどの処理
lt: KDE programos – skaitmeninių nuotraukų ir grafikos apdorojimas, tvarkymas
nl: KDE-toepassingen - verwerken van digitale foto’s en afbeeldingen
sk: KDE aplikácie - Manipulácia s digitálnymi fotografiami a grafikou

source: KDE Internet Applications
fr: Applications Internet sous KDE
hu: KDE internetes alkalmazások
ja: KDE インターネットアプリケーション
lt: KDE Interneto programos
nl: KDE Internetprogramma's
pt: Aplicações Internet KDE
sk: Internetové aplikácie pre KDE

source: KDE Multimedia
fr: Multimédia KDE
hu: KDE-alapú multimédia-alkalmazások
ja: KDE マルチメディア
lt: KDE įvairialypė terpė
pt: Multimédia KDE
sk: Multimédiá pre KDE

source: KDE Applications - Multimedia
fr: Applications KDE - Multimédia
ja: KDE アプリケーション - マルチメディア
lt: KDE programos – įvairialypė terpė
nl: KDE-toepassingen - multimedia
sk: KDE aplikácie - Multimédiá

source: KDE Office
fr: Bureautique KDE
hu: KDE irodai alkalmazások
ja: KDE オフィス
lt: KDE raštinė
nl: KDE Kantoor
pt: Escritório KDE
sk: Kancelárske aplikácie pre KDE

source: KDE PIM Suite
ja: KDE PIM スイート
sk: Súprava KDE PIM

source: The KDE PIM Suite (Kontact, KMail, KOrganizer, ...).
ja: KDE PIM スイート (Kontact, KMail, KOrganizer, ...) です。
nl: De KDE PIM Suite (Kontact, KMail, KOrganizer, ...).
sk: Súprava KDE PIM (Kontact, KMail, KOrganizer, ...).

source: Base packages for the KDE Plasma 5 desktop environment.
fr: Paquets de base pour le bureau KDE Plasma 5.
ja: KDE Plasma5 デスクトップ環境向け基本パッケージです。
lt: Pagrindiniai paketai KDE Plasma 5 darbalaukio aplinkai.
nl: Basispakketten voor de KDE Plasma 5-bureaubladomgeving.
sk: Základné balíky pre desktopové prostredie KDE Plasma 5.

source: KDE Applications - Telepathy
ja: KDE アプリケーション - Telepathy
nl: KDE-toepassingen - Telepathy
sk: KDE aplikácie - Telepatia

source: KDE Utilities
fr: Utilitaires KDE
hu: KDE segédprogramok
ja: KDE ユーティリティ
lt: KDE pagalbininkai
nl: KDE Hulpprogramma's
pt: Utilitários KDE
sk: KDE Nástroje

source: KDE Applications - Utilities
fr: Applications KDE - Utilitaires
ja: KDE アプリケーション - ユーティリティ
lt: KDE programos – pagalbininkai
nl: KDE-toepassingen - hulpmiddelen
sk: KDE aplikácie - Nástroje

source: KDE Application - Additional Utilities
fr: Applications KDE - Utilitaires additionnels
ja: KDE アプリケーション - 追加ユーティリティ
lt: KDE programos – papildomi pagalbininkai
nl: KDE-toepassingen - extra hulpmiddelen
sk: KDE aplikácie - Dodatočné nástroje

source: YaST KDE User Interfaces
fr: Interfaces utilisateur YaST pour KDE
hu: YaST KDE felhasználói felület
ja: YaST KDE ユーザインターフェイス
lt: YaST KDE naudotojo sąsajos
nl: YaST KDE-interfaces
pt: Interfaces de Utilizador YaST KDE
sk: Používateľské rozhranie YaST pre KDE

source: Graphical YaST user interfaces for the KDE desktop.
fr: Interfaces graphiques de YaST pour le bureau KDE.
hu: Grafikus YaST felhasználói felület KDE asztali környezethez.
ja: KDE デスクトップ向けの YaST グラフィカルユーザインターフェイスです。
lt: Grafinės YaST naudotojo sąsajos KDE darbalaukiui.
nl: Grafische YaST-interfaces voor de KDE-desktop.
pt: Interfaces de utilizador gráficas YaST para o ambiente de trabalho KDE.
sk: Grafické používateľské rozhranie YaST pre pracovné prostredie KDE.

source: Patterns for SLE Live Patching
ja: SLE ライブパッチ向けパターン
sk: Šablóny pre opravy za chodu SLE

source: Live Patching
ja: ライブパッチ処理
sk: Opravy za chodu

source: Provide tools and patches to fix kernel at runtime.
ja: カーネルを動作中に修正するためのツールと修正が含まれています。
sk: Poskytnite nástroje a opravy na opravu jadra za behu.

source: LXDE Desktop Environment
fr: Environnement de bureau LXDE
hu: LXDE asztali környezet
ja: LXDE デスクトップ環境
lt: LXDE darbalaukio aplinka
nl: LXDE bureaubladomgeving
sk: Desktopové prostredie KDE

source: LXDE is a lightweight X11 desktop environment similiar to XFCE in its nature.
fr: LXDE est un environnement de bureau X11 léger similaire à XFCE dans sa nature.
hu: Az LXDE egy egyszerűsített X11 munkakörnyezet különböző, amely hasonló az XFCE környezethez.
ja: LXDE は性質が XFCE に似た軽量型の X11 デスクトップ環境です。
lt: LXDE yra lengva X11 darbalaukio aplinka, savo kilme panaši į XFCE.
nl: LXDE is een lichtgewicht X11-bureaubladomgeving vergelijkbaar met het gedrag van XFCE .
sk: LXDE je systémovo nenáročné desktopové prostredie pre X11 vo svojej podstate podobné XFCE.

source: LXDE Laptop
fr: Ordinateur portable LXDE
hu: LXDE noteszgép
ja: LXDE ラップトップ
lt: LXDE nešiojamasis kompiuteris
sk: LXDE prenosný počítač

source: LXDE Tools designed specifically for use with laptop computers.
fr: Outils LXDE conçus spécifiquement pour être utilisé sur des ordinateurs portables.
hu: Kifejezetten noteszgépekhez készített LXDE-alkalmazások.
ja: 特にラップトップコンピュータで使用するための LXDE ツール集です。
lt: LXDE įrankiai sukurti naudojimui nešiojamuosiuose kompiuteriuose.
nl: LXDE-hulpprogramma's specifiek ontwikkeld voor gebruik met laptopcomputers.
pt: As ferramentas do LXDE foram especificamente desenhadas para uso em computadores pessoais.
sk: LXDE nástroje, ktoré sú špeciálne vytvorené pre použitie na prenosných počítačoch.

source: LXDE Desktop
fr: Bureau LXDE
ja: LXDE デスクトップ
nl: LXDE-bureaublad
sk: Plocha LXDE

source: LXDE Office
fr: Bureautique LXDE
hu: LXDE irodai alkalmazások
ja: LXDE オフィス
lt: LXDE raštinė
nl: LXDE Kantoor
sk: Kancelárske aplikácie LXDE

source: LXQt Desktop Environment
fr: Environnement de bureau LXQt
ja: LXQt デスクトップ環境
lt: LXQt darbalaukio aplinka
nl: LXQt-bureaubladomgeving
sk: Desktopové prostredie LXQt

source: LXQt is a lightweight desktop environment based on Qt.
fr: LXQt est un environnement de bureau léger basé sur Qt.
ja: LXQt は Qt をベースにした軽量デスクトップ環境です。
lt: LXQt yra lengva darbastalio aplinka, sukurta Qt pagrindu.
nl: LXQt is een lichte bureaubladomgeving gebaseerd op Qt.
sk: LXQt je systémovo nenáročné pracovné prostredie založené na Qt.

source: MATE Desktop Environment
fr: Environnement de bureau MATE
ja: MATE デスクトップ環境
lt: MATE darbalaukio aplinka
nl: MATE-bureaubladomgeving
sk: Desktopové prostredie MATE

source: The MATE desktop environment is a desktop environment using traditional metaphors.
fr: L'environnement de bureau MATE est un environnement de bureau utilisant les métaphores traditionnelles.
ja: MATE デスクトップ環境は、伝統的な構造を持つデスクトップ環境です。
lt: MATE yra darbalaukio aplinka, išlaikanti tradicijas.
nl: De MATE-bureaubladomgeving maakt gebruik van traditionele metaforen.
sk: Desktopové prostredie MATE je desktopové prostredie používajúce tradičné metafory.

source: MATE Administration Tools
fr: Outils d'administration de MATE
ja: MATE 管理ツール
lt: MATE administravimo įrankiai
nl: MATE-administratiehulpmiddelen
sk: Nástroje na správu MATE

source: Administration Tools e.g. for desktop lockdown.
fr: Outils d'administration, par exemple pour le verrouillage du bureau.
ja: デスクトップのロックダウンなどの管理ツールです。
lt: Administraciniai įrankiai, pvz. darbalaukio užrakinimas.
nl: Administratiehulpmiddelen, bv. voor bureaubladvergrendeling.
sk: Nástroje na správu, napr. pre uzamknutie pracovnej plochy.

source: MATE Desktop
fr: Bureau MATE
ja: MATE デスクトップ
nl: MATE-bureaublad
sk: Plocha MATE

source: MATE Base System
fr: Système de base MATE
ja: MATE 基本システム
lt: MATE pagrindinė sistema
nl: MATE-basissysteem
sk: Základný systém MATE

source: Base packages for the MATE desktop environment.
fr: Paquets de base pour l'environnement de bureau MATE.
ja: MATE デスクトップ環境向けの基本パッケージです。
lt: Pagrindiniai paketai MATE darbalaukio aplinkai.
nl: Basispakketten voor de MATE-bureaubladomgeving.
sk: Základné balíky pre desktopové prostredie MATE.

source: MATE Internet Applications.
fr: Applications Internet pour MATE.
ja: MATE のインターネットアプリケーションです。
lt: MATE interneto programos.
nl: Internettoepassingen voor MATE.
sk: Internetové aplikácie MATE.

source: MATE Laptop
fr: Ordinateur portable MATE
ja: MATE ラップトップ
lt: MATE nešiojamasis kompiuteris
sk: MATE prenosný počítač

source: MATE Tools designed specifically for use with laptop computers.
fr: Outils MATE spécialement conçus pour être utilisés sur des ordinateurs portables.
ja: 特にラップトップコンピュータで使用することを想定した、 MATE のツール集です。
lt: MATE įrankiai sukurti naudojimui nešiojamuosiuose kompiuteriuose.
nl: MATE-hulpmiddelen voor gebruik met laptops.
sk: MATE nástroje, ktoré sú špeciálne vytvorené pre použitie na prenosných počítačoch.

source: MATE Office
fr: Bureautique MATE
ja: MATE オフィス
lt: MATE raštinė
nl: MATE-kantoor
sk: Kancelárske aplikácie pre MATE

source: MATE Utilities
fr: Utilitaires MATE
ja: MATE ユーティリティ
lt: MATE įrankiai
nl: MATE-hulpmiddelen
sk: MATE Nástroje

source: Network Administration
fr: Administration réseau
hu: Hálózati adminisztráció
ja: ネットワーク管理
lt: Tinklo administravimas
nl: Netwerkbeheer
pt: Administração de Rede
sk: Nástroje pre sieťovú správu

source: Tools for administering and debugging networks.
fr: Outils d'administration et de débogage de réseaux.
hu: Segédeszközök hálózatüzemeltetőknek a hálózati hibakereséshez.
ja: ネットワークの管理やデバッグを行なうためのツール集です。
lt: Įrankiai tinklų administravimui ir derinimui.
nl: Hulpmiddelen voor het beheren en debuggen van netwerken..
pt: Ferramentas para administração e depuração de redes.
sk: Nástroje pre administráciu sietí a odhaľovanie chýb v sieti.

source: This pattern defines the OpenFabrics Enterprise Distribution (OFED) software base packages. The base pattern includes the packages you need to get your Infiniband adapter operational, that is IB kernel modules and basic user level libraries.
ja: このパターンは OpenFabrics Enterprise Distribution (OFED) ソフトウエアの基本パッケージをインストールします。この基本パターンには、 Infiniband アダプタを操作するために必要なパッケージのほか、 IB カーネルモジュールと基本的なユーザレベルライブラリが含まれています。
nl: Dit patroon definieerd de basispakketten van OpenFabrics Enterprise Distribution (OFED). Het basis patroon bevat de pakketten die uw nodig hebt voor uw operationele Infiniband adapter, dat is de module IB-kernel en de basis bibliotheken op het gebruikersniveau.
sk: Táto šablóna definuje základné softvérové balíky OpenFabrics Enterprise Distribution (OFED). Základná šablóna obsahuje balíky, ktoré potrebujete na uvedenie vášho adaptéra Infiniband do prevádzky, to sú moduly jadra IB a základné knižnice používateľskej úrovne.

source: The 32bit pattern complementing ofed.
ja: ofed パターンを補完する 32 ビットパターンです。
nl: Het 32bit patroon dat ofed complementeert.
sk: 32bitová šablóna dopĺňajúca ofed.

source: Office Software
fr: Logiciels de bureautique
hu: Irodai programok
ja: オフィスソフトウエア
lt: Raštinės programinė įranga
nl: Kantoorsoftware
pt: Software de Escritório
sk: Kancelársky softvér

source: Office software for your desktop environment including LibreOffice.
fr: Les logiciels de bureautique pour votre environnement de bureau, dont LibreOffice.
hu: Irodai programok a munkaállomásokra - beleértve a LibreOffice irodai programcsomagot is.
ja: LibreOffice を含むデスクトップ環境向けオフィスソフトウエアです。
lt: Raštinės programinė įranga Jūsų darbalaukio aplinkai, įskaitant ir LibreOffice.
nl: Kantoorsoftware voor uw bureaubladomgeving, inclusief LibreOffice.
pt: Software de Escritório para o seu ambiente de trabalho incluindo o LibreOffice.
sk: Kancelársky softvér pre vaše pracovné prostredie vrátane LibreOffice.

source: Amazon Web Services - All
ja: Amazon Web サービス - 全て
nl: Amazon webservices - alles
sk: Amazon Web Services - Všetko

source: This pattern installs all Amazon Web Services command line interface tools, instance initialization packages and tools to communicate with the cloud framework from within a running instance. It is not recommended to install this pattern, but instead install one of the use-case specific patterns (e.g. Amazon Web Services - Tools).
ja: このパターンは、 Amazon Web サービスのコマンドラインインターフェイスツールのほか、インスタンス初期化パッケージとツールが含まれ、動作中のインスタンス内にあるクラウドフレームワークと通信することができます。このパターンのインストールは推奨されません。用途に応じた特定のパターン (例: Amazon Web サービス - ツールなど) をインストールしてください。
sk: Táto šablóna nainštaluje všetky nástroje rozhrania príkazového riadka Amazon Web Services, inštančné inicializačné balíky a nástroje na komunikáciu s cloudovým rámcom z bežiacej inštancie. Neodporúča sa inštalovať túto šablónu, ale namiesto toho inštalovať jednu zo šablón špecifických pre prípad použitia (napr. Amazon Web Services - Nástroje).

source: Amazon Web Services - Instance Initialization
ja: Amazon Web サービス - インスタンス初期化
sk: Amazon Web Services - Inštančná inicializácia

source: This pattern installs the Amazon Web Services instance initialization packages which support the provisioning and running of instances in the cloud framework (e.g. cloud-init).
ja: このパターンは、クラウドフレームワーク内でインスタンスのプロビジョニングや実行を制御することができる、 Amazon Web サービス初期化パッケージ (例: cloud-init) をインストールします。
sk: Táto šablóna nainštaluje inštančné inicializačné balíky Amazon Web Services, ktoré podporujú poskytovanie a spúšťanie inštancií v cloudovom rámci (napr. cloud-init).

source: Amazon Web Services - Instance Tools
ja: Amazon Web サービス - インスタンスツール
sk: Amazon Web Services - Inštančné nástroje

source: This pattern install the Amazon Web Services instance specific tools which are used to collect instance metadata (e.g. python-ec2metadata).
ja: このパターンは、インスタンスのメタデータを収集する際に使用する、 Amazon Web サービスインスタンス固有のツール (例: python-ec2metadata) をインストールします。
sk: Táto šablóna nainštaluje nástroje špecifické pre inštancie Amazon Web Services, ktoré sa používajú na zhromažďovanie metadát inštancií (napr. python-ec2metadata).

source: Amazon Web Services - Tools
ja: Amazon Web サービス - ツール
sk: Amazon Web Services - Nástroje

source: This pattern installs the Amazon Web Services command line interface tools to communicate with the cloud framework (e.g. aws-cli).
ja: このパターンは、クラウドフレームワークと通信するための Amazon Web サービスコマンドラインインターフェイスツール (例: aws-cli) をインストールします。
sk: Táto šablóna nainštaluje nástroje rozhrania príkazového riadka Amazon Web Services na komunikáciu s cloudovým rámcom (napr. aws-cli).

source: Google Cloud Platform - All
ja: Google Cloud プラットフォーム - 全て
sk: Google Cloud Platform - Všetko

source: This pattern installs all Google Cloud Platform command line interface tools, instance initialization packages and tools to communicate with the cloud framework from within a running instance. It is not recommended to install this pattern, but instead install one of the use-case specific patterns (e.g. Google Cloud Platform - Tools).
ja: このパターンは、 Google Cloud プラットフォームのコマンドラインインターフェイスツールのほか、インスタンス初期化パッケージとツールが含まれ、動作中のインスタンス内にあるクラウドフレームワークと通信することができます。このパターンのインストールは推奨されません。用途に応じた特定のパターン (例: Google Cloud プラットフォーム - ツールなど) をインストールしてください。
sk: Táto šablóna nainštaluje všetky nástroje rozhrania príkazového riadka Google Cloud Platform, inštančné inicializačné balíky a nástroje na komunikáciu s cloudovým rámcom z bežiacej inštancie. Neodporúča sa inštalovať túto šablónu, ale namiesto toho inštalovať jednu zo šablón špecifických pre prípad použitia (napr. Google Cloud Platform - Nástroje).

source: Google Cloud Platform - Instance Initialization
ja: Google Cloud プラットフォーム - インスタンス初期化
sk: Google Cloud Platform - Inštančná inicializácia

source: This pattern installs the Google Cloud Platform instance initialization packages which support the provisioning and running of instances in the cloud framework (e.g. google-daemon).
ja: このパターンは、クラウドフレームワーク内でインスタンスのプロビジョニングや実行を制御することができる、 Google Cloud プラットフォーム初期化パッケージ (例: google-daemon) をインストールします。
sk: Táto šablóna nainštaluje inštančné inicializačné balíky Google Cloud Platform, ktoré podporujú poskytovanie a spúšťanie inštancií v cloudovom rámci (napr. google-daemon).

source: Google Cloud Platform - Instance Tools
ja: Google Cloud プラットフォーム - インスタンスツール
sk: Google Cloud Platform - Inštančné nástroje

source: This pattern install the Google Cloud Platform instance specific tools which are used to collect instance metadata (e.g. python-gcemetadata).
ja: このパターンは、インスタンスのメタデータを収集する際に使用する、 Google Cloud プラットフォームインスタンス固有のツール (例: python-gcemetadata) をインストールします。
sk: Táto šablóna nainštaluje nástroje špecifické pre inštancie Google Cloud Platform, ktoré sa používajú na zhromažďovanie metadát inštancií (napr. python-gcemetadata).

source: Google Cloud Platform - Tools
ja: Google Cloud プラットフォーム - ツール
sk: Google Cloud Platform - Nástroje

source: This pattern installs the Google Cloud Platform command line interface tools to communicate with the cloud framework (e.g. google-cloud-sdk).
ja: このパターンは、クラウドフレームワークと通信するための Google Cloud プラットフォームコマンドラインインターフェイスツール (例: google-cloud-sdk) をインストールします。
sk: Táto šablóna nainštaluje nástroje rozhrania príkazového riadka Google Cloud Platform na komunikáciu s cloudovým rámcom (napr. google-cloud-sdk).

source: Microsoft Azure - All
ja: Microsoft Azure - 全て
sk: Microsoft Azure - Všetko

source: This pattern installs all Microsoft Azure command line interface tools, instance initialization packages and tools to communicate with the cloud framework from within a running instance. It is not recommended to install this pattern, but instead install one of the use-case specific patterns (e.g. Microsoft Azure - Tools).
ja: このパターンは、Microsoft Azure のコマンドラインインターフェイスツールのほか、インスタンス初期化パッケージとツールが含まれ、動作中のインスタンス内にあるクラウドフレームワークと通信することができます。このパターンのインストールは推奨されません。用途に応じた特定のパターン (例: Microsoft Azure - ツールなど) をインストールしてください。
sk: Táto šablóna nainštaluje všetky nástroje rozhrania príkazového riadka Microsoft Azure, inštančné inicializačné balíky a nástroje na komunikáciu s cloudovým rámcom z bežiacej inštancie. Neodporúča sa inštalovať túto šablónu, ale namiesto toho inštalovať jednu zo šablón špecifických pre prípad použitia (napr. Microsoft Azure - Nástroje).

source: Microsoft Azure - Instance Initialization
ja: Microsoft Azure - インスタンス初期化
sk: Microsoft Azure - Inštančná inicializácia

source: This pattern installs the Microsoft Azure instance initialization packages which support the provisioning and running of instances in the cloud framework (e.g. python-azure-agent).
ja: このパターンは、クラウドフレームワーク内でインスタンスのプロビジョニングや実行を制御することができる、 Microsoft Azure 初期化パッケージ (例: python-azure-agent) をインストールします。
sk: Táto šablóna nainštaluje inštančné inicializačné balíky Microsoft Azure, ktoré podporujú poskytovanie a spúšťanie inštancií v cloudovom rámci (napr. python-azure-agent).

source: Microsoft Azure - Instance Tools
sk: Microsoft Azure - Inštančné nástroje

source: This pattern install the Microsoft Azure instance specific tools which are used to collect instance metadata (e.g. azuremetadata).
sk: Táto šablóna nainštaluje nástroje špecifické pre inštancie Microsoft Azure, ktoré sa používajú na zhromažďovanie metadát inštancií (napr. azuremetadata).

source: Microsoft Azure - Tools
sk: Microsoft Azure - Nástroje

source: This pattern installs the Microsoft Azure command line interface tools to communicate with the cloud framework (e.g. azure-cli).
sk: Táto šablóna nainštaluje nástroje rozhrania príkazového riadka Microsoft Azure na komunikáciu s cloudovým rámcom (napr. azure-cli).

source: OpenStack - All
sk: OpenStack - Všetko

source: This pattern installs all OpenStack command line interface tools, instance initialization packages and tools to communicate with the cloud framework from within a running instance. It is not recommended to install this pattern, but instead install one of the use-case specific patterns (e.g. OpenStack - Tools).
sk: Táto šablóna nainštaluje všetky nástroje rozhrania príkazového riadka OpenStack, inštančné inicializačné balíky a nástroje na komunikáciu s cloudovým rámcom z bežiacej inštancie. Neodporúča sa inštalovať túto šablónu, ale namiesto toho inštalovať jednu zo šablón špecifických pre prípad použitia (napr. OpenStack - Nástroje).

source: OpenStack - Instance Initialization
sk: OpenStack - Inštančná inicializácia

source: This pattern installs the OpenStack instance initialization packages which support the provisioning and running of instances in the cloud framework (e.g. cloud-init).
sk: Táto šablóna nainštaluje inštančné inicializačné balíky OpenStack, ktoré podporujú poskytovanie a spúšťanie inštancií v cloudovom rámci (napr. cloud-init).

source: OpenStack - Instance Tools
sk: OpenStack - Inštančné nástroje

source: This pattern install the OpenStack instance specific tools which are used to collect instance metadata.
sk: Táto šablóna nainštaluje nástroje špecifické pre inštancie OpenStack, ktoré sa používajú na zhromažďovanie metadát inštancií.

source: OpenStack - Tools
sk: OpenStack - Nástroje

source: This pattern installs the OpenStack command line interface tools to communicate with the cloud framework (e.g. python-susepubliccloudinfo).
sk: Táto šablóna nainštaluje nástroje rozhrania príkazového riadka OpenStack na komunikáciu s cloudovým rámcom (napr. python-susepubliccloudinfo).

source: RPM macros for building of patterns modules
fr: Macros RPM pour construire des modèles
hu: RPM-makrók a mintamodulok létrehozásához
ja: パターンモジュールを構築するための RPM マクロ
nl: RPM-macro’s voor bouwen van patroonmodules
sk: RPM makrá pre zostavovanie modulov šablón

source: This package contains SUSE RPM macros to aid creating patterns.
fr: Ce paquet contient les macros RPM de SUSE pour aider à la création de modèles.
hu: Ez a csomag SUSE RPM-makrókat tartalmaz a minták létrehozásának segítéséhez.
ja: このパッケージには、パターンを構築するための SUSE RPM マクロが含まれています。
nl: Dit pakket bevat SUSE RPM-macro’s om te helpen bij het aanmaken van patronen.
sk: Tento balík obsahuje makrá SUSE RPM na pomoc vytvárania šablón.

source: Patterns for SLE Real Time Module
sk: Šablóny pre Modul reálneho času SLE

source: SLE Real Time Module
sk: Modul reálneho času SLE

source: Patterns for SLES for SAP Applications
sk: Šablóny pre SLES pre aplikácie SAP

source: SAP BusinessOne Server Base
nl: SAP-BusinessOne serverbasis
sk: Základ pre server SAP BusinessOne

source: Set up the server for installing SAP BusinessOne systems.
ja: SAP BusinessOne システムをインストールするためのサーバを構築します。
nl: Stel de server in voor het installeren van SAP-BusinessOne.
sk: Nastaviť server pre inštaláciu systémov SAP BusinessOne.

source: SAP HANA Server Base
nl: SAP-HANA serverbasis
sk: Základ pre server SAP HANA
