Repository: BENBELLA23/packages-i18n
Catalog: */po/patterns.*.po
Languages: fr, hu, ja, lt, nl, pt, sk

source: 64-Bit Runtime Environment
pt: Ambiente de Execução de 64-Bit

source: This pattern installs the 64-bit variant of all selected patterns, allowing you to execute 64-bit software.
pt: Este padrão instala a variante de 64-bit de todos os padrões seleccionados, permitindo-lhe a execução de software de 64-bit.

source: Integrated Development Environments
pt: Ambiente Integrado de Desenvolvimento

source: Integrated Development Environments.
pt: Ambientes Integrados de Desenvolvimento.

source: Python Development
pt: Desenvolvimento Python

source: Tools and libraries for software development using the Python programming language.
pt: Ferramentas e livrarias para o desenvolvimento de software utilizando linguagem de programação Python.

source: Qt 4 Development
pt: Desenvolvimento Qt 4

source: Tools and libraries for software development using Qt 4, the latest version of the Qt toolkit.
pt: Ferramentas e livrarias para o desenvolvimento de software utilizando Qt4, a última versão do Qt toolkit.

source: KDE Desktop Environment
pt: Ambiente de Trabalho KDE

source: Software to set up electronic mail and message services to handle e-mail, mailing, and news lists, including a virus scanner to scan messages at the server level.
pt: Software para configurar um serviço de correio electrónico e mensagens para manusear email e listas de notícias (news), incluindo um virus scanner para rastrear mensagens ao nível do servidor.

source: Miscellaneous Server
pt: Servidor Multifunção

source: Miscellaneous Server.
pt: Servidor Multifunção.

source: Multimedia players, sound editing tools , video and image manipulation applications.
pt: Reprodutores multimédia, ferramentas de edição de áudio, vídeo e aplicações de manipulação de imagem.

source: Remote Desktop
pt: Ambiente de Trabalho Remoto

source: Tools to access a remote desktop.
pt: Ferramentas para aceder a um ambiente de trabalho remoto.

source: Package Management - Graphical Tools for KDE
pt: Gestão de Pacotes - Ferramentas Gráficas para KDE

source: Tools designed specifically for use with TabletPCs.
pt: Ferramentas desenhadas especificamente para utilizar com TabletPCs.

source: Voice Over IP Clients
pt: Clientes Voz Sobre IP

source: Client applications for Internet telephony.
pt: Aplicações cliente para telefonia por Internet.
