Repository: BENBELLA23/packages-i18n
Catalog: */po/patterns.*.po
Languages: fr, hu, ja, lt, nl, pt, sk

source: YaST System Administration
fr: Administration système YaST
hu: YaST rendszeradminisztráció
ja: YaST システム管理
lt: YaST sistemos administravimas
nl: YaST Systeembeheer
pt: Administração de Sistema YaST
sk: YaST-nástroje pre správu systému

source: YaST tools for basic system administration.
fr: Outils YaST pour l'administration système basique.
hu: YaST eszközök alapszintű rendszeradminisztrációhoz.
ja: 基本的なシステム管理を行なうための YaST ツール集です。
lt: YaST įrankiai pagrindiniam sistemos administravimui.
nl: YaST-hulpmiddelen voor basis systeembeheer.
pt: Ferramentas YaST para administração básica do sistema.
sk: Základné nástroje YaST pre správu systému.

source: YaST Desktop Utilities
ja: YaST デスクトップユーティリティ
nl: YaST desktop hulpprogramma's
sk: Nástroje YaST Desktop

source: YaST tools for desktop system administration.
ja: デスクトップシステムの管理を行なうための YaST ツール集です。
nl: YaST-hulpmiddelen voor desktop systeembeheer.
sk: Nástroje YaST pre systémovú správu desktopu.

source: YaST Installation Packages
fr: Paquets d'installation de YaST
hu: YaST telepítőcsomagok
ja: YaST インストールパッケージ
lt: YaST diegimo paketai
nl: YaST Installatiepakketten
pt: Pacotes de Instalação YaST
sk: Inštalačné balíky YaST

source: YaST tools for installing your system.
fr: Outils YaST pour installer votre système.
hu: Telepítéshez használt YaST eszközök.
ja: システムをインストールするための YaST ツール集です。
lt: YaST įrankiai jūsų sistemos diegimui.
nl: YaST-hulpmiddelen voor het installeren van uw systeem.
pt: Ferramentas YaST para instalar o seu sistema.
sk: Nástroje YaST pre inštaláciu vášho systému.

source: YaST Server Utilities
ja: YaST サーバユーティリティ
nl: YaST server-hulpmiddelen
sk: Nástroje YaST Server

source: YaST tools for server system administration.
ja: サーバシステムの管理を行なうための YaST ツール集です。
nl: YaST-hulpmiddelen voor serversysteembeheer.
sk: Nástroje YaST pre systémovú správu servera.

source: Base System (alias pattern for base)
fr: Système de base (alias pour base)
hu: Alaprendszer (az alap aliasmintája)
ja: 基本システム (base に対する別名のパターン)
nl: Basissysteem (aliaspatroon voor basis)
sk: Základný systém (alias šablóna pre base)

source: This is the minimal runtime system. It is really a minimal system. It is intended as base for Appliances.
ja: これは最小限のランタイムシステムです。主にアプライアンスのベースとなる目的で作られているものです。
nl: Dit is het minimale runtime-systeem. Het is echt een minimaal systeem. Het is bedoeld als basis voor appliances.
sk: Toto je minimálne behové prostredie. Je to naozaj minimálny systém. Je určený ako základ pre predpripravené systémy.

source: Ceph base
ja: 基本 Ceph
nl: Ceph-basis
sk: Ceph základ

source: This provides the base for the Ceph, Rook, Ceph CSI driver packages and containers.
ja: Ceph, Rook, Ceph CSI ドライバパッケージとコンテナの基礎部分を提供します。
nl: Dit biedt de basis voor stuurprogrammapakketten Ceph, Rook en Ceph CSI en containers.
sk: Toto poskytuje základ pre balíky ovládačov Ceph, Rook, Ceph CSI a kontajnery.

source: Containers
ja: コンテナ
sk: Kontajnery

source: Container Runtime for non-clustered systems
ja: 非クラスタシステム向けコンテナランタイム
nl: Container tijdens uitvoeren voor niet-geclusterde systemen
sk: Behové prostredie kontajnera pre neklasterové systémy

source: This pattern installs the default container runtime packages for non-clustered systems.
ja: このパターンは、非クラスタシステム向けに既定のコンテナランタイムパッケージをインストールします。
nl: Dit patroon installeert de standaard container pakketten voor tijdens uitvoeren voor niet-geclusterde systemen.
sk: Táto šablóna nainštaluje balíky predvoleného behového prostredia kontajnera pre neklasterové systémy.

source: Container Runtime for kubernetes clustered systems
ja: kubernetes クラスタシステム向けコンテナランタイム
nl: Container tijdens uitvoeren voor kubernetes geclusterde systemen
sk: Behové prostredie kontajnera pre klasterové systémy kubernetes

source: This pattern installs the default container runtime packages for kubernetes clustered systems.
ja: このパターンは、 kubernetes クラスタシステム向けに既定のコンテナランタイムパッケージをインストールします。
nl: Dit patroon installeert de standaard containerpakketten voor tijdens uitvoeren voor kubernetes geclusterde systemen.
sk: Táto šablóna nainštaluje balíky predvoleného behového prostredia kontajnera pre klasterové systémy kubernetes.

source: Kubernetes kubeadm Stack
ja: Kubernetes kubeadm スタック
sk: Zásobník kubeadm Kubernetes

source: This provides a vanilla kubeadm stack. It contains everything needed to setup kubernetes using kubeadm.
ja: これは kubeadm スタックのバニラ版です。 kubeadm を利用した kubernetes を設定するのに必要な全てのものが含まれています。
nl: Dit levert een gewone kubeadm stack. Het bevat alles nodig om kubernetes in te stellen met kubeadm.
sk: Toto poskytuje zásobník vanilla kubeadm. Obsahuje všetko potrebné na nastavenie kubernetes pomocou kubeadm.

source: Utilities to manage kubernetes
ja: kubernetes 管理ユーティリティ
nl: Hulpmiddelen om kubernetes te beheren
sk: Nástroje na správu kubernetes

source: This pattern installs utilities helpful to manage kubernetes.
ja: このパターンは、 kubernetes を管理するために便利なユーティリティをインストールします。
nl: Dit patroon installeert hulpmiddelen die helpen om kubernetes te beheren.
sk: Táto šablóna nainštaluje nástroje ktoré sú užitočné pri spravovaní kubernetes.

source: Kubic Admin Node
ja: Kubic 管理ノード
sk: Uzol správy Kubic

source: This pattern installs the software required for an openSUSE Kubic Admin Node.
ja: このパターンは、 openSUSE Kubic 管理ノードに必要なソフトウエアをインストールします。
nl: Dit patroon installeert de software vereist voor een openSUSE Kubic Admin Node.
sk: Táto šablóna nainštaluje nainštaluje softvér potrebný pre Uzol správy Kubic openSUSE.

source: Kubic Loadbalancer Node
ja: Kubic 負荷分散ノード
sk: Uzol vyváženia záťaže Kubic

source: This pattern installs the the software required for an openSUSE Kubic Loadbalancer Node.
ja: このパターンは、 openSUSE Kubic 負荷分散ノードに必要なソフトウエアをインストールします。
nl: Dit patroon installeert de software vereist voor een openSUSE Kubic Loadbalancer Node.
sk: Táto šablóna nainštaluje nainštaluje softvér potrebný pre Uzol vyváženia záťaže Kubic openSUSE.

source: Kubic Worker Node
ja: Kubic ワーカーノード
sk: Pracovný uzol Kubic

source: This pattern installs the the software required for an openSUSE Kubic Worker Node.
ja: このパターンは、 openSUSE Kubic ワーカーノードに必要なソフトウエアをインストールします。
nl: Dit patroon installeert de software vereist voor een openSUSE Kubic Worker Node.
sk: Táto šablóna nainštaluje nainštaluje softvér potrebný pre Pracovný uzol Kubic openSUSE.

source: Remaining Software
fr: Logiciels restants
hu: További szoftverek
ja: 残りのソフトウエア
lt: Likusi programinė įranga
nl: Resterende software
pt: Restante Software
sk: Ostatné programy

source: Packages that are on CD but not in other patterns.
fr: Paquets qui sont sur le CD mais pas dans d'autres modèles.
hu: Csomagok, amelyek más mintákban nem szerepelnek, de a CD-n megtalálhatók.
ja: CD 内には用意されているものの、他のパターンには含まれていないパッケージです。
lt: Paketai, kurie yra CD diske, tačiau neįtraukti į jokį šabloną.
nl: Pakketten die op de CD staan, maar niet in andere patronen.
pt: Pacotes que existem em CD mas não em outros padrões.
sk: Balíky, ktoré sú na médiu, ale nie sú v iných vzoroch.

source: Alternative Packages only for the DVD of openSUSE MicroOS
ja: openSUSE MicroOS の DVD 向けのみの代替パッケージ
nl: Alternatieve pakketten enkel voor de dvd van openSUSE MicroOS
sk: Alternatívne balíky len pre DVD openSUSE MicroOS

source: Alternative additional packages on a openSUSE MicroOS DVD.
ja: openSUSE MicroOS DVD 内の代替追加パッケージです。
nl: Alternatieve additionele pakketten op een openSUSE MicroOS dvd.
sk: Alternatívne dodatočné balíky na DVD openSUSE MicroOS.

source: Apparmor Support
ja: AppArmor サポート
nl: Apparmor ondersteuning
sk: Podpora Apparmor

source: Packages required to enable Apparmor on openSUSE MicroOS.
ja: openSUSE MicroOS で AppArmor を有効化するのに必要なパッケージです。
nl: Pakketten vereist om Apparmor op openSUSE MicroOS in te schakelen.
sk: Balíky požadované na povolenie Apparmor na openSUSE MicroOS.

source: This is the openSUSE MicroOS runtime system. It contains only a minimal multiuser booting system.
ja: これは openSUSE MicroOS のランタイムシステムです。最小限のパッケージのみが含まれる、マルチユーザ型の起動システムが含まれています。
nl: Dit is het openSUSE MicroOS-runtimesysteem. Het bevat alleen een minimaal multigebruikeropstartsysteem.
sk: Toto je systém behového prostredia openSUSE MicroOS. Obsahuje len minimálny viacpouživateľský spustiteľný systém.

source: openSUSE MicroOS Base System (alias pattern for microos_base)
ja: openSUSE MicroOS 基本システム (microos_base に対する別名のパターン)
nl: openSUSE MicroOS basissysteem (aliaspatroon voor microos_base)
sk: Základný systém openSUSE MicroOS (alias šablóna pre microos_base)

source: Support for Cloud
ja: クラウド向けサポート
nl: Ondersteuning voor Cloud
sk: Podpora pre Cloud

source: Packages required to enable openSUSE MicroOS in the Cloud.
ja: クラウド内で openSUSE MicroOS を有効化するのに必要な各種パッケージです。
nl: Pakketten vereist om openSUSE MicroOS in te schakelen.
sk: Balíky požadované na povolenie openSUSE MicroOS v Cloud.

source: openSUSE MicroOS defaults
ja: openSUSE MicroOS 既定値
nl: openSUSE MicroOS standaarden
sk: predvolené nastavenia openSUSE MicroOS

source: This provides default packages for openSUSE MicroOS which can be optionally replaced by alternatives.
ja: 必要であれば alternatives で置き換えることのできる、 openSUSE MicroOS 向けの既定のパッケージを提供します。
nl: Dit biedt standaard pakketten voor openSUSE MicroOS die optioneel vervangen kunnen worden door alternatieven.
sk: Toto poskytuje predvolené balíky pre openSUSE MicroOS, ktoré môžu byť voliteľne nahradené alternatívami.

source: Common packages for Desktops on MicroOS
ja: MicroOS 上のデスクトップ向けの汎用パッケージ
nl: Algemene pakketten voor bureaubladomgeving op MicroOS
sk: Spoločné balíky pre desktopové prostredia na MicroOS

source: Packages required for openSUSE MicroOS Desktops.
ja: openSUSE MicroOS デスクトップ向けの各種パッケージです。
nl: Pakketten vereist voor openSUSE MicroOS bureaubladomgeving.
sk: Balíky požadované pre desktopové prostredia openSUSE MicroOS.

source: MicroOS GNOME Desktop
ja: MicroOS GNOME デスクトップ
nl: MicroOS GNOME bureaublad
sk: Pracovné prostredie GNOME MicroOS

source: Packages required for the openSUSE MicroOS Desktop with GNOME.
ja: openSUSE MicroOS デスクトップを GNOME と共に使用するのに必要な各種パッケージです。
nl: Pakketten vereist voor het openSUSE MicroOS bureaublad met GNOME.
sk: Balíky požadované pre desktopové prostredie openSUSE MicroOS s GNOME.

source: Packages required for the openSUSE MicroOS with KDE Plasma
ja: openSUSE MicroOS デスクトップを KDE Plasma と共に使用するのに必要な各種パッケージです
nl: Pakketten vereist voor openSUSE MicroOS met KDE Plasma
sk: Balíky požadované pre openSUSE MicroOS s KDE Plasma

source: Hardware Support
ja: ハードウエアサポート
nl: Hardware ondersteuning
sk: Podpora hardvéru

source: Packages required to install openSUSE MicroOS on real hardware.
ja: 物理ハードウエア上に openSUSE MicroOS をインストールするのに必要な各種パッケージです。
nl: Pakketten vereist om openSUSE MicroOS op echte hardware te installeren.
sk: Balíky požadované na inštaláciu openSUSE MicroOS na reálnom hardvéri.

source: IMA/EVM Support
ja: IMA/EVM サポート
nl: IMA/EVM ondersteuning
sk: Podpora IMA/EVM

source: Packages required to enable IMA/EVM on openSUSE MicroOS.
ja: openSUSE MicroOS 上で IMA/EVM を有効化するのに必要なパッケージです。
nl: Pakketten vereist om IMA/EVM op openSUSE MicroOS in te schakelen.
sk: Balíky požadované na povolenie IMA/EVM na openSUSE MicroOS.

source: Packages only for the DVD of openSUSE MicroOS
ja: openSUSE MicroOS の DVD 向けのみのパッケージ
nl: Pakketten enkel voor de dvd van openSUSE MicroOS
sk: Balíky len pre DVD openSUSE MicroOS

source: Additional packages on a openSUSE MicroOS DVD.
ja: openSUSE MicroOS の DVD に対する追加パッケージです。
nl: Additionele pakketten op een openSUSE MicroOS dvd.
sk: Dodatočné balíky na DVD openSUSE MicroOS.

source: SELinux Support
ja: SELinux サポート
nl: SELinux ondersteuning
sk: Podpora SELinux

source: This are packages which are required to enable SELinux on openSUSE MicroOS
ja: ここには、 openSUSE MicroOS で SELinux を有効化するのに必要な、各種パッケージが含まれています
nl: Dit zijn de pakketten die vereist zijn om SELinux op openSUSE MicroOS in te schakelen
sk: Toto sú balíky, ktoré sú požadované na povolenie SELinux na openSUSE MicroOS

source: LDAP client
ja: LDAP クライアント
sk: Klient LDAP

source: Packages required to enable LDAP client support via sssd on openSUSE MicroOS.
ja: openSUSE MicroOS 上で sssd を介して LDAP クライアント機能を有効化するのに必要な、各種パッケージです。
nl: Pakketten vereist om LDAP-client ondersteuning via sssd op openSUSE MicroOS in te schakelen.
sk: Balíky požadované na povolenie podpory klienta LDAP cez sssd na openSUSE MicroOS.

source: YaST Base Utilities
ja: YaST 基本ユーティリティ
nl: YaST basis hulpprogramma's
sk: Základné nástroje YaST

source: GNOME Internet
fr: Internet GNOME
ja: GNOME インターネット
lt: GNOME internetas
pt: Internet GNOME

source: KDE Internet
fr: Internet sous KDE
ja: KDE インターネット
lt: KDE internetas
pt: Internet KDE

source: KDE Plasma 5 Desktop Base
ja: KDE Plasma 5 デスクトップベース
nl: KDE Plasma 5 bureaubladbasis

source: leechcraft_browser
fr: Navigateur web leechcraft
ja: leechcraft ブラウザ
lt: LeechCraft naršyklė

source: leechcraft_media
fr: Multimédia leechcraft
ja: leechcraft メディア
lt: LeechCraft įvairialypė terpė

source: leechcraft_messenger
fr: Messagerie leechcraft
ja: leechcraft メッセンジャー
lt: LeechCraft pokalbių programa

source: leechcraft_netutils
fr: Utilitaires réseau leechcraft
ja: leechcraft ネットワークユーティリティ
lt: LeechCraft tinklo įrankiai

source: leechcraft_office
fr: Bureautique leechcraft
ja: leechcraft オフィス
lt: LeechCraft raštinė

source: leechcraft_utilities
fr: Utilitaires leechcraft
ja: leechcraft ユーティリティ
lt: LeechCraft pagalbininkai

source: MATE Internet
fr: Internet MATE
ja: MATE インターネット
lt: MATE internetas

source: XFCE Laptop
fr: Ordinateur portable XFCE
hu: XFCE noteszgép
ja: XFCE ラップトップ
lt: XFCE nešiojamasis kompiuteris

source: MicroOS KDE Plasma Desktop
ja: MicroOS KDE Plasma デスクトップ
nl: MicroOS KDE Plasma bureaublad

source: Set up the server for installing Oracle databases.
nl: Stel de server in voor het installeren van Oracle-databases.

source: Web-Based Enterprise Management
nl: Web-gebaseerd enterprisebeheer

source: Web-based enterprise management.
nl: Web-gebaseerd enterprisebeheer.

source: Web based remote system managemet
nl: Web-gebaseerd systeembeheer op afstand

source: Base System
fr: Système de base
hu: Alaprendszer
lt: Pagrindinė sistema
pt: Sistema Base

source: Read-Only Root Filesystem Tools
fr: Outils pour système de fichiers racine en lecture seule

source: Tools & Update Stack for systems with a read-only root filesystem.
fr: Outils pour les systèmes avec un système de fichier racine en lecture seule.

source: GNOME Administration Tools
fr: Outils d'administration GNOME
lt: GNOME administravimo įrankiai
pt: Ferramentas de Administração GNOME

source: Administration Tools e.g. for desktop lockdown
fr: Outils d'administration, notamment pour le verrouillage du bureau
lt: Administraciniai įrankiai, pvz. darbalaukio užrakinimas
pt: Ferramentas de Administração por ex: para trancar o ambiente de trabalho

source: GNOME Laptop
fr: Ordinateur portable GNOME
lt: GNOME nešiojamasis kompiuteris
pt: Laptop GNOME

source: GNOME Tools designed specifically for use with laptop computers.
fr: Outils GNOME spécialement conçus pour les ordinateurs portables.
lt: GNOME įrankiai, sukurti naudojimui nešiojamuosiuose kompiuteriuose.
pt: Ferramentas GNOME especificamente projectadas para utilização com computadores portáteis.

source: Haskell Platform
fr: Plate-forme Haskell
lt: Haskell platforma

source: The Haskell Platform is the easiest way to get started with programming Haskell. It comes with all you need to get up and running. Think of it as "Haskell: batteries included."
fr: La plate-forme Haskell est le moyen le plus simple pour commencer à programmer en Haskell. Elle fournit tout ce dont vous avez besoin pour démarrer. Voyez-le comme un « Haskell : piles incluses ».
lt: Haskell platforma – tai paprasčiausias būdas pradėti programuoti su Haskell. Pateikiama viskas ko reikia pradėjimui ir paleidimui.

source: HPC modularized Libraries
fr: Bibliothèques modulaires HPC
hu: HPC moduláris könyvtárak

source: KDE Development
fr: Développement KDE
hu: KDE fejlesztőkörnyezet
lt: KDE programavimas
pt: Desenvolvimento em KDE

source: KDE development packages.
fr: Paquets de développement KDE.
hu: KDE fejlesztői csomagok.
lt: KDE vystymo paketai.
pt: Pacotes para desenvolvimento KDE.

source: KDE Frameworks Development
fr: Développement KDE Frameworks
lt: KDE karkaso programavimas

source: Tools and libraries for software development using Qt 5, the latest version of the Qt toolkit.
fr: Outils et bibliothèques pour le développement logiciel utilisant Qt 5, la dernière version du toolkit Qt.
lt: Įrankiai ir bibliotekos programavimui naudojant Qt 5, naujausią Qt įrankių komplekto versiją.

source: KDE Plasma 5 Desktop Environment
fr: Environnement de bureau KDE Plasma 5

source: KDE is a powerful free software graphical desktop environment for Linux workstations. It combines ease of use, contemporary functionality, and outstanding graphical design with the technology of the Linux operating system.
fr: KDE est un environnement de bureau graphique gratuit et puissant pour les stations de travail Linux. Il allie simplicité d'utilisation, fonctionnalités modernes et conception graphique exceptionnelle grâce à la technologie du système d'exploitation Linux.
hu: A KDE egy nagy teljesítményű, ingyenes, grafikus, asztali környezet Linux munkaállomásokhoz. Az egyszerű használatot, a modern funkcionalitást, valamint a kiemelkedő grafikai kivitelt egyesíti a Linux operációs rendszer technológiai előnyeivel.
lt: KDE yra galinga nemokama grafinė darbalaukio aplinka Linux darbo stotims. Ji sujungia lengvą naudojimą, šiuolaikinį funkcionalumą ir puikų grafinį dizainą su Linux operacinės sistemos technologijomis.
pt: O KDE é um ambiente de trabalho gráfico livre e potente, para estações de trabalho Linux. Este combina a facilidade de utilização, funcionalidade contemporânea, e design gráfico de grande destaque, com a tecnologia do sistema operativo Linux.

source: Development environment for the Plasma Desktop
fr: Environnement de développement pour le bureau Plasma
lt: „Plasma“ darbalaukio programavimo aplinka

source: KDE Plasma 5 Desktop
fr: Bureau KDE Plasma 5
lt: KDE Plasma 5 darbalaukis

source: The 32bit pattern complementing kvm_server.
fr: Le modèle 32bit complétant kvm_server.

source: The 32bit pattern complementing kvm_tools.
fr: Le modèle 32bit complétant kvm_tools.

source: The 32bit pattern complementing xen_server.
fr: Le modèle 32bit complétant xen_server.

source: The 32bit pattern complementing xen_tools.
fr: Le modèle 32bit complétant xen_tools.

source: x86 Runtime Environment
fr: Environnement d'exécution x86
hu: x86 környezet
lt: x86 vykdymo aplinka
pt: Ambiente de Execução x86

source: openSUSE Kubic MicroOS System
fr: Système MicroOS openSUSE Kubic

source: This is the MicroOS runtime system. It contains only a minimal multiuser booting system.
fr: Ceci est le système d’exécution de MicroOS. Il contient seulement un système multi-utilisateur amorçable minimal.

source: openSUSE Kubic Stack
fr: Couche openSUSE Kubic

source: This is the stack on top of MicroOS. It contains everything for container and kubernetes.
fr: Couche logicielle au-dessus de MicroOS. Elle contient tout ce qui est lié aux conteneurs et à Kubernetes.

source: Packages needed to enable Apparmor on openSUSE Kubic
fr: Paquets nécessaires pour activer AppArmor sur openSUSE Kubic

source: This are packages which are required to enable Apparmor on SUSE CaaS Platform or openSUSE Kubic product.
fr: Ce sont les paquets nécessaires à l'activation d'AppArmor sur un produit SUSE CaaS Platform ou openSUSE Kubic.

source: Packages needed to run openSUSE Kubic on real hardware
fr: Paquets nécessaires pour exécuter openSUSE Kubic sur du matériel réel

source: This are packages which are required to install SUSE CaaS Platform or openSUSE Kubic product on real hardeare.
fr: Ce sont les paquets nécessaires à l'installation sur du matériel réel d'un produit SUSE CaaS Platform ou openSUSE Kubic.

source: Packages needed to enable IMA/EVM on openSUSE Kubic
fr: Paquets nécessaires à l'activation de l'IMA/EVM sur openSUSE Kubic

source: This are packages which are required to enable IMA/EVM on SUSE CaaS Platform or openSUSE Kubic product.
fr: Ce sont les paquets nécessaires à l'activation de l'IMA/EVM sur un produit SUSE CaaS Platform ou openSUSE Kubic.

source: Packages only for the DVD of openSUSE Kubic
fr: Paquets dédiés au DVD d'openSUSE Kubic

source: This are the additonal packages which should be on a SUSE CaaS Platform or openSUSE Kubic product.
fr: Ce sont les paquets additionnels qui devraient être présents sur un produit SUSE CaaS Platform ou openSUSE Kubic.

source: Packages needed to enable SELinux on openSUSE Kubic
fr: Paquets nécessaires à l'activation de SELinux sur openSUSE Kubic

source: This are packages which are required to enable SELinux on SUSE CaaS Platform or openSUSE Kubic product.
fr: Ce sont les paquets nécessaires à l'activation de SELinux sur un produit SUSE CaaS Platform ou openSUSE Kubic.

source: Packages needed to let openSUSE Kubic act as LDAP client
fr: Paquets nécessaires à openSUSE Kubic pour exécuter un client LDAP

source: This are packages which are required to enable LDAP client support via sssd on SUSE CaaS Platform or openSUSE Kubic product.
fr: Ce sont les paquets nécessaires à l'activation d'un client LDAP via sssd sur un produit SUSE CaaS Platform ou openSUSE Kubic.

source: GNOME Desktop Environment
fr: Environnement de bureau GNOME
lt: GNOME darbalaukio aplinka
pt: Ambiente de Trabalho GNOME

source: The GNOME desktop environment is an intuitive and attractive desktop for users.
fr: L'environnement de bureau GNOME est un bureau intuitif et attractif pour les utilisateurs.
lt: GNOME yra intuityvi ir naudotojams patraukli darbalaukio aplinka.
pt: O ambiente de trabalho GNOME é um ambiente atractivo e intuitivo para os utilizadores.

source: Software used to host print queues so that they may be accessed by other computers on the same network. LPD, CUPS, and SMB print servers and queues are supported.
fr: Logiciels utilisés pour héberger des files d'impression afin qu'elles soient accessibles par d'autres ordinateurs sur le même réseau. Les serveurs d'impression et files LPD, CUPS et SMB sont pris en charge.
lt: Programinė įranga, naudojama spausdinimo eilių talpinimui, tad gali būti pasiekiama iš kitų tame pačiame tinkle esančių kompiuterių. Palaikomi LPD, CUPS ir SMB spausdinimo serveriai ir eilės.
pt: Software utilizado para albergar filas de impressão por forma a estas serem acedidas por outros computadores na mesma rede. Servidores de impressão e filas LPD, CUPS e SMB são suportados.

source: A compute node comprises of a minimal software image and mainly runs simulation programs. Services on this node should be reduced to a bare minimum and the node *must* be installed in a automatic manner. The pattern 'HPC modularized libraries' should also be installed.
hu: A számítási csomópont egy minimális szoftverlemezképből áll, és elsősorban szimulációs programokat futtat. Az ebben a csomópontban használt szolgáltatásokat minimálisra kell korlátozni, és a csomópontnak automatikus telepítésűnek *kell* lennie. A "HPC moduláris könyvtárak" mintát is telepíteni kell.

source: This package provides all the modularized libraries so that they can be used in an HPC environment. These libraries allow to install several MPI flavors in parallel. In order to use thess libraries one needs to load them via the module command first.
hu: Ez a csomag tartalmazza az összes moduláris könyvtárat, így azok felhasználhatók a HPC környezetben. Ezekkel a könyvtárakkal több MPI változat telepíthető párhuzamosan. A könyvtárak használatához először be kell tölteni azokat a module paranccsal.

source: This pattern installs the 32-bit variant of all selected patterns, allowing you to execute 32-bit software.
pt: Este padrão instala a variante de 32-bit de todos os padrões seleccionados, permitindo-lhe a execução de software de 32-bit.
