Repository: BENBELLA23/packages-i18n
Catalog: */po/patterns.*.po
Languages: fr, hu, ja, lt, nl, pt, sk

source: Set up the server for installing SAP HANA systems.
ja: SAP HANA システムをインストールするためのサーバを構築します。
nl: Stel de server in voor het installeren van SAP-HANA systemen.
sk: Nastaviť server pre inštaláciu systémov SAP HANA.

source: SAP NetWeaver Server Base
nl: SAP-NetWeaver serverbasis
sk: Základ pre server SAP NetWeaver

source: Set up the server for installing SAP NetWeaver systems.
ja: SAP NetWeaver システムをインストールするためのサーバを構築します。
nl: Stel de server in voor het installeren van SAP-NetWeaver systemen.
sk: Nastaviť server pre inštaláciu systémov SAP NetWeaver.

source: DHCP and DNS Server
fr: Serveur DNS et DHCP
hu: DHCP- és DNS-kiszolgáló
ja: DHCP および DNS サーバ
lt: DHCP ir DNS serveriai
nl: DHCP- en DNS-server
pt: Servidor DHCP e DNS
sk: Server DHCP a DNS

source: Software to set up a server for the Dynamic Host Configuration Protocol (DHCP) and the Domain Name System (DNS) services. DHCP provides configuration parameters to client computers to integrate them into a network, whereas DNS delivers information associated with domain names, in particular, the IP address.
fr: Logiciels pour mettre en place un serveur pour le protocole de configuration d'hôte dynamique (DHCP) et le système de nom de domaine (DNS). DHCP fournit les paramètres de configuration aux ordinateurs clients pour les intégrer dans un réseau alors que DNS livre des informations associées aux noms de domaine, en particulier l'adresse IP.
hu: DHCP- és DNS-kiszolgáló beállítására alkalmas szoftver, amely hálózati konfigurációs paramétereket szolgáltat a kliensszámítógépek számára. Ezenfelül DNS-szolgáltatások biztosítása a tartománynevekkel kapcsolatos információ, elsősorban az IP-cím kiszolgálására.
ja: Dynamic Host Configuration Protocol (DHCP) や Domain Name System (DNS) を提供するサーバを構築するのに必要なソフトウエアです。 DHCP は設定パラメータをクライアントコンピュータに提供する仕組みで、ネットワークに自動的に参加できるようにします。また、 DNS はドメイン名に関連した情報 (特に IP アドレス) を配信する際に使用する仕組みです。
lt: Programinė įranga serverio įdiegimui, skirto Dinaminio Pagrindinio Kompiuterio Konfigūracijos Protokolui (DHCP) ir Sričių Vardų Sistemos (DNS) paslaugoms. DHCP siūlo konfigūracijos parametrus kliento kompiuteriams norint integruoti juos į tinklą, o DNS įteikia informaciją, susijusią su sričių pavadinimais, dažniausiai IP adresais.
nl: Software voor het opzetten van een server voor het DHCP-protocol (Dynamic Host Configuration Protocol) en de DNS-services (Domain Name System). DHCP biedt configuratieparameters aan clientcomputers om ze te integreren in een netwerk, terwijl DNS domeinnamen omzet in IP-adressen en vice versa.
pt: Software para configurar um servidor para o Dynamic Host Configuration Protocol (DHCP) e os serviços de Domain Name System (DNS). O DHCP fornece parâmetros de configuração a computadores cliente, para os integrar numa rede, ao passo que o DNS entrega informação relacionada com nomes de domínio, mais em particular os endereços IP.
sk: Softvér pre správu servera pre služby DNS a DHCP (Dynamic Host Configuration Protocol), ktorý poskytuje parametre nastavenia pre klientské počítače, aby ich integroval do siete. Služba DNS (Domain Name System) posiela informácie o doménových názvoch, čiže o IP adresách.

source: The 32bit pattern complementing dhcp_dns_server.
fr: Le modèle 32bit complétant dhcp_dns_server.
hu: A dhcp_dns_server lehetőséget kiegészítő 32 bites minta.
ja: dhcp_dns_server パターンを補完する 32 ビットパターンです。
nl: Het 32bit patroon dat dhcp_dns_server complementeert.
sk: 32bitová šablóna dopĺňajúca dhcp_dns_server.

source: Directory Server (LDAP)
fr: Serveur de répertoires (LDAP)
hu: Címtárkiszolgáló (LDAP)
ja: ディレクトリサーバ (LDAP)
lt: Katalogų serveris (LDAP)
pt: Servidor de Directório (LDAP)
sk: Adresárový server (LDAP)

source: Software to set up a directory server with OpenLDAP. The Lightweight Directory Access Protocol (LDAP) is used to access online directory services.
fr: Logiciels pour mettre en place un serveur d'annuaire avec OpenLDAP. Le protocole LDAP est utilisé pour accéder aux services d'annuaire en ligne.
hu: Szoftver a címtárkiszolgáló beállításához az OpenLDAP használatával. A The Lightweight Directory Access Protocol (LDAP) használható az online címtárszolgáltatások eléréséhez.
ja: OpenLDAP を利用してディレクトリサーバを構築するためのソフトウエアです。軽量ディレクトリアクセスプロトコル (LDAP) は、オンラインのディレクトリサービスにアクセスする際に使用します。
lt: Programinė įranga katalogų serverio įrengimui su OpenLDAP. LDAP naudojamas priėjimui prie tinklo katalogų paslaugos.
nl: Software om een directory-server in te stellen met OpenLDAP. Het Lightweight Directory Access Protocol (LDAP) wordt gebruikt om toegang te krijgen tot online directory-diensten.
sk: Softvér na nastavenie adresárového servera s OpenLDAP. Lightweight Directory Access Protocol (LDAP) sa používa na prístup k online adresárovým službám.

source: The 32bit pattern complementing directory_server.
fr: Le modèle 32bit complétant directory_server.
hu: A directory_server lehetőséget kiegészítő 32 bites minta.
ja: directory_server パターンを補完する 32 ビットパターンです。
nl: Het 32bit patroon dat directory_server complementeert.
sk: 32bitová šablóna dopĺňajúca directory_server.

source: FIPS 140-2 specific packages
sk: Balíky špecifické pre FIPS 140-2

source: This pattern installs the FIPS 140-2 specific packages that complete the various cryptographic modules in use. It is required if you want to run the machine with "fips=1". Please note that this pattern only enables FIPS 140-2 compliant operation, it does not directly make the system FIPS 140-2 certified nor validated. Please refer to SUSE official statements on the state of FIPS 140-2 certification.
sk: Táto šablóna nainštaluje balíky špecifické pre FIPS 140-2, ktoré dopĺňajú rôzne používané kryptografické moduly. Vyžaduje sa, ak chcete spustiť stroj s "fips=1". Upozorňujeme, že táto šablóna umožňuje iba prevádzku vyhovujúcu FIPS 140-2, nevytvorí systém priamo certifikovaný ani overený pre FIPS 140-2. Pozrite si, prosím, oficiálne vyhlásenia SUSE o stave certifikácie FIPS 140-2.

source: The 32bit pattern complementing fips.
ja: fips パターンを補完する 32 ビットパターンです。
nl: Het 32bit patroon dat fips complementeert.
sk: 32bitová šablóna dopĺňajúca fips.

source: System z HW crypto support
sk: Podpora System z HW crypto

source: A selection of packages that installs the System z HW crypto stack on System z.
sk: Výber balíkov, ktoré inštalujú zásobník System z HW crypto na System z.

source: Oracle Server Base
ja: Oracle Server ベース
nl: Oracle-serverbasis
sk: Základ pre Oracle server

source: The 32bit pattern complementing oracle_server.
ja: oracle_server パターンを補完する 32 ビットパターンです。
nl: Het 32bit patroon dat oracle_server complementeert.
sk: 32bitová šablóna dopĺňajúca oracle_server.

source: SAP Application Server Base
ja: SAP アプリケーションサーバベース
nl: SAP-applicatieserverbasis
sk: Základ pre aplikačný server SAP

source: Set up the server for installing SAP systems.
ja: SAP システムをインストールするためのサーバを構築します。
nl: Stel de server in voor het installeren van SAP-systemen.
sk: Pripraví server pre inštaláciu systémov od firmy SAP.

source: The 32bit pattern complementing sap_server.
ja: sap_server パターンを補完する 32 ビットパターンです。
nl: Het 32bit patroon dat sap_server complementeert.
sk: 32bitová šablóna dopĺňajúca sap_server.

source: File Server
fr: Serveur de fichiers
hu: Fájlkiszolgáló
ja: ファイルサーバ
lt: Rinkmenų serveris
nl: Bestandsserver
pt: Servidor de Ficheiros
sk: Súborový server

source: File services to host files so that they may be accessed or retrieved by other computers on the same network. This includes the FTP, SMB, and NFS protocols.
fr: Services pour héberger des fichiers afin qu'ils soient accessibles ou récupérés par d'autres ordinateurs sur le même réseau. Cela inclut les protocoles FTP, SMB et NFS.
hu: A fájlszolgáltatás biztosítja az azonos hálózaton lévő számítógépek közös fájlelérését többek között FTP, SMB és NFS protokollokon keresztül.
ja: ファイルをホスティングするファイルサービスは、同じネットワーク内に存在する他のコンピュータから、ファイルをアクセスしたり取得したりすることができるようになります。プロトコルとしては、 FTP, SMB, NFS が含まれます。
lt: Rinkmenų serveris rinkmenų talpinimui, prie kurių galima prieiti ir gauti iš kitų to pačio tinklo kompiuterių. Įtraukti FTP, SMB ir NFS protokolai.
nl: Bestandsservices naar hostbestanden zodat ze toegankelijk zijn of opgehaald kunnen worden door andere computers op hetzelfde netwerk. Dit is inclusief de protocollen FTP, SMB en NFS.
pt: Serviços de ficheiro para albergar ficheiros, por forma a que estes possam ser acedidos ou recuperados por outros computadores na mesma rede. Isto inclui os protocolos FTP, SMB e NFS.
sk: Súborové služby pre hosťovanie súborov, ktoré môžu byť prístupné z iných počítačov na tej istej sieti. Obsahuje protokoly FTP, SMB a NFS.

source: The 32bit pattern complementing file_server.
fr: Le modèle 32bit complétant file_server.
hu: A file_server lehetőséget kiegészítő 32 bites minta.
ja: file_server パターンを補完する 32 ビットパターンです。
nl: Het 32bit patroon dat file_server complementeert.
sk: 32bitová šablóna dopĺňajúca file_server.

source: Internet Gateway
fr: Passerelle Internet
hu: Internetes átjáró
ja: インターネットゲートウエイ
lt: Interneto vartai
pt: Gateway de Internet
sk: Internetová brána

source: Software to set up a proxy, firewall, and gateway server, including a virtual private network (VPN) gateway.
fr: Logiciels pour mettre en place un serveur proxy, un pare-feu et une passerelle, y compris une passerelle pour réseau privé virtuel (VPN).
hu: Proxy-, tűzfal- és átjárókiszolgálók (beleértve a VPN-átjárókat is) beállítása.
ja: 仮想プライベートネットワーク (VPN) ゲートウエイを含む、プロキシ／ファイアウオール／ゲートウエイサーバを構築するためのソフトウエアです。
lt: Programinė įranga įgaliotojo serverio (angl. proxy), užkardos, taip pat virtualaus privataus tinklo (VPN) vartų diegimas.
nl: Software voor het opzetten van een proxy-, firewall- en gatewayserver, inclusief een VPN-gateway (Virtual Private Network).
pt: Software para configurar um servidor de proxy, firewall e gateway, incluindo uma gateway de rede privada virtual (VPN).
sk: Softvér pre nastavenie servera ako proxy, firewall, brána. Tiež poskytuje bránu pre virtuálne súkromné siete (VPN).

source: The 32bit pattern complementing gateway_server.
fr: Le modèle 32bit complétant gateway_server.
hu: A gateway_server lehetőséget kiegészítő 32 bites minta.
ja: gateway_server パターンを補完する 32 ビットパターンです。
nl: Het 32bit patroon dat gateway_server complementeert.
sk: 32bitová šablóna dopĺňajúca gateway_server.

source: KVM Host Server
fr: Serveur hôte KVM
hu: KVM állomáskiszolgáló
ja: KVM ホストサーバ
lt: KVM serveris
sk: KVM Hostiteľský server

source: Software to set up a server for configuring, managing, and monitoring virtual machines on a single physical machine.
fr: Logiciels pour mettre en place un serveur pour configurer, gérer et surveiller des machines virtuelles sur une seule machine physique.
hu: Szoftver, amelynek segítségével beállítható, üzemeltethető és felügyelhetők az egyetlen fizikai gépen lévő virtuális gépek.
ja: 単一の物理マシン内に複数の仮想マシンを設定し、管理し、監視することのできるサーバを設定するためのソフトウエアです。
lt: Programinė įranga serverio įrengimui, skirto viename kompiuteryje virtualių sistemų konfigūravimui, tvarkymui ir stebėjimui.
nl: Software voor het opzetten van een server voor het instellen, beheren en monitoren van virtuele machines op één fysieke machine.
pt: Software para preparar um servidor para configurar, gerir e monitorizar máquinas virtuais numa máquina física.
sk: Programy pre nastavenie servera pre konfigurovanie, správu a monitorovanie virtuálnych strojov na jednom fyzickom stroji.

source: KVM Virtualization Host and tools
fr: Hôte de virtualisation et outils KVM
hu: KVM virtualizációs állomás és eszközök
ja: KVM 仮想化ホストとツール
nl: KVM-virtualisatiehost en hulpmiddelen
sk: Virtualizačný hostiteľ KVM a nástroje

source: This will provide all minimal system to get a running KVM Hypervisor and be able to configure, manage, and monitor virtual machines on a single physical machine.
fr: Fournit un système minimal pour pour mettre en place un hyperviseur KVM et pour configurer, gérer et surveiller des machines virtuelles sur une seule machine physique.
hu: Minimális rendszert biztosít a KVM hipervizor futtatásához, valamint az egyetlen fizikai gépen lévő virtuális gépek beállításához, üzemeltetéséhez és felügyeletéhez.
ja: このパターンは、 KVM ハイパーバイザを実行するのに必要な最小限のシステムを提供するほか、単一の物理マシンで複数の仮想マシンを設定し、管理し、監視することのできるサーバを設定します。
nl: Dit levert het minimale systeem om een actieve KVM Hypervisor actief te hebben en in staat zijn om virtuele machines te configureren, te beheren en te monitoren op een enkele fysieke machine.
sk: Toto poskytne kompletný minimálny systém na získanie bežiaceho KVM hypervisora a možnosť konfigurovať, spravovať a monitorovať virtuálne stroje na jednom fyzickom stroji.

source: Web and LAMP Server
fr: Serveur Web et LAMP
hu: Web- és LAMP-kiszolgáló
ja: Web および LAMP サーバ
lt: Žiniatinklio ir LAMP serveris
nl: Web- en LAMP-server
pt: Servidor Web e LAMP
sk: Webový a LAMP server

source: Software to set up a Web server that is able to serve static, dynamic, and interactive content (like a Web shop). This includes Apache HTTP Server, the database management system MySQL, and scripting languages such as PHP, Python, Ruby on Rails, or Perl.
fr: Logiciels pour mettre en place un serveur web capable d'héberger des contenus statiques, dynamiques et interactifs (comme une boutique en ligne). Cela inclut le serveur HTTP Apache, le système de gestion de base de données MySQL et les langages de script tel que PHP, Python, Ruby on Rails ou Perl.
hu: Webkiszolgáló beállítása, amely képes statikus, dinamikus és interaktív tartalom (például egy webáruház) kiszolgálására. A kiszolgáló az Apache HTTP Serverre, a MySQL adatbázis-kezelő rendszerre, valamint különféle parancsnyelvekre (PHP, Python, Ruby on Rails vagy Perl) épül.
ja: 静的／動的／対話的なコンテンツ (Web ショップなど) を提供することができる、Web サーバを設定するためのソフトウエアです。これには Apache HTTP Server のほか、 MySQL データベース管理システムや PHP, Python, Ruby on Rails, Perl などのスクリプト言語も含まれています。
lt: Programinė įranga saityno serverio įrengimui, kuris gali pateikti nekintantį, kintantį ir interaktyvų turinį (kaip internetinė parduotuvė). Čia įtrauktas Apache HTTP serveris, duomenų bazių tvarkyklė MySQL ir skriptinės kalbos, pvz.: PHP, Python, Ruby on Rails, Perl.
nl: Software voor het opzetten van een webserver die in staat is om statische, dynamische en interactieve content (zoals een webwinkel) kan beheren. Dit is inclusief de Apache HTTP-server, het databasebeheersysteem MySQL en scripttalen zoals PHP, Python, Ruby on Rails en Perl.
pt: Software para configurar um servidor Web capaz de servir conteúdo estático, dinâmico e interactivo (como uma loja online). É baseado no servidor Apache de HTTP, no sistema de gestão de bases de dados MySQL e em linguagens de scripting como o PHP, Python, Ruby on Rails, ou Perl.
sk: Softvér pre správu servera, ktorý bude slúžiť ako webový server, ktorý dokáže poskytovať statické, dynamické a interaktívne stránky (napr. webový obchod). Je postavený na HTTP serveri Apache, na systéme správy databáz MySQL a na skriptovacích jazykoch akými sú PHP, Python, Ruby on Rails, alebo Perl.

source: The 32bit pattern complementing lamp_server.
fr: Le modèle 32bit complétant lam_server.
hu: A lamp_server lehetőséget kiegészítő 32 bites minta.
ja: lamp_server パターンを補完する 32 ビットパターンです。
nl: Het 32bit patroon dat lamp_server complementeert.
sk: 32bitová šablóna dopĺňajúca lamp_server.

source: Mail and News Server
fr: Serveur de messagerie et de nouvelles
hu: Levelező- és hírolvasó-kiszolgáló
ja: メールとニュースのサーバ
lt: Pašto ir naujienų serveris
nl: Mail- en nieuwsserver
pt: Servidor de Correio e Notícias
sk: Server el. pošty a diskusných skupín

source: Software to set up electronic mail and message services to handle email, mailing, and news lists, including a virus scanner to scan messages at the server level.
fr: Logiciels pour mettre en place des services de courrier électronique et de messagerie pour gérer les messages électroniques, les listes de diffusion et les listes d'information et qui inclut un logiciel de recherche de virus pour examiner les messages au niveau du serveur.
hu: Elektronikus levelezési és üzenettovábbítások szolgáltatások beállítása e-mail üzenetek, levelezőlisták és hírcsoportok kezeléséhez. Szolgálhat vírusellenőrzőként is az üzenetek kiszolgálószintű átvizsgálásához.
ja: 電子メールやメーリングリスト、ニュースリストなどを処理することができる、電子メールおよびメッセージサービスを設定するためのソフトウエアです。サーバレベルでメッセージをチェックすることができる、ウイルススキャナなども含まれています。
lt: Programinė įranga elektroninio pašto ir žinučių paslaugų įrengimui, skirta darbui su el.paštu ir naujienų sąrašais, įskaitant virusų aptikimą žinutėse serverio lygiu.
nl: Software voor het opzetten van elektronische e-mail- en berichtendiensten voor het afhandelen van e-mail, mailinglijsten en nieuwsgroepen, inclusief een virusscanner voor het scannen van berichten op serverniveau.
sk: Softvér na nastavenie elektronickej pošty a služieb správ na spracovanie emailu, zasielanie správ a zoznamov správ vrátane vírusového skenera na skenovanie správ na úrovni servera.

source: The 32bit pattern complementing mail_server.
fr: Le modèle 32bit complétant mail_server.
hu: A mail_server lehetőséget kiegészítő 32 bites minta.
ja: mail_server パターンを補完する 32 ビットパターンです。
nl: Het 32bit patroon dat mail_server complementeert.
sk: 32bitová šablóna dopĺňajúca mail_server.

source: Print Server
fr: Serveur d'impression
hu: Nyomtatókiszolgáló
ja: 印刷サーバ
lt: Spausdinimo serveris
nl: Printerserver
pt: Servidor de Impressão
sk: Tlačový server

source: This pattern provides all packages necessary for printing. It provides all needed packages for printing to a locally connected printer, printing using a remote print server and for setting up a print server.
fr: Ce modèle fournit tous les paquets nécessaires à l'impression. Il fournit tous les paquets nécessaires pour imprimer sur une imprimante connectée localement ou via un serveur d'impression distant ainsi que les paquets nécessaires pour configurer un serveur d'impression.
hu: Ez a minta tartalmazza a nyomtatáshoz szükséges összes csomagot, beleértve a helyi nyomtatóval történő nyomtatáshoz, a távoli nyomtatókiszolgáló használatához és a nyomtatókiszolgáló beállításához szükséges csomagokat.
ja: このパターンは、印刷処理を行なうのに必要な全てのパッケージを提供しています。ローカルに接続されたプリンタのほか、ネットワーク上離れた場所にあるプリンタでの印刷や、印刷サーバの設定なども行なうことができます。
nl: Dit patroon biedt alle pakketten die nodig zijn voor printen. Het biedt alle noodzakelijke pakketten om te printen naar een lokaal aangesloten printer, te printen met behulp van een externe printserver en voor het instellen van een printserver.
sk: Táto šablóna poskytuje všetky balíky potrebné pre tlač. Poskytuje všetky potrebné balíky pre tlač na lokálne pripojenej tlačiarni, tlač pomocou vzdialeného tlačového servera a pre nastavenie tlačového servera.

source: The 32bit pattern complementing printing.
fr: Le modèle 32bit complétant printing.
hu: A nyomtatást kiegészítő 32 bites minta.
ja: printing パターンを補完する 32 ビットパターンです。
nl: Het 32bit patroon dat printing complementeert.
sk: 32bitová šablóna dopĺňajúca printing.

source: Xen Virtual Machine Host Server
fr: Serveur hôte pour machine virtuelle Xen
hu: Xen virtuálisgép-kiszolgáló
ja: Xen 仮想マシンホストサーバ
lt: Xen virtualios sistemos kompiuterio serveris
nl: Hostserver voor Xen Virtual Machine
pt: Servidor Anfitrião de Máquina Virtual Xen
sk: Xen Hostiteľský server pre virtuálne stroje

source: XEN Virtualization Host and tools
fr: Hôte de virtualisation et outils XEN
hu: XEN virtualizációs állomás és eszközök
ja: XEN 仮想化ホストとツール
nl: XEN-virtualisatiehost en hulpmiddelen
sk: Virtualizačný hostiteľ XEN a nástroje

source: This will provide all minimal system to get a running XEN Hypervisor and be able to configure, manage, and monitor virtual machines on a single physical machine.
fr: Fournit un système minimal pour pour mettre en place un hyperviseur XEN et pour configurer, gérer et surveiller des machines virtuelles sur une seule machine physique.
hu: Minimális rendszert biztosít az XEN hipervizor futtatásához, valamint az egyetlen fizikai gépen lévő virtuális gépek beállításához, üzemeltetéséhez és felügyeletéhez.
ja: このパターンは、 XEN ハイパーバイザを実行するのに必要な最小限のシステムを提供するほか、単一の物理マシンで複数の仮想マシンを設定し、管理し、監視することのできるサーバを設定します。
nl: Dit levert het minimale systeem om een actieve XEN Hypervisor actief te hebben en in staat zijn om virtuele machines te configureren, te beheren en te monitoren op een enkele fysieke machine.
sk: Toto poskytne kompletný minimálny systém na získanie bežiaceho XEN hypervisora a možnosť konfigurovať, spravovať a monitorovať virtuálne stroje na jednom fyzickom stroji.

source: The 32bit pattern complementing WBEM.
ja: WBEM パターンを補完する 32 ビットパターンです。
nl: Het 32bit patroon dat WBEM complementeert.
sk: 32bitová šablóna dopĺňajúca WBEM.

source: XFCE Desktop Environment
fr: Environnement de bureau XFCE
hu: XFCE asztali környezet
ja: XFCE デスクトップ環境
lt: XFCE darbalaukio aplinka
nl: XFCE bureaubladomgeving
pt: Ambiente de Trabalho XFCE
sk: Pracovné prostredie XFCE

source: Xfce is a lightweight desktop environment for various *NIX systems.
fr: Xfce est un environnement de bureau léger pour divers systèmes *NIX.
hu: Az XFCE egy egyszerűsített munkakörnyezet különböző *NIX rendszerekhez.
ja: Xfce は様々な *NIX システムで動作する軽量デスクトップ環境です。
lt: Xfce yra nereikli darbalaukio aplinka įvairioms *NIX sistemoms.
nl: Xfce is een lichtgewicht bureaubladomgeving voor diverse UNIX-systemen.
pt: O xfce é um ambiente gráfico leve para vários sistemas *NIX.
sk: Xfce je systémovo nenáročné pracovné prostredie pre rozličné *NIXové systémy.

source: XFCE Base System
fr: Système de base XFCE
hu: XFCE alaprendszer
ja: XFCE ベースシステム
lt: XFCE pagrindinė sistema
nl: XFCE Basissysteem
sk: Základný systém XFCE

source: Base packages for the XFCE Desktop Environment
fr: Paquets de base pour l'environnement de bureau XFCE
hu: XFCE asztali környezet alapcsomagok.
ja: XFCE デスクトップ環境向けの基本パッケージ
lt: Pagrindiniai paketai XFCE darbalaukio aplinkai
nl: Basispakketten voor de XFCE bureaubladomgeving
sk: Základné balíky pre desktopové prostredie XFCE

source: XFCE Desktop
fr: Bureau XFCE
ja: XFCE デスクトップ
nl: XFCE-bureaublad
sk: Plocha XFCE

source: XFCE Office
fr: Bureautique XFCE
hu: XFCE irodai alkalmazások
ja: XFCE オフィス
lt: XFCE raštinė
pt: Escritório XFCE
sk: Kancelárske aplikácie pre XFCE

source: YaST Development
fr: Développement YaST
hu: YaST fejlesztőkörnyezet
ja: YaST 開発
lt: YaST programavimas
nl: YaST-ontwikkeling
pt: Desenvolvimento YaST
sk: Vývoj YaST

source: Tools and libraries for developing YaST modules, the setup and configuration tool for openSUSE.
fr: Outils et bibliothèques nécessaires au développement de modules pour YaST, l'outil de configuration pour openSUSE.
hu: Segédprogramok és programkönyvtárak YaST modulok fejlesztéséhez, az openSUSE telepítő- és konfigurációs eszközeihez.
ja: openSUSE におけるセットアップ兼設定ツールである YaST の、モジュールを開発するためのツールとライブラリです。
lt: Įrankiai ir bibliotekos YaST modulių programavimui, openSUSE diegimo ir konfigūravimo įrankiui.
nl: Hulpmiddelen en bibliotheken voor het ontwikkelen van modules voor YaST, het installatie- en configuratieprogramma voor openSUSE.
pt: Ferramentas e livrarias para desenvolvimento de módulos YaST, a ferramenta de preparação e configuração do openSUSE.
sk: Nástroje a knižnice pre vývoj modulov YaST, nástroja pre nastavenie a konfiguráciu v openSUSE.

source: YaST User Interfaces
fr: Interfaces utilisateur YaST
hu: YaST felhasználói felület
ja: YaST ユーザインターフェイス
lt: YaST naudotojo sąsajos
nl: YaST-interfaces
pt: Interfaces de Utilizador YaST KDE
sk: Používateľské rozhrania YaST

source: Graphical YaST user interfaces for minimal X desktop.
fr: Interfaces graphiques de YaST pour le bureau minimal X.
hu: Grafikus YaST felhasználói felület minimális asztali környezethez.
ja: 最小 X デスクトップ向けグラフィカル YaST ユーザインターフェイスです。
lt: Grafinės YaST naudotojo sąsajos minimaliam X darbalaukiui.
nl: Grafische YaST-interface voor de minimale grafische omgeving.
pt: Interfaces de utilizador gráficas YaST para o ambiente minimal X.
sk: Grafické používateľské rozhrania YaST pre minimalistické grafické prostredie.
