Repository: BENBELLA23/packages-i18n
Catalog: */po/patterns.*.po
Languages: fr, hu, ja, lt, nl, pt, sk

source: RPM Build Environment
fr: Environnement de création RPM
hu: RPM-készítő környezet
ja: RPM 構築環境
lt: RPM kūrimo aplinka
nl: RPM Build-omgeving
pt: Ambiente de Construção RPM
sk: Prostredie pre balenie RPM balíkov

source: Minimal set of tools and libraries for building packages using the RPM package manager.
fr: Ensemble minimal d'outils et de bibliothèques pour créer des paquets utilisant le gestionnaire de paquets RPM.
hu: Szükséges segédeszközök és programkönyvtárak RPM csomagok készítéséhez.
ja: RPM パッケージマネージャを利用してパッケージを構築するのに必要な、最小限のツールとライブラリ集です。
lt: Minimalus įrankių ir bibliotekų rinkinys paketų kompiliavimui, naudojant RPM paketų tvarkytuvę.
nl: Minimale set hulpmiddelen en bibliotheken voor het bouwen van pakketten met behulp van de RPM-pakketbeheerder.
pt: Conjunto mínimo de ferramentas e livrarias para construir pacotes que utilizam o gestor de pacotes RPM.
sk: Najmenšia sada nástrojov a knižníc pre tvorbu balíkov založených na RPM správcovi balíkov.

source: Web Development
fr: Développement Web
hu: Web fejlesztőkörnyezet
ja: Web 開発
lt: Žiniatinklio programavimas
nl: Webontwikkeling
pt: Desenvolvimento Web
sk: Vývoj Webu

source: Tools and libraries for Web application development.
fr: Outils et bibliothèques nécessaires au développement d'applications Web.
hu: Segédprogramok és programkönyvtárak webes alkalmazásfejlesztéshez.
ja: Web アプリケーションを開発するためのツールとライブラリです。
lt: Įrankiai ir bibliotekos saityno programų programavimui.
nl: Hulpmiddelen en bibliotheken voor het ontwikkelen van webtoepassingen.
pt: Ferramentas e livrarias para desenvolvimento de aplicações Web.
sk: Nástroje a knižnice pre vývoj webových aplikácií.

source: Java Development
fr: Développement Java
hu: Java fejlesztőkörnyezet
ja: Java 開発
lt: Java programavimas
nl: Java-ontwikkeling
pt: Desenvolvimento Java
sk: Vývoj Java

source: Tools and libraries for software development using the Java programming language.
fr: Outils et bibliothèques pour le développement de logiciels utilisant le langage de programmation Java.
hu: Segédprogramok és programkönyvtárak Java programnyelven történő fejlesztéshez.
ja: Java プログラミング言語を利用した開発のためのツールとライブラリです。
lt: Įrankiai ir bibliotekos programavimui naudojant Java programavimo kalbą.
nl: Hulpmiddelen en bibliotheken voor softwareontwikkeling met behulp van de Java-programmeertaal.
pt: Ferramentas e livrarias para o desenvolvimento de software utilizando a linguagem de programação Java.
sk: Nástroje a knižnice pre vývoj softvéru v programovacom jazyku Java.

source: .NET Development
fr: Développement .NET
hu: .NET fejlesztőkörnyezet
ja: .NET 開発
lt: .NET programavimas
nl: .NET-ontwikkeling
pt: Desenvolvimento .NET
sk: Vývoj .NET

source: Tools and libraries for .NET development using Mono.
fr: Outils et bibliothèques nécessaires au développement .NET utilisant Mono.
hu: .NET fejlesztéshez használt segédprogramok és programkönyvtárak Mono használatával.
ja: Mono を使用する .NET 開発用のツールとライブラリです。
lt: Įrankiai ir bibliotekos .NET programavimui naudojant Mono.
nl: Hulpmiddelen en bibliotheken voor .NET-ontwikkeling met behulp van Mono.
pt: Ferramentas e livrarias para desenvolvimento .NET utilizando Mono.
sk: Mono nástroje a knižnice pre vývoj pre platformu .NET.

source: Tools for Packaging with Open Build Service
fr: Outils pour empaqueter des applications avec l'Open Build Service
ja: Open Build Service でパッケージを作成するためのツール
lt: OBS paketų kūrimo įrankiai
nl: Hulpmiddelen voor packaging met Open Build Service
sk: Nástroje pre tvorbu balíkov s Open Build Service

source: Tools for checkouting, patching, building and testing package via osc.
fr: Outils pour récupérer, patcher, construire et tester des paquets via osc.
ja: osc を利用してチェックアウト, パッチ, ビルド, テストするためのツールです。
lt: Pradinio kodo parsisiuntimo, pataisų, paketų kūrimo bei testavimo įrankiai dirbant su osc komanda.
nl: Hulpmiddelen voor checkout, patchen, builden en testen van pakketten via osc.
sk: Nástroje pre kontrolu, opravu, zostavenie a testovanie balíkov cez osc.

source: Perl Development
fr: Développement Perl
hu: Perl fejlesztőkörnyezet
ja: Perl 開発
lt: Perl programavimas
nl: Perl-ontwikkeling
pt: Desenvolvimento Perl
sk: Vývoj Perl

source: Tools and libraries for software development using the Perl programming language.
fr: Outils et bibliothèques pour le développement de logiciels utilisant le langage de programmation Perl.
hu: Segédprogramok és programkönyvtárak Perl programnyelven történő fejlesztéshez.
ja: Perl プログラミング言語を利用した開発のためのツールとライブラリです。
lt: Įrankiai ir bibliotekos programavimui naudojant Perl programavimo kalbą.
nl: Hulpmiddelen en bibliotheken voor softwareontwikkeling met behulp van de Perl-programmeertaal.
pt: Ferramentas e livrarias para o desenvolvimento de software utilizando linguagem de programação Perl.
sk: Nástroje a knižnice pre vývoj softvéru v programovacom jazyku Perl.

source: Python 3 Developement
fr: Développement Python 3
ja: Python 3 開発
lt: Python 3 programavimas
nl: Python 3-ontwikkeling
sk: Vývoj Python 3

source: Ruby Development
fr: Développement Ruby
hu: Ruby fejlesztőkörnyezet
ja: Ruby 開発
lt: Ruby programavimas
nl: Ruby-ontwikkeling
pt: Desenvolvimento Ruby
sk: Vývoj v Ruby

source: Tools and libraries for software development using the Ruby programming language.
fr: Outils et bibliothèques pour le développement de logiciels utilisant le langage de programmation Ruby.
hu: Segédprogramok és programkönyvtárak Puby programnyelven történő fejlesztéshez.
ja: Ruby プログラミング言語を利用した開発のためのツールとライブラリです。
lt: Įrankiai ir bibliotekos programavimui naudojant Ruby programavimo kalbą.
nl: Hulpmiddelen en bibliotheken voor softwareontwikkeling met behulp van de Ruby-programmeertaal.
pt: Ferramentas e livrarias para o desenvolvimento de software utilizando linguagem de programação Ruby.
sk: Nástroje a knižnice pre vývoj softvéru v programovacom jazyku Ruby.

source: Tcl/Tk Development
fr: Développement Tcl/Tk
hu: Tcl/Tk fejlesztőrendszer
ja: Tcl/Tk 開発
lt: Tcl/Tk programavimas
nl: Tcl/Tk-ontwikkeling
pt: Desenvolvimento Tcl/Tk
sk: Vývoj Tcl/Tk

source: Tools and libraries for development using Tcl and Tk.
fr: Outils et bibliothèques nécessaires au développement à l'aide de Tcl et Tk.
hu: Fejlesztéshez használt segédprogramok és programkönyvtárak Tcl és Tk használatával.
ja: Tcl や Tk を利用して開発するためのツールとライブラリです。
lt: Įrankiai ir bibliotekos programavimui naudojant Tcl ir Tk.
nl: Hulpmiddelen en bibliotheken voor softwareontwikkeling met behulp van Tcl en Tk.
pt: Ferramentas e livrarias para desenvolvimento utilizando Tcl e Tk.
sk: Nástroje a knižnice pre vývoj pomocou Tcl a Tk.

source: Enlightenment Window Manager and applications
fr: Gestionnaire de fenêtres et applications Enlightenment
ja: Enlightenment ウインドウマネージャとアプリケーション
lt: „Enlightenment“ langų tvarkyklė ir programos
nl: Enlightenment Windowmanager en toepassingen
sk: Správca okien Enlightenment a aplikácie

source: Fonts
fr: Polices
hu: Betűkészletek
ja: フォント
lt: Šriftai
nl: Lettertypen
pt: Fontes
sk: Písma

source: Base fonts and font configuration.
fr: Polices de base et configuration des polices.
hu: Alap betűkészletek és betűkészlet-beállító alkalmazások.
ja: 基本フォントとフォント設定です。
lt: Pagrindiniai šriftai ir šriftų konfigūracijos.
nl: Basis-lettertypen en lettertypeconfiguratie.
pt: Tipos de letra base e configuração de fontes.
sk: Základné písma a nastavenie písiem.

source: Games
fr: Jeux
hu: Játékok
ja: ゲーム
lt: Žaidimai
nl: Spellen
pt: Jogos
sk: Hry

source: A collection of games.
fr: Une collection de jeux.
hu: Játékgyűjtemény.
ja: ゲーム集です。
lt: Žaidimų rinkinys.
nl: Een verzameling spellen.
pt: Uma selecção de jogos.
sk: Zbierka hier.

source: GNOME Development
fr: Développement GNOME
hu: GNOME fejlesztőkörnyezet
ja: GNOME 開発
lt: GNOME programavimas
nl: GNOME Ontwikkeling
pt: Desenvolvimento GNOME
sk: Vývoj GNOME

source: GNOME development packages.
fr: Paquets de développement GNOME.
hu: GNOME fejlesztői csomagok.
ja: GNOME 開発用パッケージ群です。
lt: GNOME vystymo paketai.
nl: Pakketten voor GNOME-ontwikkeling.
pt: Pacotes de desenvolvimento GNOME.
sk: Vývojárske balíky pre GNOME.

source: GNOME Desktop Environment (Wayland)
fr: Environnement de bureau GNOME (Wayland)
hu: GNOME asztali környezet (Wayland)
ja: GNOME デスクトップ環境 (Wayland)
nl: GNOME bureaubladomgeving (Wayland)
sk: Desktopové prostredie GNOME (Wayland)

source: The GNOME desktop environment is an intuitive and attractive desktop for users. This pattern installs components for GNOME to run with Wayland and X11 technologies.
fr: L'environnement de bureau GNOME est un bureau intuitif et attrayant pour les utilisateurs. Ce modèle installe les composants nécessaires pour que GNOME s'exécute avec les technologies Wayland et X11.
hu: A GNOME egy intuitív és tetszetős asztali környezet Linux munkaállomásokhoz. Ez a minta a GNOME összetevőit telepíti a Wayland és az X11 technológiával történő futtatáshoz.
ja: GNOME デスクトップ環境は、ユーザに対して直感的かつ魅力的なデスクトップ環境です。このパターンは、 Wayland と X11 の両方を併用して、 GNOME を実行するためのコンポーネントをインストールします。
nl: De GNOME-bureaubladomgeving is en intuïtieve en aantrekkelijk bureaublad voor gebruikers. Dit patroon installeert componenten voor GNOME om met Wayland en X11 technologieën te werken.
sk: Desktopové prostredie GNOME je intuitívne a atraktívne pracovné prostredie pre používateľov. Táto šablóna nainštaluje komponenty pre GNOME, aby mohlo pracovať s technológiami Wayland a X11.

source: GNOME Desktop Environment (Basic)
fr: Environnement de bureau GNOME (de base)
hu: GNOME asztali környezet (alapszintű)
ja: GNOME デスクトップ環境 (基本)
nl: GNOME bureaubladomgeving (basis)
sk: Desktopové prostredie GNOME (Basic)

source: The GNOME desktop environment is an intuitive and attractive desktop for users. This pattern installs GNOME desktop environment with only essential graphical applications installed (File Manager, Web Browser).
fr: L'environnement de bureau GNOME est un bureau intuitif et attrayant pour les utilisateurs. Ce modèle installe un environnement de bureau GNOME dans lequel sont installées uniquement les applications graphiques essentielles (gestionnaire de fichiers et navigateur Web).
hu: A GNOME asztali környezet intuitív és tetszetős asztalt biztosít a felhasználóknak. Ez a minta a GNOME asztali környezetet telepíti a lényeges grafikus alkalmazásokkal (fájlkezelő, böngésző).
ja: GNOME デスクトップ環境は、ユーザに対して直感的かつ魅力的なデスクトップ環境です。このパターンは、主要なグラフィカルアプリケーション (ファイルマネージャ／Web ブラウザ) のみを利用する GNOME デスクトップ環境をインストールします。
nl: De GNOME-bureaubladomgeving is en intuïtieve en aantrekkelijk bureaublad voor gebruikers. Dit patroon installeert GNOME bureaubladomgeving met alleen essentiële geïnstalleerde grafische toepassingen (bestandsbeheerder, webbrowser).
sk: Desktopové prostredie GNOME je intuitívne a atraktívne pracovné prostredie pre používateľov. Táto šablóna nainštaluje desktopové prostredie GNOME nainštalovanými iba základnými grafickými aplikáciami (správca súborov, webový prehliadač).

source: GNOME Base System
fr: Système de base GNOME
hu: GNOME alaprendszer
ja: GNOME 基本システム
lt: GNOME pagrindinė sistema
nl: GNOME Basissysteem
pt: Sistema Base GNOME
sk: Základný systém GNOME

source: Base packages for the GNOME desktop environment.
fr: Paquets de base de l'environnement de bureau GNOME.
hu: GNOME asztali környezet alapcsomagok.
ja: GNOME デスクトップ環境向け基本パッケージです。
lt: Pagrindiniai paketai GNOME darbalaukio aplinkai.
nl: Basispakketten voor de GNOME-werkomgeving.
pt: Pacotes base para o Ambiente de Trabalho GNOME.
sk: Základné balíky pre desktopové prostredie GNOME.

source: GNOME Games
fr: Jeux GNOME
hu: GNOME játékok
ja: GNOME ゲーム
lt: GNOME žaidimai
nl: GNOME Spellen
pt: Jogos GNOME
sk: Hry pre GNOME

source: GNOME Desktop
fr: Bureau GNOME
hu: GNOME asztali környezet
ja: GNOME デスクトップ
nl: GNOME bureaublad
sk: Pracovné prostredie GNOME

source: GNOME Integrated Development Environment
fr: Environnement de développement intégré GNOME
hu: GNOME integrált fejlesztői környezet
ja: GNOME 統合開発環境
lt: GNOME integruota programavimo aplinka
nl: GNOME geïntegreerde ontwikkelomgeving
pt: Ambiente Integrado de Desenvolvimento GNOME
sk: Integrované vývojové prostredie pre GNOME

source: Development under GNOME
fr: Développement sous GNOME
hu: GNOME-alapú fejlesztőkörnyezet
ja: GNOME での開発
lt: Programavimas GNOME aplinkoje
nl: Ontwikkelen met GNOME
pt: Desenvolvimento sob GNOME
sk: Vývoj pod GNOME

source: GNOME Graphics
fr: Graphiques GNOME
hu: GNOME-alapú grafikai alkalmazások
ja: GNOME グラフィック
lt: GNOME grafika
nl: GNOME Grafisch
pt: Gráficos GNOME
sk: GNOME Grafika

source: Handling of digital photos and graphics
fr: Gestion de photos numériques et de graphiques
hu: Digitális fotók és grafikák kezelése
ja: デジタルカメラの写真や画像の処理
lt: Skaitmeninių nuotraukų ir grafikos apdorojimas, tvarkymas
nl: Afhandelen van digitale foto's en afbeeldingen
pt: Manuseamento de fotografias digitais e gráficos
sk: Manipulácia s digitálnymi fotografiami a grafikou

source: GNOME Internet Applications
fr: Applications Internet GNOME
hu: GNOME internetes alkalmazások
ja: GNOME インターネットアプリケーション
lt: GNOME interneto programos
nl: GNOME Internetprogramma's
pt: Aplicações Internet GNOME
sk: Internetové aplikácie GNOME

source: GNOME Multimedia
fr: Multimédia GNOME
hu: GNOME-alapú multimédia-alkalmazások
ja: GNOME マルチメディア
lt: GNOME įvairialypė terpė
pt: Multimédia GNOME
sk: Multimédiá pre GNOME

source: GNOME Office
fr: Bureautique GNOME
hu: GNOME irodai alkalmazások
ja: GNOME オフィス
lt: GNOME raštinė
nl: GNOME Kantoor
pt: Escritório GNOME
sk: Kancelárske aplikácie pre GNOME

source: GNOME Utilities
fr: Utilitaires GNOME
hu: GNOME segédprogramok
ja: GNOME ユーティリティ
lt: GNOME pagalbininkai
nl: GNOME Hulpprogramma's
pt: Utilitários GNOME
sk: GNOME Nástroje

source: GNOME Desktop Environment (X11)
fr: Environnement de bureau GNOME (X11)
hu: GNOME asztali környezet (X11)
ja: GNOME デスクトップ環境 (X11)
nl: GNOME bureaubladomgeving (X11)
sk: Desktopové prostredie GNOME (X11)

source: The GNOME desktop environment is an intuitive and attractive desktop for users. This pattern installs a full featured GNOME desktop environment, including Office suite, E-Mail client, Web Browser, File Manager, running with X11 technology.
fr: L'environnement de bureau GNOME est un bureau intuitif et attrayant pour les utilisateurs. Ce modèle installe un environnement de bureau GNOME complet, y compris la suite Office, le client de messagerie, le navigateur Web et le gestionnaire de fichiers, le tout s'exécutant avec la technologie X11.
hu: A GNOME asztali környezet intuitív és tetszetős asztalt biztosít a felhasználóknak. Ez a minta a teljes funkcionalitású GNOME asztali környezetet telepíti, beleértve az Office programcsomagot, az e-mail alkalmazást, a böngészőt, a fájlkezelőt, az X11 technológia alkalmazásával.
ja: GNOME デスクトップ環境は、ユーザに対して直感的かつ魅力的なデスクトップ環境です。このパターンは、オフィススイートや電子メールクライアント、 Web ブラウザやファイルマネージャなど、 X11 を利用する完全機能の GNOME デスクトップ環境をインストールします。
nl: De GNOME-bureaubladomgeving is en intuïtieve en aantrekkelijk bureaublad voor gebruikers. Dit patroon installeert een van alle gemakken voorziene GNOME bureaubladomgeving, inclusief Office-suite, e-mailclient, webbrowser, bestandsbeheerder, werkend met X11 technologie.
sk: Desktopové prostredie GNOME je intuitívne a atraktívne pracovné prostredie pre používateľov. Táto šablóna nainštaluje plnohodnotné GNOME desktopové prostredie, vrátane kancelárskeho balíka, e-mailového klienta, webového prehliadača, správcu súborov, bežiacich s technológiou X11.

source: YaST GNOME User Interfaces
fr: Interfaces utilisateur YaST pour GNOME
hu: YaST GNOME felhasználói felület
ja: YaST GNOME ユーザインターフェイス
lt: YaST GNOME naudotojo sąsajos
nl: YaST GNOME gebruikersinterfaces
pt: Interfaces de utilizador YaST GNOME
sk: Používateľské rozhranie YaST pre GNOME

source: Graphical YaST user interfaces for the GNOME desktop.
fr: Interfaces graphiques de YaST pour le bureau GNOME.
hu: Grafikus YaST felhasználói felület GNOME asztali környezethez.
ja: GNOME デスクトップ向けのグラフィカルな YaST ユーザインターフェイスです。
lt: Grafinės YaST naudotojo sąsajos GNOME darbalaukiui.
nl: Grafische YaST-gebruikersinterface voor de GNOME-desktop.
pt: Interfaces de utilizador gráficas YaST para o ambiente de trabalho GNOME.
sk: Grafické používateľské rozhranie YaST pre pracovné prostredie GNOME.

source: Package Management - Graphical Tools for GNOME
fr: Gestion de paquets - Outils graphiques pour GNOME
hu: Csomagkezelés - Grafikus eszközök GNOME-hoz
ja: パッケージ管理 - GNOME 向けグラフィカルツール
lt: Paketų tvarkymas – grafiniai GNOME įrankiai
nl: Pakketbeheer - grafische hulpmiddelen voor GNOME
pt: Gestão de Pacotes - Ferramentas Gráficas para GNOME
sk: Správa balíkov -- grafické nástroje pre GNOME

source: Package Management - Graphical Tools
fr: Gestion des paquets - Outils graphiques
hu: Csomagkezelés - Grafikus eszközök
ja: パッケージ管理 - グラフィカルツール
lt: Paketų tvarkymas - grafiniai įrankiai
nl: Pakketbeheer - grafische hulpmiddelen
pt: Gestão de Pacotes - Ferramentas Gráficas
sk: Správa balíkov -- grafické nástroje

source: Patterns for SLE HA
ja: SLE HA用のパターン
nl: Patronen voor SLE HA
sk: Šablóny pre SLE HA

source: This is an internal package that is used to create the patterns as part of the installation source setup. Installation of this package does not make sense.
ja: これは、インストールソースの設定の一部としてパターンを作成する際に使用する内部パッケージです。このパッケージは何も意味を持ちません。
sk: Toto je interný balík, ktorý sa používa na vytvorenie šablón ako súčasť inštalácie zdroja inštalácie. Inštalácia tohto balíka nemá zmysel.

source: Patterns for SLE HA GEO
ja: SLE HA GEO用のパターン
nl: Patronen voor SLE HA GEO
sk: Šablóny pre SLE HA GEO

source: GEO Clustering for High Availability
ja: 高可用性向け GEO クラスタリング
nl: GEO clustering voor hoge beschikbaarheid
sk: GEO Clustering pre vysokú dostupnosť

source: This pattern provides tools for building multi-site clustering setups based on the SUSE Linux Enterprise High-Availability and its GEO extension.
ja: このパターンは、 SUSE Linux Enterprise High-Availability と GEO 拡張をベースにした、マルチサイト型のクラスタ設定を構築するためのツールをインストールします。
sk: Táto šablóna poskytuje nástroje na vytváranie klastrových nastavení s viacerými lokalitami založených na SUSE Linux Enterprise High-Availability a jeho rozšírení GEO.

source: Primary Functions
fr: Fonctions principales
ja: 主要機能
nl: Primaire functies
sk: Primárne funkcie

source: High Availability
ja: 高可用性
nl: Hoge beschikbaarheid
sk: Vysoká dostupnosť

source: Provide tools to ensure a high degree of operational continuity and reduce the downtimes of your system.
ja: 運用の継続性とシステムのダウンタイムの縮小の支援を目的としたツールをインストールします。
nl: Levert hulpmiddelen voor het verzekeren van een hoge graad van operationele continuïteit en het terugdringen van downtimes voor uw systeem.
sk: Poskytuje nástroje pre zaistenie vysokého stupňa prevádzkovej kontinuity a redukcie výpadkov vášho systému.

source: HPC Basic Compute Node
fr: Nœud de calcul de base HPC
hu: HPC alapszintű számítási csomópont
ja: HPC 基本計算ノード
nl: HPC-basisrekennode
sk: Základný výpočtový uzol HPC

source: A compute node comprises of a minimal software image and mainly runs simulation programs. Services on this node should be reduced to a bare minimum and the node *must* be installed in a automatic manner. The pattern 'HPC Modularized libraries' should also be installed.
ja: 計算ノードとは最小限のソフトウエアイメージから成る環境で、主にシミュレーションプログラムを動作させるために使用するものです。このシステムで動作するサービスは最小限のものに限られるほか、ノードは自動的に管理されるものでなければなりません。 'HPC モジュール型ライブラリ' のパターンもインストールされます。
nl: Een rekennode bestaat uit een minimale image met software en voert hoofdzakelijk simultieprogramma's uit. Services op deze node zouden beperkt moeten worden tot een minimum en de node *moet* geïnstalleerd zijn op een automatische manier. Het patroon HPC modulaire bibliotheken zou ook geïnstalleerd moeten zijn.
sk: Výpočtový uzol sa skladá z minimálneho softvérového obrazu a prevažne vykonáva simulačné programy. Služby na tomto uzle by mali byť obmedzené na prosté minimum a uzol *musí* byť inštalovaný automatickým spôsobom. Šablóna 'Modularizované knižnice HPC' by mala byť tiež nainštalovaná.

source: Server Functions
fr: Fonctions de serveur
hu: Kiszolgáló
ja: サーバ機能
nl: Serverfuncties
sk: Funkcie serveru

source: HPC Development Packages
fr: Paquets de développement HPC
hu: Csomagok HPC-fejlesztéshez
ja: KDE 開発用パッケージ群
nl: Pakketten voor HPC-ontwikkeling
sk: Balíky vývoja HPC

source: This package provides all the relevant packages for developing HPC applications. It depends on the pattern 'HPC Modularized Libraries'. In addition it includes the GNU compilers and the relevant management packages.
ja: このパッケージには、 HPC アプリケーションを開発するのに必要な関連パッケージが含まれています。 'HPC モジュール型ライブラリ' のパターンに依存しています。このほか、追加で GNU コンパイラや関連する管理パッケージなどがインストールされます。
nl: Dit pakket levert alle relevante pakketten voor ontwikkeling van HPC toepassingen. Het hangt af van het patroon 'HPC modulaire bibliotheken' Daarnaast bevat het compilers en include-bestanden en de relevante pakketten voor beheer.
sk: Tento balík obsahuje všetky dôležité balíky pre vývoj aplikácií HPC. Závisí na šablóne 'Modularizované knižnice HPC'. Okrem toho obsahuje GNU kompilátory a príslušné balíčky správy.

source: HPC Modularized Libraries
ja: HPC モジュール型ライブラリ
nl: HPC gemodulariseerde bibliotheken
sk: Modularizované knižnice HPC

source: This package provides all the modularized libraries so that they can be used in an HPC environment. These libraries allow to install several MPI flavors in parallel. In order to use these libraries one needs to load them via the module command first.
ja: このパッケージには全てのモジュール化されたライブラリが含まれていて、HPC 環境内でそれらを利用できるようになっています。これらのライブラリは、同時に複数の MPI 形式をインストールすることができます。これらのライブラリを使用するには、あらかじめモジュールコマンドを利用してそれらを読み込んでおく必要があります。
nl: Dit pakket bevat alle gemoduleerde bibliotheken zodat ze gebruikt kunnen worden in een HPC-omgeving. Deze bibliotheken stellen in staat verschillende MPI smaken parallel installeren. Om deze te kunnen gebruiken moet u ze eerst laden via het commando module.
sk: Tento balík poskytuje všetky modularizované knižnice, takže môžu byť použité v prostredí HPC. Tieto knižnice umožňujú paralelnú inštaláciu viacerých druhov MPI. Aby bolo možné tieto knižnice používať, je potrebné ich najprv načítať pomocou príkazu module.

source: HPC Workload Manager
hu: HPC terheléskezelő
ja: HPC ワークロードマネージャ
nl: HPC Workload beheerder
sk: Správca pracovného zaťaženia HPC

source: This package provides all the relevant packages for running the central server component of the slurm workload manager.
hu: Ez a csomag tartalmazza a Slurm terheléskezelő központi kiszolgálói összetevőjének futtatásához szükséges összes fontos csomagot.
ja: このパッケージには、 slurm ワークロードマネージャの中央サーバコンポーネントを実行するのに必要な、全ての関連パッケージが含まれています。
nl: Dit pakket levert alle relevante pakketten voor uitvoeren van de centrale servercomponent van de slurm workload beheerder.
sk: Tento balík poskytuje všetky dôležité balíky na beh centrálneho serverového komponentu správcu pracovného zaťaženia slurm.

source: KDE Frameworks and Plasma Development
ja: KDE フレームワークおよび Plasma 開発
nl: KDE Frameworks- en Plasma-ontwikkeling
sk: Vývoj KDE Frameworks a Plasma

source: KDE Frameworks development packages.
fr: Paquets de développement KDE Frameworks.
ja: KDE フレームワーク開発のパッケージです。
lt: KDE karkaso programavimo paketai.
nl: Pakketten voor KDE Frameworks-ontwikkeling.
sk: Balíky vývoja KDE Frameworks.

source: Qt 5 Development
fr: Développement Qt 5
ja: Qt 5 開発
lt: Qt 5 programavimas
nl: Qt 5-ontwikkeling
sk: Vývoj Qt 5

source: Tools and libraries for software development using Qt 5.
ja: Qt 5 を使用するソフトウエア開発用のツールとライブラリです。
nl: Hulpmiddelen en bibliotheken voor software ontwikkeling met Qt 5.
sk: Nástroje a knižnice pre vývoj softvéru pomocou Qt 5.

source: KDE Applications and Plasma 5 Desktop
ja: KDE アプリケーションおよび Plasma 5 デスクトップ
nl: KDE Applications en Plasma 5 bureaublad
sk: KDE Aplikácie a Plasma 5 Desktop
