Repository: BENBELLA23/packages-i18n
Catalog: */po/patterns.*.po
Languages: fr, hu, ja, lt, nl, pt, sk

source: Misc. Proprietary Packages
hu: Egyéb szabadalom alá eső csomagok
ja: その他のプロプライエタリパッケージ
nl: Div. niet-opensource pakketten
pt: Vários Pacotes Proprietários
sk: Rozličné proprietárne balíky

source: Packages that are proprietary and not under an Open Source license
ja: プロプライエタリ (使用権のみが限定的に提供される) であり、オープンソースライセンスではないパッケージ群
nl: Propriëtaire pakketten die niet onder een openbronlicentie vallen
sk: Balíky, ktoré sú proprietárne a nie pod licenciou Open Source

source: Proprietary Software
hu: Szabadalom alá eső termékek
ja: プロプライエタリソフトウエア
nl: Niet-opensource software
sk: Softvér s uzavretým zdrojovým kódom

source: Packages that are proprietary and not under an Open Source license.
hu: Programcsomagok, amelyek szabadalom alá esnek és nem nyílt forrású licenc alá tartoznak.
ja: プロプライエタリ (使用権のみが限定的に提供される) であり、オープンソースライセンスではないパッケージ群です。
nl: Pakketten die niet onder een opensource-licentie vallen.
pt: Pacotes que são proprietários e não sob um licenciamento Open Source.
sk: Balíky s proprietárnym softvérom, ktorých licencia neumožňuje voľne šíriť zdrojový kód.

source: Documentation
hu: Dokumentáció
ja: ドキュメンテーション
lt: Dokumentacija
nl: Documentatie
pt: Documentação
sk: Dokumentácia

source: 32-Bit Runtime Environment
fr: Environnement d'exécution 32 bits
hu: 32 bites futtatókörnyezet
ja: 32 ビットランタイム環境
lt: 32 bitų aplinka
nl: 32-bits runtime-omgeving
pt: Ambiente de Execução de 32-Bit
sk: 32-bitové behové prostredie

source: This will install the 32-bit variant of all selected patterns. This allows to execute 32-bit software.
fr: Cela va installer la variante 32 bits de tous les modèles sélectionnés. Cela permet l'exécution de logiciels 32 bits.
hu: A kiválasztott elemek 32 bites változatát telepíti, amely 32 bites szoftverek futtatására alkalmas.
ja: このパターンは、選択したパターンの 32 ビット版をインストールします。これにより、 32 ビット版のソフトウエアを動作させることができるようになります。
lt: Tai įdiegs 32 bitų variantą visiems pasirinktiems šablonams. Tai leidžia vykdyti 32 bitų programinę įrangą.
nl: Dit zal de 32-bits variant van alle geselecteerde patronen installeren. Dit maakt het mogelijk om 32-bit software uit te voeren.
pt: Isto instalará a variante 32bit de todos os padrões escolhidos. Isto permite executar software de 32bit.
sk: Týmto nainštalujete 32-bitovú variantu všetkých vybraných vzorov. To vám umožní spúšťať 32-bitové programy.

source: Base Technologies
fr: Technologies de base
hu: Alapkomponensek
ja: 基本技術
nl: Basistechnologieën
sk: Základné technológie

source: AppArmor is an application security framework that provides mandatory access control for programs. It protects from exploitation of software flaws and compromised systems. It offers an advanced tool set that automates the development of per-program application security without requiring additional knowledge.
fr: AppArmor est un système de sécurité qui offre un contrôle d'accès obligatoire pour les programmes. Il protège contre l'exploitation des failles logicielles et des systèmes corrompus. AppArmor offre un ensemble d'outils avancés qui permettent d'automatiser le développement d'une sécurité d'application par programme ne nécessitant aucune connaissance supplémentaire.
hu: Az AppArmor egy nyílt forráskódú linuxos alkalmazásbiztonsági keretrendszer, amely kötelező hozzáférés-vezérlést biztosít a programokhoz, véd a szoftverhibák és a sérült rendszerek kiaknázása ellen. Az AppArmor kifinomult eszközkészletet biztosít, amely nagymértékben automatizálja a programonkénti alkalmazásbiztonság kialakítását, vagyis nincs szükség mindenféle új szaktudás megszerzésére.
ja: AppArmor は、プログラムに対して強制アクセス制御機能を提供するアプリケーションセキュリティフレームワークです。ソフトウエアの欠陥から発生しうる不正なアクセスを防止することができます。また、詳しい知識無しにプログラムごとのアプリケーションセキュリティを自動的に開発することのできる、高度なツール集も用意されています。
lt: AppArmor yra programų apsaugos struktūra, kuri siūlo būtiną prieigų valdymą programoms. Ji apsaugo nuo programinės įrangos gadinimo ir kompromituojančių sistemų. Ji siūlo pažangių įrankių rinkinį, kuris automatizuoja programų apsaugos vystymą nereikalaudamas papildomų žinių.
nl: AppArmor is een raamwerk voor het beveiligen van Linux-programma's. Het levert verplichte toegangscontrole voor programma's, bescherming tegen de exploitatie van softwarefouten en gecompromitteerde systemen. AppArmor biedt een geavanceerde gereedschapset dat voor het grootste deel het ontwikkelen van per-programma-beveiliging automatiseert zodat er geen nieuwe expertise noodzakelijk is.
sk: AppArmor je bezpečnostný aplikačný rámec, ktorý poskytuje povinnú kontrolu nad prístupom programov. Chráni proti zneužitiu pretečením programov a ohrozením systému. AppArmor ponúka sadu pokročilých nástrojov, ktoré automatizujú tvorbu bezpečnostných reštrikcií pre jednotlivé programy bez nutnosti ďalších znalostí.

source: The 32bit pattern complementing apparmor.
fr: Le modèle 32bit complétant apparmor.
hu: Az AppArmor rendszert kiegészítő 32 bites minta.
ja: apparmor パターンを補完する 32 ビットパターンです。
nl: Het 32bit patroon dat apparmor complementeert.
sk: 32bitová šablóna dopĺňajúca apparmor.

source: Minimal Base System
ja: 最小基本システム
nl: Minimaal basissysteem
sk: Minimálny základný systém

source: This is the base runtime system. It contains only a minimal multiuser booting system. For running on real hardware, you need to add additional packages and pattern to make this pattern useful on its own.
fr: Ceci est le système d'exécution de base. Il contient seulement un système de démarrage multi-utilisateur minimal. Pour l'exécuter sur du matériel réel, vous avez besoin d'ajouter des paquets et des modèles supplémentaires pour rendre ce modèle utile par lui-même.
hu: Ez az alap futtatókörnyezet. Ez csupán a megadott hardverre illeszkedő többfelhasználós rendszert tartalmazza, amelyet további csomagokkal és mintákkal kell kiegészíteni a megfelelő használathoz.
ja: これは基本的なランタイムシステムで、マルチユーザ環境を起動するのに最小限のパッケージのみを含んでいます。実際のハードウエア上で動作させる場合は、追加のパッケージとパターンをインストールして、使いやすくしておくのがよいでしょう。
lt: Tai pagrindinė paleidžiama sistema. Ji turi tik mažą daugelio naudotojų paleidimo sistemą. Veikimui tikroje aparatinėje įrangoje jums reikia pridėti papildomų paketų ir šablonų, kad šis šablonas būtų naudingas.
nl: Dit is het basis runtime-systeem. Het bevat een minimaal multigebruiker opstartsysteem. Voor het draaien op echte hardware dient u aanvullende pakketten en patronen toe te voegen om dit patroon op zichzelf bruikbaar te maken.
pt: Este é o sistema base de execução. Contém apenas um sistema de arranque multi-utilizador mínimo. Para executar em hardware real, precisa de lhe adicionar mais pacotes e padrões, para tornar este padrão útil.
sk: Toto je základné behové prostredie, Obsahuje len minimálny viacpouživateľský spustiteľný systém. Pre beh na bežnom stroji musíte ešte pridať ďalšie balíky a vzory, aby bol systém užitočný.

source: The 32bit pattern complementing base.
fr: Le modèle 32bit complétant base.
hu: A base lehetőséget kiegészítő 32 bites minta.
ja: base パターンを補完する 32 ビットパターンです。
nl: Het 32bit patroon dat base complementeert.
sk: 32bitová šablóna dopĺňajúca base.

source: Minimal Base System (alias pattern for base)
ja: 最小基本システム (base に対する別名のパターン)
nl: Minimaal basissysteem (aliaspatroon voor basis)
sk: Minimálny základný systém (alias šablóna pre base)

source: A very basic desktop (previously part of x11 pattern)
ja: 基本セットアップ (以前は x11 パターンの一部であったもの)
nl: Een erg basis bureaublad (eerder onderdeel van het x11 patroon)
sk: Úplne základné pracovné prostredie (predtým časť šablóny x11)

source: This pattern installs a rather basic desktop (icewm)
ja: このパターンは比較的基本的なデスクトップ (icewm) をインストールします
nl: Dit patroon installeert een tamelijk basis bureaublad (icewm)
sk: Táto šablóna nainštaluje pomerne základné pracovné prostredie (icewm)

source: Graphical Environments
fr: Environnements graphiques
hu: Grafikus környezet
ja: グラフィカル環境
nl: Grafische omgevingen
sk: Grafické prostredia

source: Console Tools
fr: Outils de console
hu: Konzol-alkalmazások
ja: コンソールツール
lt: Konsolės įrankiai
nl: Console-programma's
pt: Ferramentas de Consola
sk: Konzolové nástroje

source: Applications useful for those using the console and no graphical desktop environment.
fr: Applications utiles aux utilisateurs de la console sans environnement de bureau graphique.
hu: Hasznos alkalmazások azoknak, akik nem grafikus környezetet használnak.
ja: コンソールのみを使用し、グラフィカルなデスクトップを利用しない環境に便利なアプリケーション群です。
lt: Programos, naudingos žmonėms, naudojantiems konsolę ir nenaudojantiems grafinės darbalaukio aplinkos.
nl: Programma's die handig zijn voor personen die een tekstscherm gebruiken in plaats van een grafische omgeving.
pt: Aplicações úteis para pessoas que utilizam a consola sem ambiente gráfico.
sk: Aplikácie, ktoré ocenia používatelia, ktorí pracujú v textovej konzole bez grafického pracovného prostredia.

source: Help and Support Documentation
fr: Documentation Aide et Support
hu: Súgó és támogatási dokumentáció
ja: ヘルプとサポート文書
nl: Documentatie en ondersteuning
sk: Dokumenty pomocníka a podpora

source: Enhanced Base System
fr: Système de base amélioré
hu: Kibővített alaprendszer
ja: 拡張基本システム
lt: Pagerinta pagrindinė sistema
nl: Verbeterd basissysteem
pt: Sistema Base Melhorado
sk: Vylepšený základný systém

source: This is the enhanced base runtime system with lots of convenience packages.
fr: Ceci est le système de base amélioré avec de nombreux paquets utiles.
hu: Kibővített futtatókörnyezet sok kényelmi funkcióval.
ja: これは各種の便利なパッケージを含む、拡張基本ランタイムシステムです。
lt: Tai pagerinta pagrindinė vykdymo sistema su daugybe patogių paketų.
nl: Dit is het verbeterd basisruntime-systeem met veel handige pakketten.
pt: Este é o sistema de execução melhorado com muitos pacotes convenientes.
sk: Toto je vylepšené základné behové prostredie s množstvom užitočných balíkov.

source: The 32bit pattern complementing enhanced_base.
fr: Le modèle 32bit complétant enhanced_base.
hu: Az enhanced_base lehetőséget kiegészítő 32 bites minta.
ja: enhanced_base パターンを補完する 32 ビットパターンです。
nl: Het 32bit patroon dat enhanced_base complementeert.
sk: 32bitová šablóna dopĺňajúca enhanced_base.

source: Minimal Appliance Base
ja: 最小アプライアンス基本システム
nl: Minimale basis voor toepassingen
sk: Minimálny základ predpripravených systémov

source: This is the minimal openSUSE runtime system. It is really a minimal system, you can login and a shell will be started, that's all. It is intended as base for Appliances.
fr: Ceci est le système minimal d'exécution openSUSE. C'est vraiment un système minimal, vous pouvez vous loguer et un shell sera démarré, c'est tout. Il a pour but de servir de base pour les machines.
ja: これは openSUSE の最小限ランタイムシステムです。ログインしてシェルを起動するまでの仕組みだけが用意されています。主にアプライアンスのベースとなる目的で作られているものです。
nl: Dit is het minimale Novell SUSE Linux Enterprise runtime-systeem. Het is echt een minimaal systeem, u kunt inloggen en een shell wordt gestart en dat is alles. Het is bedoeld als basis voor appliances.
sk: Toto je minimálne behové prostredie openSUSE. Je to naozaj minimálny systém, môžete sa prihlásiť a spustiť shell, to je všetko. Je určený ako základ pre predpripravené systémy.

source: The 32bit pattern complementing minimal_base.
fr: Le modèle 32bit complétant minimal_base.
hu: A minimal_base lehetőséget kiegészítő 32 bites minta.
ja: minimal_base パターンを補完する 32 ビットパターンです。
nl: Het 32bit patroon dat minimal_base complementeert.
sk: 32bitová šablóna dopĺňajúca minimal_base.

source: Software Management
fr: Gestion des logiciels
hu: Szoftverkezelés
ja: ソフトウエア管理
lt: Programinės įrangos tvarkytuvė
nl: Softwarebeheer
pt: Gestão de Software
sk: Správa softvéru

source: This pattern provides a graphical application and a command line tool for keeping your system up to date.
fr: Ce modèle fournit une application graphique et un outil en ligne de commande pour garder votre système à jour.
hu: Ebben a mintában grafikus és a parancssori szoftverkezelést megvalósító alkalmazások találhatók.
ja: このパターンは、お使いのシステムを最新の状態に保つためのグラフィカルアプリケーションおよびコマンドラインツールを提供しています。
lt: Šis šablonas pateikia grafines programas ir komandinės eilutės įrankius, skirtus jūsų sistemos atnaujinimo užtikrinimui.
nl: Dit patroon levert een grafisch en een commandoregelprogramma voor het bij de tijd houden van uw systeem.
pt: Este padrão fornece uma aplicação gráfica e uma ferramenta de linha de comando para manter o seu sistema actualizado.
sk: Tento vzor poskytuje grafickú aplikáciu a nástroj pre príkazový riadok, ktoré vám umožnia udržiavať váš systém vždy aktualizovaný.

source: The 32bit pattern complementing sw_management.
fr: Le modèle 32bit complétant sw_management.
hu: Az sw_management lehetőséget kiegészítő 32 bites minta.
ja: sw_management パターンを補完する 32 ビットパターンです。
nl: Het 32bit patroon dat sw_management complementeert.
sk: 32bitová šablóna dopĺňajúca sw_management.

source: Transactional Base System
ja: トランザクション型システムの基本部分
nl: Transactie basissysteem
sk: Transakčný základný systém

source: This is the base system for a host updated by Transactional Updates. Includes Tools for systems with a read-only root filesystem.
ja: トランザクション型の更新システムを使用するための基礎部分です。読み込み専用のルートファイルシステムを扱うためのツールなどが含まれています。
nl: Dit is het basissysteem voor een host bijgewerkt door Transactional Updates. Bevat hulpmiddelen voor systemen met een alleen-lezen root bestandssysteem.
sk: Toto je základný systém pre hostiteľa aktualizovaný transakčnými aktualizáciami. Zahŕňa nástroje pre systémy s koreňovým súborovým systémom iba na čítanie.

source: Tests for the Update Stack
fr: Tests pour la pile de mise à jour
hu: Frissítés tesztelése
ja: アップデート動作のテスト
lt: Atnaujinimo dėklo bandymas
nl: Tests voor de Update Stack
pt: Testes para a Pilha de Actualização
sk: Testy pre aktualizáciu

source: Packages used for testing that the update stack works. These tiny packages do not have any functionality themselves.
fr: Paquets utilisés pour tester le bon fonctionnement de votre pile de mise à jour. Ces petits paquets n'ont aucune fonctionnalité eux-même.
hu: Csomagok, amelyeket a frissítés ellenőrzéséhez használnak. Ezek kis méretű csomagok, amelyeknek nincsen önálló funkcionalitása.
ja: アップデートの仕組みが正しく動作することを確認するためのパッケージです。これらのパッケージ自身には、特に機能がありません。
lt: Paketai, naudojami bandymui, kad veiktų atnaujinimo dėklas. Šie mažyčiai paketai patys savaime neturi jokios naudos.
nl: Pakketten die gebruikt worden om te testen of de Update Stack werkt. Deze piepkleine pakketten hebben zelf verder geen enkele functie.
pt: Pacotes utilizados para testar que a pilha de actualização funciona. Estes pequenos pacotes não têm por si qualquer funcionalidade.
sk: Balíky, ktoré kontrolujú, či funguje aktualizácia. Tieto maličké balíky nemajú sami o sebe žiaden význam.

source: X Window System
fr: Système X Window
hu: X Window rendszer
lt: X langų sistema
pt: Sistema X Window
sk: Grafický X Window Systém

source: The X Window System provides the only standard platform-independent networked graphical window system bridging the heterogeneous platforms in today's enterprise: from network servers to desktops, thin clients, laptops, and handhelds, independent of operating system and hardware.
fr: Le système X Window fournit le seul système de fenêtrage graphique standard, indépendant de la plate-forme et en réseau capable de relier les plates-formes hétérogènes des entreprises d'aujourd'hui : des serveurs réseau aux ordinateurs de bureau, clients légers, ordinateurs portables et périphériques de poche (PDA), indépendamment du système d'exploitation et du matériel.
hu: Az X Window rendszer az egyetlen szabványos, platformfüggetlen hálózatos grafikus ablakkezelő rendszer, amely képes összekötni a mai vállalati heterogén platformokat: a hálózati kiszolgálóktól kezdve az asztali gépekig, vékonykliensekig, notesz- és kézi számítógépekig, operációs rendszertől és hardvertől függetlenül.
ja: X Window System はプラットフォームに依存しない標準型のネットワークグラフィカルウインドウシステムを提供するもので、現代の企業内環境ではよくある異種混合型ネットワークに対応しています。ネットワークサーバからデスクトップ、シンクライアントやラップトップ、ハンドヘルドなど、オペレーティングシステムやハードウエアに依存せずに利用することができます。
lt: X langų sistema pateikia tik standartinę nuo platformos nepriklausomą tinklo grafinę langų sistemą, sujungdama įvairias platformas šiandieniniuose įtaisuose: nuo tinklo serverių iki stalinių kompiuterių, mažų klientų, nešiojamųjų kompiuterių ir delninukų, nepriklausomai nuo operacinės sistemos ir aparatinės įrangos.
nl: Het X Window System levert het enige standaard platformonafhankelijke netwerktransparante grafische windowing-systeem dat heterogene platformen in de hedendaagse zakelijke omgeving met elkaar verbindt: van netwerkservers tot desktops, thin clients, laptops en handhelds, ongeacht gebruikt besturingssysteem en hardware.
pt: O Sistema X Window fornece a única plataforma gráfica normalizada, independente e com suporte para rede, que permite interligar as plataformas heterogéneas da empresa da actualidade: desde servidores empresariais até postos de trabalho, thin clients, portáteis, de mão, tudo independente do hardware e sistema operativo.
sk: X Window System poskytuje štandardizovaný, na platforme nezávislý, sieťový grafický okenný systém, ktorý spája rôznorodé platformy v dnešnom podnikovom prostredí. Od serverov cez pracovné stanice, tenké klienti, prenosné počítače, až po vreckové počítače, a to nezávisle na operačnom systéme či hardvéri.

source: The 32bit pattern complementing x11.
fr: Le modèle 32bit complétant x11.
hu: Az x11 lehetőséget kiegészítő 32 bites minta.
ja: x11 パターンを補完する 32 ビットパターンです。
nl: Het 32bit patroon dat x11 complementeert.
sk: 32bitová šablóna dopĺňajúca x11.

source: The 32bit pattern complementing x11_enhanced.
fr: Le modèle 32bit complétant x11_enhanced.
hu: Az x11_enhanced lehetőséget kiegészítő 32 bites minta.
ja: x11_enhanced パターンを補完する 32 ビットパターンです。
nl: Het 32bit patroon dat x11_enhanced complementeert.
sk: 32bitová šablóna dopĺňajúca x11_enhanced.

source: Tools and scripts for Common Criteria
ja: コモンクライテリア向けツールとスクリプト
nl: Hulpmiddelen en scripts voor algemene criteria
sk: Nástroje a skripty pre spoločné kritériá

source: Help and Documentation, various books.
fr: Aide et documentation, livres divers.
hu: Súgó és dokumentáció, különböző könyvek.
ja: ヘルプとドキュメンテーション、および様々なブックです。
lt: Pagalbos ir dokumentacija, įvairios knygos.
nl: Hulp en documentatie, verschillende boeken.
sk: Pomocník a dokumentácia, rôzne knihy.

source: Graphics
fr: Graphisme
hu: Grafikai alkalmazások
ja: グラフィック
lt: Grafika
nl: Grafisch
pt: Gráficos
sk: Grafika

source: Handling of digital photos and graphics.
fr: Manipulation de photos numériques et de graphiques.
hu: Digitális fotók és grafikák kezelése.
ja: デジタルカメラの画像やグラフィックの処理を行ないます。
lt: Skaitmeninių nuotraukų ir grafikos apdorojimas, tvarkymas.
nl: Afhandelen van digitale foto's en afbeeldingen.
pt: Manuseamento de fotografias digitais e gráficos.
sk: Manipulácia s digitálnymi fotografiami a grafikou.

source: Desktop Functions
fr: Fonctions de bureau
hu: Munkaállomás
ja: デスクトップ機能
nl: Desktopfuncties
sk: Funkcie pracovného prostredia

source: Laptop
fr: Ordinateur portable
hu: Noteszgép
ja: ラップトップ
lt: Nešiojamasis kompiuteris
pt: Portátil
sk: Prenosný počítač

source: Tools designed specifically for laptop computers.
fr: Outils conçus spécialement pour les ordinateurs portables.
hu: Kifejezetten noteszgépekhez készített eszközök.
ja: 特にラップトップコンピュータで使用するためのツール集です。
lt: Įrankiai sukurti specialiai nešiojamiesiems kompiuteriams.
nl: Hulpprogramma's specifiek laptopcomputers.
pt: Ferramentas projectadas especificamente para utilização em computadores portáteis.
sk: Nástroje navrhnuté špeciálne pre prenosné počítače.

source: Mobile
ja: モバイル
nl: Mobiel
sk: Mobil

source: Multimedia
fr: Multimédia
hu: Multimédia
ja: マルチメディア
lt: Įvairialypė terpė
pt: Multimédia
sk: Multimédiá

source: Multimedia players, sound editing tools, video and image manipulation applications.
fr: Les lecteurs multimédia, les outils d’édition de fichiers audio et les applications de manipulation d'images et de vidéos.
hu: Multimédia-lejátszók, hang-, video- és képszerkesztő eszközök.
ja: マルチメディアプレーヤやサウンド編集ツール、ビデオや画像の操作アプリケーションなどです。
lt: Įvairialypės terpės leistuvės, garso ir vaizdo rengyklės.
nl: Multimediaspelers en programma's voor geluids-, video- en beeldbewerking.
sk: Multimediálne prehrávače, nástroje na úpravu zvuku, aplikácie na spracovanie videa a obrázkov.

source: Technical Writing
fr: Écriture technique
hu: Dokumentációkészítés
ja: 技術文書作成
lt: Techninių aprašai
nl: Technisch schrijven
pt: Escrita Técnica
sk: Technická dokumentácia

source: Authoring tools and editors for creating technical documentation.
fr: Outils d'écriture et éditeurs pour créer des documentations techniques.
hu: Kiadói- és szerkesztőeszközök technikai dokumentációk készítéséhez.
ja: 技術文書を作成するための著述ツールおよび編集ソフトウエアです。
lt: Techninės dokumentacijos kūrimo įrankiai ir redaktoriai.
nl: Hulpmiddelen en editors voor het schrijven van technische documentatie.
pt: Ferramentas de autoria e editores para criar documentação técnica.
sk: Pomocné prostriedky a editory pre písanie technickej dokumentácie.

source: C/C++ Development
fr: Développement C/C++
hu: C/C++ fejlesztőkörnyezet
ja: C/C++ 開発
lt: C/C++ programavimas
nl: C/C++-ontwikkeling
pt: Desenvolvimento C/C++
sk: Vývoj C/C++

source: Tools and libraries for software development using C/C++ and other derivative of the C programming language.
fr: Outils et bibliothèques pour le développement de logiciels utilisant le C/C++ et autres dérivés du langage de programmation C.
hu: Segédprogramok és programkönyvtárak C/C++ és a C programozási nyelv egyéb válfajain történő fejlesztéshez.
ja: C/C++ 言語と C 言語から派生した言語を利用して開発を行なうための、ツールとライブラリです。
lt: Įrankiai ir bibliotekos programavimui naudojant C/C++ ir kitas iš C kilusias programavimo kalbas.
nl: Hulpprogramma's en bibliotheken voor softwareontwikkeling gebruik makend van C, C++ en andere afleidingen van de programmeertaal C.
pt: Ferramentas e livrarias para o desenvolvimento de software utilizando C/C++ e outros derivados da linguagem de programação C.
sk: Nástroje a knižnice pre vývoj softvéru v programovacích jazykoch C/C++ a im podobným derivátom.

source: Development
fr: Développement
hu: Fejlesztés
ja: 開発
nl: Ontwikkeling
sk: Vývoj

source: Base Development
fr: Développement de base
hu: Alap fejlesztőkörnyezet
ja: 基本的な開発
lt: Pagrindinis programavimas
nl: Basisontwikkeling
pt: Desenvolvimento Base
sk: Základný vývoj

source: Minimal set of tools for compiling and linking applications.
fr: Ensemble minimum d'utilitaires pour compiler et relier des applications.
hu: Minimális eszközkészlet alkalmazások lefordításához és összeszerkesztéséhez.
ja: アプリケーションのコンパイルとリンクに最小限必要なツール集です。
lt: Minimalus įrankių rinkinys programų kompiliavimui ir susiejimui.
nl: Minimale set gereedschappen voor het compileren en linken van programma's.
pt: Conjunto mínimo de ferramentas para compilação e linkagem de aplicações.
sk: Minimálna sada nástrojov pre kompiláciu a linkovanie aplikácií.

source: The 32bit pattern complementing devel_basis.
hu: A devel_basis lehetőséget kiegészítő 32 bites minta.
ja: devel_basis パターンを補完する 32 ビットパターンです。
nl: Het 32bit patroon dat devel_basis complementeert.
sk: 32bitová šablóna dopĺňajúca devel_basis.

source: Linux Kernel Development
fr: Développement du noyau Linux
hu: Linux kernelfejlesztés
ja: Linux カーネル開発
lt: Linux branduolio programavimas
nl: Linux-kernelontwikkeling
pt: Desenvolvimento de Kernel Linux
sk: Vývoj linuxového jadra

source: Tools for Linux kernel development.
fr: Outils pour le développement du noyau Linux.
hu: Segédprogramok Linux kernelfejlesztéshez.
ja: Linux カーネル開発のためのツールです。
lt: Įrankiai Linux branduolio programavimui.
nl: Hulpprogramma's voor het ontwikkelen van de Linux-kernel.
pt: Ferramentas para desenvolvimento com Kernel do Linux.
sk: Nástroje pre vývoj linuxového jadra.

source: The 32bit pattern complementing devel_kernel.
hu: A devel_kernel lehetőséget kiegészítő 32 bites minta.
ja: devel_kernel パターンを補完する 32 ビットパターンです。
nl: Het 32bit patroon dat devel_kernel complementeert.
sk: 32bitová šablóna dopĺňajúca devel_kernel.
