Repository: BENBELLA23/packages-i18n
Catalog: */po/tesseract.*.po
Languages: it, ja

source: Open Source OCR Engine
it: Motore OCR open source
ja: オープンソースOCRエンジン

source: A commercial quality OCR engine originally developed at HP between 1985 and 1995. In 1995, this engine was among the top 3 evaluated by UNLV. It was open-sourced by HP and UNLV in 2005. From 2007 it is developed by Google.
it: Un motore OCR di qualità commerciale sviluppato originariamente da HP tra il 1985 e il 1995. Nel 1995 questo motore era tra i primi tre classificati dalla UNLV (University of Nevada Las Vegas). È stato reso open source da HP e dalla UNLV nel 2005. Dal 2007 è sviluppato da Google.
ja: 元々は1985年から1995年にかけてHPにて開発された商用レベルのOCRエンジンです。 1995年にはUNLVによりトップ3のエンジンの一つとして評価されました。このエンジンは2005年にHPとUNLVによりオープンソース化され、2007年からはGoogleが開発しています。

source: First-person shooter with cooperative in-game map editing
ja: ゲーム中に共同でマップを編集する一人称シューティングゲーム

source: Tesseract is a first-person shooter game focused on instagib deathmatch and capture-the-flag gameplay as well as cooperative in-game map editing. Tesseract is based on Cube2/Sauerbraten. New rendering features include fully dynamic omnidirectional shadows, global illumination, HDR lighting, deferred shading and morphological/temporal/multisample anti-aliasing.
ja: Tesseract はファーストパーソン型のシューティングゲーム (FPS) で、 instagib デスマッチや capture-the-flag ゲームプレイを、ゲーム内の共同マップ編集を伴いながら行なうゲームです。 Tesseract は Cube2/Sauerbraten をベースにしています。新しい描画機能としては、完全な動的全方向シャドウやグローバルなイルミネーション、 HDR ライティングや遅延シェーディング、形態学的／時間的／マルチサンプル型のアンチエイリアス機能があります。

source: Data files for Tesseract
ja: Tesseractのデータファイル

source: This package provides the data files for the Tesseract game.
ja: このパッケージは、Tesseractゲームのデータファイルが含まれています。

source: Tesseract Open Source OCR Engine Development files
it: Motore OCR open source Tesseract - file di sviluppo
ja: TesseractオープンソースOCRエンジン開発用ファイル

source: This package contains development files for the Tesseract Open Source OCR Engine.
it: Questo pacchetto contiene i file di sviluppo per il motore OCR open source Tesseract.
ja: このパッケージには、 TesseractオープンソースOCRエンジンに対する開発用ファイルが含まれています。

source: Afrikaans Traineddata for Tesseract
it: Dati addestramento afrikaans per Tesseract
ja: Tesseract 向けアフリカーンス語翻訳

source: The Afrikaans traineddata for Tesseract.
it: I dati di addestramento in lingua afrikaans per Tesseract.
ja: Tesseract向けのアフリカーンス語トレーニング済みデータです。

source: Albanian Traineddata for Tesseract
it: Dati addestramento albanese per Tesseract
ja: Tesseract 向けアルバニア語トレーニング済みデータ

source: The Albanian traineddata for Tesseract.
it: I dati di addestramento in lingua albanese per Tesseract.
ja: Tesseract 向けアルバニア語トレーニング済みデータです。

source: Amharic Traineddata for Tesseract
it: Dati addestramento amarico per Tesseract
ja: Tesseract 向けアムハラ語トレーニング済みデータ

source: The Amharic traineddata for Tesseract.
it: I dati di addestramento in lingua amarica per Tesseract.
ja: Tesseract 向けアムハラ語トレーニング済みデータです。

source: Arabic Traineddata for Tesseract
it: Dati addestramento arabo per Tesseract
ja: Tesseract 向けアラビア語トレーニング済みデータ

source: The Arabic traineddata for Tesseract.
it: I dati di addestramento in lingua araba per Tesseract.
ja: Tesseract 向けアラビア語トレーニング済みデータです。

source: Assamese Traineddata for Tesseract
it: Dati addestramento assamese per Tesseract
ja: Tesseract 向けアッサム語トレーニング済みデータ

source: The Assamese traineddata for Tesseract.
it: I dati di addestramento in lingua assamese per Tesseract.
ja: Tesseract 向けアッサム語トレーニング済みデータです。

source: Azerbaijani Traineddata for Tesseract
it: Dati addestramento azerbaigiano per Tesseract
ja: Tesseract 向けアゼルバイジャン語トレーニング済みデータ

source: The Azerbaijani traineddata for Tesseract.
it: I dati di addestramento in lingua azerbaigiana per Tesseract.
ja: Tesseract 向けアゼルバイジャン語トレーニング済みデータです。

source: Azerbaijani (Cyrillic) Traineddata for Tesseract
it: Dati addestramento azerbaigiano (cirillico) per Tesseract
ja: Tesseract 向けアゼルバイジャン語 (キリル文字) トレーニング済みデータ

source: The Azerbaijani (Cyrillic) traineddata for Tesseract.
it: I dati di addestramento in lingua azerbaigiana (alfabeto cirillico) per Tesseract.
ja: Tesseract 向けアゼルバイジャン語 (キリル文字) トレーニング済みデータです。

source: Basque Traineddata for Tesseract
it: Dati addestramento basco per Tesseract
ja: Tesseract 向けバスク語トレーニング済みデータ

source: The Basque traineddata for Tesseract.
it: I dati di addestramento in lingua basca per Tesseract.
ja: Tesseract 向けバスク語トレーニング済みデータです。

source: Belarusian Traineddata for Tesseract
it: Dati addestramento bielorusso per Tesseract
ja: Tesseract 向けベラルーシ語トレーニング済みデータ

source: The Belarusian traineddata for Tesseract.
it: I dati di addestramento in lingua bielorussa per Tesseract.
ja: Tesseract 向けベラルーシ語トレーニング済みデータです。

source: Bengali Traineddata for Tesseract
it: Dati addestramento bengalese per Tesseract
ja: Tesseract 向けベンガル語トレーニング済みデータ

source: The Bengali traineddata for Tesseract.
it: I dati di addestramento in lingua bengalese per Tesseract.
ja: Tesseract 向けベンガル語トレーニング済みデータです。

source: Bosnian Traineddata for Tesseract
it: Dati addestramento bosniaco per Tesseract
ja: Tesseract 向けボスニア語トレーニング済みデータ

source: The Bosnian traineddata for Tesseract.
it: I dati di addestramento in lingua bosniaca per Tesseract.
ja: Tesseract 向けボスニア語トレーニング済みデータです。

source: Bulgarian Traineddata for Tesseract
it: Dati addestramento bulgaro per Tesseract
ja: Tesseract 向けブルガリア語トレーニング済みデータ

source: The Bulgarian traineddata for Tesseract.
it: I dati di addestramento in lingua bulgara per Tesseract.
ja: Tesseract 向けブルガリア語トレーニング済みデータです。

source: Burmese Traineddata for Tesseract
it: Dati addestramento birmano per Tesseract
ja: Tesseract 向けビルマ語トレーニング済みデータ

source: The Burmese traineddata for Tesseract.
it: I dati di addestramento in lingua birmana per Tesseract.
ja: Tesseract 向けビルマ語トレーニング済みデータです。

source: Catalan Traineddata for Tesseract
it: Dati addestramento catalano per Tesseract
ja: Tesseract 向けカタルーニャ語トレーニング済みデータ

source: The Catalan traineddata for Tesseract.
it: I dati di addestramento in lingua catalana per Tesseract.
ja: Tesseract 向けカタルーニャ語トレーニング済みデータです。

source: Cebuano Traineddata for Tesseract
it: Dati addestramento cebuano per Tesseract
ja: Tesseract 向けセブアノ語トレーニング済みデータ

source: The Cebuano traineddata for Tesseract.
it: I dati di addestramento in lingua cebuana per Tesseract.
ja: Tesseract 向けセブアノ語トレーニング済みデータです。

source: Cherokee Traineddata for Tesseract
it: Dati addestramento cherokee per Tesseract
ja: Tesseract 向けチェロキー語トレーニング済みデータ

source: The Cherokee traineddata for Tesseract.
it: I dati di addestramento in lingua cherokee per Tesseract.
ja: Tesseract 向けチェロキー語トレーニング済みデータです。

source: Chinese (Simplified) Traineddata for Tesseract
it: Dati addestramento cinese (semplificato) per Tesseract
ja: Tesseract 向け中国語 (簡体字) トレーニング済みデータ

source: The Chinese (Simplified) traineddata for Tesseract.
it: I dati di addestramento in lingua cinese (semplificato) per Tesseract.
ja: Tesseract 向け中国語 (簡体字) トレーニング済みデータです。

source: Chinese (Traditional) Traineddata for Tesseract
it: Dati addestramento cinese (tradizionale) per Tesseract
ja: Tesseract 向け中国語 (繁体字) トレーニング済みデータ

source: The Chinese (Traditional) traineddata for Tesseract.
it: I dati di addestramento in lingua cinese (tradizionale) per Tesseract.
ja: Tesseract 向け中国語 (繁体字) トレーニング済みデータです。

source: Croatian Traineddata for Tesseract
it: Dati addestramento croato per Tesseract
ja: Tesseract 向けクロアチア語トレーニング済みデータ

source: The Croatian traineddata for Tesseract.
it: I dati di addestramento in lingua croata per Tesseract.
ja: Tesseract 向けクロアチア語トレーニング済みデータです。

source: Czech Traineddata for Tesseract
it: Dati addestramento ceco per Tesseract
ja: Tesseract 向けチェコ語トレーニング済みデータ

source: The Czech traineddata for Tesseract.
it: I dati di addestramento in lingua ceca per Tesseract.
ja: Tesseract 向けチェコ語トレーニング済みデータです。

source: Danish and Danish (Fraktur) Traineddata for Tesseract
it: Dati addestramento danese e danese (Fraktur) per Tesseract
ja: Tesseract 向けデンマーク語／デンマーク語 (フラクトゥール) トレーニング済みデータ

source: The Danish and Danish (Fraktur) traineddata for Tesseract.
it: I dati di addestramento in lingua danese e danese (Fraktur) per Tesseract.
ja: Tesseract 向けデンマーク語／デンマーク語 (フラクトゥール) トレーニング済みデータです。

source: Dutch Traineddata for Tesseract
it: Dati addestramento olandese per Tesseract
ja: Tesseract 向けオランダ語トレーニング済みデータ

source: The Dutch traineddata for Tesseract.
it: I dati di addestramento in lingua olandese per Tesseract.
ja: Tesseract 向けオランダ語トレーニング済みデータです。

source: Dzongkha Traineddata for Tesseract
it: Dati addestramento dzongkha per Tesseract
ja: Tesseract 向けゾンカ語トレーニング済みデータ

source: The Dzongkha traineddata for Tesseract.
it: I dati di addestramento in lingua dzongkha per Tesseract.
ja: Tesseract 向けゾンカ語トレーニング済みデータです。

source: English Traineddata for Tesseract
it: Dati addestramento inglese per Tesseract
ja: Tesseract 向け英語トレーニング済みデータ

source: The English traineddata for Tesseract.
it: I dati di addestramento in lingua inglese per Tesseract.
ja: Tesseract 向け英語トレーニング済みデータです。

source: Middle English (1100-1500) Traineddata for Tesseract
it: Dati addestramento inglese medio (1100-1500) per Tesseract
ja: Tesseract 向け中英語 (1100-1500) トレーニング済みデータ

source: The Middle English (1100-1500) traineddata for Tesseract.
it: I dati di addestramento in inglese medio (1100-1500) per Tesseract.
ja: Tesseract 向け中英語 (1100-1500) トレーニング済みデータです。

source: Esperanto Traineddata for Tesseract
it: Dati addestramento esperanto per Tesseract
ja: Tesseract 向けエスペラントトレーニング済みデータ

source: The Esperanto traineddata for Tesseract.
it: I dati di addestramento in esperanto per Tesseract.
ja: Tesseract 向けエスペラントトレーニング済みデータです。

source: Estonian Traineddata for Tesseract
it: Dati addestramento estone per Tesseract
ja: Tesseract 向けエストニア語トレーニング済みデータ

source: The Estonian traineddata for Tesseract.
it: I dati di addestramento in lingua estone per Tesseract.
ja: Tesseract 向けエストニア語トレーニング済みデータです。

source: Finnish Traineddata for Tesseract
it: Dati addestramento finlandese per Tesseract
ja: Tesseract 向けフィンランド語トレーニング済みデータ

source: The Finnish traineddata for Tesseract.
it: I dati di addestramento in lingua finlandese per Tesseract.
ja: Tesseract 向けフィンランド語トレーニング済みデータです。

source: Frankish Traineddata for Tesseract
it: Dati addestramento franco per Tesseract
ja: Tesseract 向けフランク語トレーニング済みデータ

source: The Frankish traineddata for Tesseract.
it: I dati di addestramento in lingua franca per Tesseract.
ja: Tesseract 向けフランク語トレーニング済みデータです。

source: French Traineddata for Tesseract
it: Dati addestramento francese per Tesseract
ja: Tesseract 向けフランス語トレーニング済みデータ

source: The French traineddata for Tesseract.
it: I dati di addestramento in lingua francese per Tesseract.
ja: Tesseract 向けフランス語トレーニング済みデータです。

source: Middle French (ca. 1400-1600) Traineddata for Tesseract
it: Dati addestramento francese medio (circa 1400-1600) per Tesseract
ja: Tesseract 向け中世フランス語 (ca. 1400-1600) トレーニング済みデータ

source: The Middle French (ca. 1400-1600) traineddata for Tesseract.
it: I dati di addestramento in francese medio (circa 1400-1600) per Tesseract.
ja: Tesseract 向け中世フランス語 (ca. 1400-1600) トレーニング済みデータです。

source: Galician Traineddata for Tesseract
it: Dati addestramento galiziano per Tesseract
ja: Tesseract 向けガリシア語トレーニング済みデータ

source: The Galician traineddata for Tesseract.
it: I dati di addestramento in lingua galiziana per Tesseract.
ja: Tesseract 向けガリシア語トレーニング済みデータです。

source: Georgian Traineddata for Tesseract
it: Dati addestramento georgiano per Tesseract
ja: Tesseract 向けグルジア語トレーニング済みデータ

source: The Georgian traineddata for Tesseract.
it: I dati di addestramento in lingua georgiana per Tesseract.
ja: Tesseract 向けグルジア語トレーニング済みデータです。

source: Georgian (Old) Traineddata for Tesseract
it: Dati addestramento georgiano (antico) per Tesseract
ja: Tesseract 向けグルジア語 (古) トレーニング済みデータ

source: The Georgian (Old) traineddata for Tesseract.
it: I dati di addestramento in lingua georgiana (antica) per Tesseract.
ja: Tesseract 向けグルジア語 (古) トレーニング済みデータです。

source: German and German (Fraktur) Traineddata for Tesseract
it: Dati addestramento tedesco e tedesco (Fraktur) per Tesseract
ja: Tesseract 向けドイツ語／ドイツ語 (フラクトゥール) トレーニング済みデータ

source: The German and German (Fraktur) traineddata for Tesseract.
it: I dati di addestramento in lingua tedesca (Fraktur) per Tesseract.
ja: Tesseract 向けドイツ語／ドイツ語 (フラクトゥール) トレーニング済みデータです。

source: Greek Traineddata for Tesseract
it: Dati addestramento greco per Tesseract
ja: Tesseract 向けギリシア語トレーニング済みデータ

source: The Greek traineddata for Tesseract.
it: I dati di addestramento in lingua greca per Tesseract.
ja: Tesseract 向けギリシア語トレーニング済みデータです。

source: Ancient Greek Traineddata for Tesseract
it: Dati addestramento greco antico per Tesseract
ja: Tesseract 向け古代ギリシア語トレーニング済みデータ

source: The Ancient Greek traineddata for Tesseract.
it: I dati di addestramento in greco antico per Tesseract.
ja: Tesseract 向け古代ギリシア語トレーニング済みデータです。

source: Gujarati Traineddata for Tesseract
it: Dati addestramento gujarati per Tesseract
ja: Tesseract 向けグジャラート語トレーニング済みデータ

source: The Gujarati traineddata for Tesseract.
it: I dati di addestramento in lingua gujarati per Tesseract.
ja: Tesseract 向けグジャラート語トレーニング済みデータです。

source: Haitian Traineddata for Tesseract
it: Dati addestramento haitiano per Tesseract
ja: Tesseract 向けハイチ語トレーニング済みデータ

source: The Haitian traineddata for Tesseract.
it: I dati di addestramento in lingua haitiana per Tesseract.
ja: Tesseract 向けハイチ語トレーニング済みデータです。

source: Hebrew Traineddata for Tesseract
it: Dati addestramento ebraico per Tesseract
ja: Tesseract 向けヘブライ語トレーニング済みデータ

source: The Hebrew traineddata for Tesseract.
it: I dati di addestramento in lingua ebraica per Tesseract.
ja: Tesseract 向けヘブライ語トレーニング済みデータです。

source: Hindi Traineddata for Tesseract
it: Dati addestramento hindi per Tesseract
ja: Tesseract 向けヒンディー語トレーニング済みデータ

source: The Hindi traineddata for Tesseract.
it: I dati di addestramento in lingua hindi per Tesseract.
ja: Tesseract 向けヒンディー語トレーニング済みデータです。

source: Hungarian Traineddata for Tesseract
it: Dati addestramento ungherese per Tesseract
ja: Tesseract 向けハンガリー語トレーニング済みデータ

source: The Hungarian traineddata for Tesseract.
it: I dati di addestramento in lingua ungherese per Tesseract.
ja: Tesseract 向けハンガリー語トレーニング済みデータです。

source: Icelandic Traineddata for Tesseract
it: Dati addestramento islandese per Tesseract
ja: Tesseract 向けアイスランド語トレーニング済みデータ

source: The Icelandic traineddata for Tesseract.
it: I dati di addestramento in lingua islandese per Tesseract.
ja: Tesseract 向けアイスランド語トレーニング済みデータです。

source: Indonese Traineddata for Tesseract
it: Dati addestramento indonesiano per Tesseract
ja: Tesseract 向けインドネシア語トレーニング済みデータ

source: The Indonese traineddata for Tesseract.
it: I dati di addestramento in lingua indonesiana per Tesseract.
ja: Tesseract 向けインドネシア語トレーニング済みデータです。

source: Inuktitut Traineddata for Tesseract
it: Dati addestramento inuktitut per Tesseract
ja: Tesseract 向けイヌクティトゥット語トレーニング済みデータ

source: The Inuktitut traineddata for Tesseract.
it: I dati di addestramento in lingua inuktitut per Tesseract.
ja: Tesseract 向けイヌクティトゥット語トレーニング済みデータです。

source: Irish Traineddata for Tesseract
it: Dati addestramento irlandese per Tesseract
ja: Tesseract 向けアイルランド語トレーニング済みデータ

source: The Irish traineddata for Tesseract.
it: I dati di addestramento in lingua irlandese per Tesseract.
ja: Tesseract 向けアイルランド語トレーニング済みデータです。

source: Italian Traineddata for Tesseract
it: Dati addestramento italiano per Tesseract
ja: Tesseract 向けイタリア語トレーニング済みデータ

source: The Italian traineddata for Tesseract.
it: I dati di addestramento in lingua italiana per Tesseract.
ja: Tesseract 向けイタリア語トレーニング済みデータです。

source: Italian (Old) Traineddata for Tesseract
it: Dati addestramento italiano (antico) per Tesseract
ja: Tesseract 向けイタリア語 (古) トレーニング済みデータ

source: The Italian (Old) traineddata for Tesseract.
it: I dati di addestramento in lingua italiana (antica) per Tesseract.
ja: Tesseract 向けイタリア語 (古) トレーニング済みデータです。

source: Japanese Traineddata for Tesseract
it: Dati addestramento giapponese per Tesseract
ja: Tesseract 向け日本語トレーニング済みデータ

source: The Japanese traineddata for Tesseract.
it: I dati di addestramento in lingua giapponese per Tesseract.
ja: Tesseract 向け日本語トレーニング済みデータです。

source: Javanese Traineddata for Tesseract
it: Dati addestramento giavanese per Tesseract
ja: Tesseract 向けジャワ語トレーニング済みデータ

source: The Javanese traineddata for Tesseract.
it: I dati di addestramento in lingua giavanese per Tesseract.
ja: Tesseract 向けジャワ語トレーニング済みデータです。

source: Kannada Traineddata for Tesseract
it: Dati addestramento kannada per Tesseract
ja: Tesseract 向けカンナダ語トレーニング済みデータ

source: The Kannada traineddata for Tesseract.
it: I dati di addestramento in lingua kannada per Tesseract.
ja: Tesseract 向けカンナダ語トレーニング済みデータです。

source: Kazakh Traineddata for Tesseract
it: Dati addestramento kazako per Tesseract
ja: Tesseract 向けカザフ語トレーニング済みデータ

source: The Kazakh traineddata for Tesseract.
it: I dati di addestramento in lingua kazaka per Tesseract.
ja: Tesseract 向けカザフ語トレーニング済みデータです。

source: Khmer Traineddata for Tesseract
it: Dati addestramento khmer per Tesseract
ja: Tesseract 向けクメール語トレーニング済みデータ

source: The Khmer traineddata for Tesseract.
it: I dati di addestramento in lingua khmer per Tesseract.
ja: Tesseract 向けクメール語トレーニング済みデータです。

source: Korean Traineddata for Tesseract
it: Dati addestramento coreano per Tesseract
ja: Tesseract 向け韓国語トレーニング済みデータ

source: The Korean traineddata for Tesseract.
it: I dati di addestramento in lingua coreana per Tesseract.
ja: Tesseract 向け韓国語トレーニング済みデータです。

source: Kurdish Traineddata for Tesseract
it: Dati addestramento curdo per Tesseract
ja: Tesseract 向けクルド語トレーニング済みデータ

source: The Kurdish traineddata for Tesseract.
it: I dati di addestramento in lingua curda per Tesseract.
ja: Tesseract 向けクルド語トレーニング済みデータです。

source: Kyrgyz Traineddata for Tesseract
it: Dati addestramento kirghiso per Tesseract
ja: Tesseract 向けキルギス語トレーニング済みデータ

source: The Kyrgyz traineddata for Tesseract.
it: I dati di addestramento in lingua kirghisa per Tesseract.
ja: Tesseract 向けキルギス語トレーニング済みデータです。

source: Lao Traineddata for Tesseract
it: Dati addestramento laotiano per Tesseract
ja: Tesseract 向けラーオ語トレーニング済みデータ

source: The Lao traineddata for Tesseract.
it: I dati di addestramento in lingua laotiana per Tesseract.
ja: Tesseract 向けラーオ語トレーニング済みデータです。

source: Latin Traineddata for Tesseract
it: Dati addestramento latino per Tesseract
ja: Tesseract 向けラテン語トレーニング済みデータ

source: The Latin traineddata for Tesseract.
it: I dati di addestramento in lingua latina per Tesseract.
ja: Tesseract 向けラテン語トレーニング済みデータです。

source: Latvian Traineddata for Tesseract
it: Dati addestramento lettone per Tesseract
ja: Tesseract 向けラトビア語トレーニング済みデータ

source: The Latvian traineddata for Tesseract.
it: I dati di addestramento in lingua lettone per Tesseract.
ja: Tesseract 向けラトビア語トレーニング済みデータです。

source: Lithuanian Traineddata for Tesseract
it: Dati addestramento lituano per Tesseract
ja: Tesseract 向けリトアニア語トレーニング済みデータ

source: The Lithuanian traineddata for Tesseract.
it: I dati di addestramento in lingua lituana per Tesseract.
ja: Tesseract 向けリトアニア語トレーニング済みデータです。

source: Macedonian Traineddata for Tesseract
it: Dati addestramento macedone per Tesseract
ja: Tesseract 向けマケドニア語トレーニング済みデータ

source: The Macedonian traineddata for Tesseract.
it: I dati di addestramento in lingua macedone per Tesseract.
ja: Tesseract 向けマケドニア語トレーニング済みデータです。

source: Malay Traineddata for Tesseract
it: Dati addestramento malese per Tesseract
ja: Tesseract 向けマレー語トレーニング済みデータ

source: The Malay traineddata for Tesseract.
it: I dati di addestramento in lingua malese per Tesseract.
ja: Tesseract 向けマレー語トレーニング済みデータです。

source: Malayalam Traineddata for Tesseract
it: Dati addestramento malayalam per Tesseract
ja: Tesseract 向けマラヤーラム語トレーニング済みデータ

source: The Malayalam traineddata for Tesseract.
it: I dati di addestramento in lingua malaylam per Tesseract.
ja: Tesseract 向けマラヤーラム語トレーニング済みデータです。

source: Maltese Traineddata for Tesseract
it: Dati addestramento maltese per Tesseract
ja: Tesseract 向けマルタ語トレーニング済みデータ

source: The Maltese traineddata for Tesseract.
it: I dati di addestramento in lingua maltese per Tesseract.
ja: Tesseract 向けマルタ語トレーニング済みデータです。

source: Marathi Traineddata for Tesseract
it: Dati addestramento marathi per Tesseract
ja: Tesseract 向けマラーティー語トレーニング済みデータ

source: The Marathi traineddata for Tesseract.
it: I dati di addestramento in lingua marathi per Tesseract.
ja: Tesseract 向けマラーティー語トレーニング済みデータです。

source: Math / Equation Detection Module Traineddata for Tesseract
it: Dati addestramento modulo riconoscimento matematica/equazioni per Tesseract
ja: Tesseract 向け数学／数式検出モジュールトレーニング済みデータ

source: The Math / Equation Detection Module traineddata for Tesseract.
it: I dati di addestramento per il modulo di riconoscimento delle formule matematiche/equazioni per Tesseract.
ja: Tesseract 向け数学／数式検出モジュールトレーニング済みデータです。

source: Nepali Traineddata for Tesseract
it: Dati addestramento nepalese per Tesseract
ja: Tesseract 向けネパール語トレーニング済みデータ

source: The Nepali traineddata for Tesseract.
it: I dati di addestramento in lingua nepalese per Tesseract.
ja: Tesseract 向けネパール語トレーニング済みデータです。

source: Norwegian Traineddata for Tesseract
it: Dati addestramento norvegese per Tesseract
ja: Tesseract 向けノルウェー語トレーニング済みデータ

source: The Norwegian traineddata for Tesseract.
it: I dati di addestramento in lingua norvegese per Tesseract.
ja: Tesseract 向けノルウェー語トレーニング済みデータです。

source: Orientation & Script Detection Enabler Traineddata for Tesseract
it: Dati addestramento riconoscimento orientamento e scrittura manuale per Tesseract
ja: Tesseract 向け方向／スクリプト検出器トレーニングデータ

source: The Orientation & Script Detection Enabler traineddata for Tesseract.
it: I dati di addestramento per il motore di riconoscimento dell'orientamento del testo e della scrittura manuale per Tesseract.
ja: Tesseract 向け方向／スクリプト検出器トレーニングデータです。

source: Oriya Traineddata for Tesseract
it: Dati addestramento oriya per Tesseract
ja: Tesseract 向けオリヤー語トレーニング済みデータ

source: The Oriya traineddata for Tesseract.
it: I dati di addestramento in lingua oriya per Tesseract.
ja: Tesseract 向けオリヤー語トレーニング済みデータです。

source: Pashto Traineddata for Tesseract
it: Dati addestramento pashto per Tesseract
ja: Tesseract 向けパシュトー語トレーニング済みデータ

source: The Pashto traineddata for Tesseract.
it: I dati di addestramento in lingua pashto per Tesseract.
ja: Tesseract 向けパシュトー語トレーニング済みデータです。

source: Persian Traineddata for Tesseract
it: Dati addestramento persiano per Tesseract
ja: Tesseract 向けペルシア語トレーニング済みデータ

source: The Persian traineddata for Tesseract.
it: I dati di addestramento in lingua persiana per Tesseract.
ja: Tesseract 向けペルシア語トレーニング済みデータです。

source: Polish Traineddata for Tesseract
it: Dati addestramento polacco per Tesseract
ja: Tesseract 向けポーランド語トレーニング済みデータ

source: The Polish traineddata for Tesseract.
it: I dati di addestramento in lingua polacca per Tesseract.
ja: Tesseract 向けポーランド語トレーニング済みデータです。

source: Portuguese Traineddata for Tesseract
it: Dati addestramento portoghese per Tesseract
ja: Tesseract 向けポルトガル語トレーニング済みデータ

source: The Portuguese traineddata for Tesseract.
it: I dati di addestramento in lingua portoghese per Tesseract.
ja: Tesseract 向けポルトガル語トレーニング済みデータです。

source: Punjabi Traineddata for Tesseract
it: Dati addestramento punjabi per Tesseract
ja: Tesseract 向けパンジャーブ語トレーニング済みデータ

source: The Punjabi traineddata for Tesseract.
it: I dati di addestramento in lingua punjabi per Tesseract.
ja: Tesseract 向けパンジャーブ語トレーニング済みデータです。

source: Romanian Traineddata for Tesseract
it: Dati addestramento rumeno per Tesseract
ja: Tesseract 向けルーマニア語トレーニング済みデータ

source: The Romanian traineddata for Tesseract.
it: I dati di addestramento in lingua rumena per Tesseract.
ja: Tesseract 向けルーマニア語トレーニング済みデータです。

source: Russian Traineddata for Tesseract
it: Dati addestramento russo per Tesseract
ja: Tesseract 向けロシア語トレーニング済みデータ

source: The Russian traineddata for Tesseract.
it: I dati di addestramento in lingua russa per Tesseract.
ja: Tesseract 向けロシア語トレーニング済みデータです。

source: Sanskrit Traineddata for Tesseract
it: Dati addestramento sanscrito per Tesseract
ja: Tesseract 向けサンスクリットトレーニング済みデータ
