Repository: BENBELLA23/packages-i18n
Catalog: */po/tesseract.*.po
Languages: it, ja

source: The Sanskrit traineddata for Tesseract.
it: I dati di addestramento in sanscrito per Tesseract.
ja: Tesseract 向けサンスクリットトレーニング済みデータです。

source: Serbian Traineddata for Tesseract
it: Dati addestramento serbo per Tesseract
ja: Tesseract 向けセルビア語トレーニング済みデータ

source: The Serbian traineddata for Tesseract.
it: I dati di addestramento in lingua serba per Tesseract.
ja: Tesseract 向けセルビア語トレーニング済みデータです。

source: Serbian (Latin) Traineddata for Tesseract
it: Dati addestramento serbo (Latin) per Tesseract
ja: Tesseract 向けセルビア語 (ラテン文字) トレーニング済みデータ

source: The Serbian (Latin) traineddata for Tesseract.
it: I dati di addestramento in lingua serba (alfabeto latino) per Tesseract.
ja: Tesseract 向けセルビア語 (ラテン文字) トレーニング済みデータです。

source: Sinhala Traineddata for Tesseract
it: Dati addestramento singalese per Tesseract
ja: Tesseract 向けシンハラ語トレーニング済みデータ

source: The Sinhala traineddata for Tesseract.
it: I dati di addestramento in lingua singalese per Tesseract.
ja: Tesseract 向けシンハラ語トレーニング済みデータです。

source: Slovak and Slovak (Fraktur) Traineddata for Tesseract
it: Dati addestramento slovacco e slovacco (Fraktur) per Tesseract
ja: Tesseract 向けスロバキア語／スロバキア語 (フラクトゥール) トレーニング済みデータ

source: The Slovak and Slovak (Fraktur) traineddata for Tesseract.
it: I dati di addestramento in lingua slovacca e slovacca (Fraktur) per Tesseract.
ja: Tesseract 向けスロバキア語／スロバキア語 (フラクトゥール) トレーニング済みデータです。

source: Slovenian Traineddata for Tesseract
it: Dati addestramento sloveno per Tesseract
ja: Tesseract 向けスロベニア語トレーニング済みデータ

source: The Slovenian traineddata for Tesseract.
it: I dati di addestramento in lingua slovena per Tesseract.
ja: Tesseract 向けスロベニア語トレーニング済みデータです。

source: Spanish Traineddata for Tesseract
it: Dati addestramento spagnolo per Tesseract
ja: Tesseract 向けスペイン語トレーニング済みデータ

source: The Spanish traineddata for Tesseract.
it: I dati di addestramento in lingua spagnola per Tesseract.
ja: Tesseract 向けスペイン語トレーニング済みデータです。

source: Spanish (Old) Traineddata for Tesseract
it: Dati addestramento spagnolo (antico) per Tesseract
ja: Tesseract 向けスペイン語 (古) トレーニング済みデータ

source: The Spanish (Old) traineddata for Tesseract.
it: I dati di addestramento in lingua spagnola (antica) per Tesseract.
ja: Tesseract 向けスペイン語 (古) トレーニング済みデータです。

source: Swahili Traineddata for Tesseract
it: Dati addestramento swahili per Tesseract
ja: Tesseract 向けスワヒリ語トレーニング済みデータ

source: The Swahili traineddata for Tesseract.
it: I dati di addestramento in lingua swahili per Tesseract.
ja: Tesseract 向けスワヒリ語トレーニング済みデータです。

source: Swedish Traineddata for Tesseract
it: Dati addestramento svedese per Tesseract
ja: Tesseract 向けスウェーデン語トレーニング済みデータ

source: The Swedish traineddata for Tesseract.
it: I dati di addestramento in lingua svedese per Tesseract.
ja: Tesseract 向けスウェーデン語トレーニング済みデータです。

source: Syriac Traineddata for Tesseract
it: Dati addestramento siriano per Tesseract
ja: Tesseract 向けシリア語トレーニング済みデータ

source: The Syriac traineddata for Tesseract.
it: I dati di addestramento in lingua siriana per Tesseract.
ja: Tesseract 向けシリア語トレーニング済みデータです。

source: Tagalog Traineddata for Tesseract
it: Dati addestramento tagalog per Tesseract
ja: Tesseract 向けタガログ語トレーニング済みデータ

source: The Tagalog traineddata for Tesseract.
it: I dati di addestramento in lingua tagalog per Tesseract.
ja: Tesseract 向けタガログ語トレーニング済みデータです。

source: Tajik Traineddata for Tesseract
it: Dati addestramento tagiko per Tesseract
ja: Tesseract 向けタジク語トレーニング済みデータ

source: The Tajik traineddata for Tesseract.
it: I dati di addestramento in lingua tagika per Tesseract.
ja: Tesseract 向けタジク語トレーニング済みデータです。

source: Tamil Traineddata for Tesseract
it: Dati addestramento tamil per Tesseract
ja: Tesseract 向けタミル語トレーニング済みデータ

source: The Tamil traineddata for Tesseract.
it: I dati di addestramento in lingua tamil per Tesseract.
ja: Tesseract 向けタミル語トレーニング済みデータです。

source: Telugu Traineddata for Tesseract
it: Dati addestramento telugu per Tesseract
ja: Tesseract 向けテルグ語トレーニング済みデータ

source: The Telugu traineddata for Tesseract.
it: I dati di addestramento in lingua telugu per Tesseract.
ja: Tesseract 向けテルグ語トレーニング済みデータです。

source: Thai Traineddata for Tesseract
it: Dati addestramento tailandese per Tesseract
ja: Tesseract 向けタイ語トレーニング済みデータ

source: The Thai traineddata for Tesseract.
it: I dati di addestramento in lingua tailandese per Tesseract.
ja: Tesseract 向けタイ語トレーニング済みデータです。

source: Tibetan Standard Traineddata for Tesseract
it: Dati addestramento tibetano standard per Tesseract
ja: Tesseract 向けチベット語トレーニング済みデータ

source: The Tibetan Standard traineddata for Tesseract.
it: I dati di addestramento in lingua tibetana standard per Tesseract.
ja: Tesseract 向けチベット語トレーニング済みデータです。

source: Tigrinya Traineddata for Tesseract
it: Dati addestramento tigrino per Tesseract
ja: Tesseract 向けティグリニャ語トレーニング済みデータ

source: The Tigrinya traineddata for Tesseract.
it: I dati di addestramento in lingua tigrina per Tesseract.
ja: Tesseract 向けティグリニャ語トレーニング済みデータです。

source: Turkish Traineddata for Tesseract
it: Dati addestramento turco per Tesseract
ja: Tesseract 向けトルコ語トレーニング済みデータ

source: The Turkish traineddata for Tesseract.
it: I dati di addestramento in lingua turca per Tesseract.
ja: Tesseract 向けトルコ語トレーニング済みデータです。

source: Ukrainian Traineddata for Tesseract
it: Dati addestramento ucraino per Tesseract
ja: Tesseract 向けウクライナ語トレーニング済みデータ

source: The Ukrainian traineddata for Tesseract.
it: I dati di addestramento in lingua ucraina per Tesseract.
ja: Tesseract 向けウクライナ語トレーニング済みデータです。

source: Urdu Traineddata for Tesseract
it: Dati addestramento urdu per Tesseract
ja: Tesseract 向けウルドゥー語トレーニング済みデータ

source: The Urdu traineddata for Tesseract.
it: I dati di addestramento in lingua urdu per Tesseract.
ja: Tesseract 向けウルドゥー語トレーニング済みデータです。

source: Uyghur Traineddata for Tesseract
it: Dati addestramento uiguro per Tesseract
ja: Tesseract 向けウイグル語トレーニング済みデータ

source: The Uyghur traineddata for Tesseract.
it: I dati di addestramento in lingua uigura per Tesseract.
ja: Tesseract 向けウイグル語トレーニング済みデータです。

source: Uzbek Traineddata for Tesseract
it: Dati addestramento uzbeko per Tesseract
ja: Tesseract 向けウズベク語トレーニング済みデータ

source: The Uzbek traineddata for Tesseract.
it: I dati di addestramento in lingua uzbeka per Tesseract.
ja: Tesseract 向けウズベク語トレーニング済みデータです。

source: Uzbek (Cyrillic) Traineddata for Tesseract
it: Dati addestramento uzbeko (cirillico) per Tesseract
ja: Tesseract 向けウズベク語 (キリル文字) トレーニング済みデータ

source: The Uzbek (Cyrillic) traineddata for Tesseract.
it: I dati di addestramento in lingua uzbeka (alfabeto cirillico) per Tesseract.
ja: Tesseract 向けウズベク語 (キリル文字) トレーニング済みデータです。

source: Vietnamese Traineddata for Tesseract
it: Dati addestramento vietnamita per Tesseract
ja: Tesseract 向けベトナム語トレーニング済みデータ

source: The Vietnamese traineddata for Tesseract.
it: I dati di addestramento in lingua vietnamita per Tesseract.
ja: Tesseract 向けベトナム語トレーニング済みデータです。

source: Welsh Traineddata for Tesseract
it: Dati addestramento gallese per Tesseract
ja: Tesseract 向けウェールズ語トレーニング済みデータ

source: The Welsh traineddata for Tesseract.
it: I dati di addestramento in lingua gallese per Tesseract.
ja: Tesseract 向けウェールズ語トレーニング済みデータです。

source: Yiddish Traineddata for Tesseract
it: Dati addestramento yiddish per Tesseract
ja: Tesseract 向けイディッシュ語トレーニング済みデータ

source: The Yiddish traineddata for Tesseract.
it: I dati di addestramento in lingua yiddish per Tesseract.
ja: Tesseract 向けイディッシュ語トレーニング済みデータです。

source: Tesseract standalone server
ja: Tesseract スタンドアロンサーバ

source: This package provides the server files for the Tesseract game.
ja: このパッケージには、 Tesseract ゲームのサーバファイルが含まれています。
