Repository: BENBELLA23/packages-i18n
Catalog: */po/texlive.*.po
Languages: es, it, ja, ru

source: This package includes the ptexenc development files. The ptexenc is a useful library for Japanese pTeX (which stands for publishing TeX, and is an extension of TeX by ASCII Co.) and its surrounding tools.
es: Este paquete incluye los archivos de desarrollo de ptexenc. La ptexenc es una biblioteca útil para pTeX japonés (que significa TeX para publicaciones y es una extensión de TeX de ASCII Co.) y las herramientas concomitantes.
it: Questo pacchetto include i file di sviluppo di ptexenc. Ptexenc è una libreria utile per pTeX (che sta per la pubblicazione TeX, ed è un'estensione di TeX di ASCII Co.) in giapponese e dei suoi strumenti a corredo.
ja: このパッケージには、 ptexenc の開発用ファイルが含まれています。 ptexenc は日本語の pTeX ("Publishing TeX" の略で、 ASCII 社による TeX の拡張です) と周辺ツールが含まれています。

source: Binary files of purifyeps
es: Ejecutables de purifyeps
it: File binari di purifyeps
ja: purifyeps のバイナリファイル
ru: Двоичные файлы purifyeps

source: Binary files of pygmentex
es: Ejecutables de pygmentex
it: File binari di pygmentex
ja: pygmentex のバイナリファイル
ru: Двоичные файлы pygmentex

source: Binary files of pythontex
es: Ejecutables de pythontex
it: File binari di pythontex
ja: pythontex のバイナリファイル
ru: Двоичные файлы pythontex

source: Binary files of rubik
es: Ejecutables de rubik
it: File binari di rubik
ja: rubik のバイナリファイル
ru: Двоичные файлы rubik

source: Basic scheme (plain and latex)
es: Esquema básico (plano y latex)
ja: 基本スキーム (純粋 TeX および latex)

source: This is the basic TeX Live scheme: it is a small set of files sufficient to typeset plain TeX or LaTeX documents in PostScript or PDF, using the Computer Modern fonts. This scheme corresponds to collection-basic and collection-latex.
es: Este es el esquema básico de TeX Live: es un pequeño conjunto de archivos suficiente para componer documentos TeX o LaTeX llanos en PostScript o PDF, usando las fuentes Computer Modern. Este esquema corresponde a collection-basic y collection-latex.
ja: これは基本的な TeX Live スキームです。純粋な TeX や LaTeX 文書を Computer Modern フォントを利用して、 PostScript や PDF にタイプセットするのに十分な最小限のファイル集です。このスキームは collection-basic と collection-latex に対応しています。

source: ConTeXt scheme
es: Esquema ConTeXt
ja: ConTeXt スキーム

source: This is the TeX Live scheme for installing ConTeXt.
es: Este es el esquema TeX Live para instalar ConTeXt.
ja: これは ConTeXt をインストールするための TeX Live スキームです。

source: Full scheme (everything)
es: Esquema completo (todo)
ja: 完全スキーム (全て)

source: This is the full TeX Live scheme: it installs everything available.
es: Este es el esquema TeX Live completo: instala todo lo disponible.
ja: これは完全な TeX Live スキームです。利用可能な全てのものをインストールします。

source: GUST TeX Live scheme
es: Esquma GUST TeX Live
ja: GUST TeX Live スキーム

source: This is the GUST TeX Live scheme: it is a set of files sufficient to typeset Polish plain TeX, LaTeX and ConTeXt documents in PostScript or PDF.
es: Este es el esquema GUST TeX Live: es un conjunto de archivos suficiente para componer documentos en lengua polaca de TeX, LaTeX y ConTeXt en PostScript o PDF.
ja: これは GUST TeX Live スキームです。ポーランド語の純粋 TeX や LaTeX, ConTeXt 文書を、 PostScript や PDF にタイプセットするのに十分なファイル集です。

source: Infrastructure-only scheme (no TeX at all)
es: Esquema sólo infraestructura (TeX, nada)
ja: インフラストラクチャのみのスキーム (TeX を全くインストールしない)

source: This is the TeX Live scheme for infrastructure only, with no TeX engines at all. It is useful for automated testing, where the actual programs and packages to be tested are installed separately afterwards, with tlmgr install.
es: Este es el esquema TeX Live solo para infraestructura, sin ningún motor TeX. Es útil para pruebas automatizadas, donde los programas y paquetes reales que se van a probar se instalan por separado después, con tlmgr install.
ja: これは全く TeX エンジンをインストールしない、インフラストラクチャのみの TeX Live スキームです。主に自動化されたテストの際に使用すべきものであり、テスト対象のプログラムやパッケージは、後から tlmgr インストールを利用して個別にインストールすることを想定しています。

source: Medium scheme (small + more packages and languages)
es: Esquema mediano (pequeño + más paquetes e idiomas)
ja: 中規模スキーム (小規模 + 追加パッケージ + 追加言語)

source: This is the medium TeX Live collection: it contains plain TeX, LaTeX, many recommended packages, and support for most European languages.
es: Esta es la colección mediana de TeX Live: contiene TeX llano, LaTeX, muchos paquetes recomendados y soporte para la mayoría de los idiomas europeos.
ja: これは中規模の TeX Live コレクションです。純粋な TeX と LaTeX のほか、多数の推奨パッケージと、ほとんどのヨーロッパ系言語へのサポートが含まれています。

source: Minimal scheme (plain only)
es: Esquema mínimo (llano solamente)
ja: 最小スキーム (純粋 TeX のみ)

source: This is the minimal TeX Live scheme, with support for only plain TeX. (No LaTeX macros.) LuaTeX is included because Lua scripts are used in TeX Live infrastructure. This scheme corresponds exactly to collection-basic.
es: Este es el esquema mínimo de TeX Live, con soporte solo para TeX llano. (Sin macros de LaTeX). LuaTeX se incluye porque los scripts de Lua se utilizan en la infraestructura de TeX Live. Este esquema corresponde exactamente a collection-basic.
ja: これは最小限の TeX Live スキームで、純粋な TeX のみをサポートする環境です (LaTeX マクロはインストールされません) 。 LuaTeX は TeX Live インフラストラクチャ内で使用されることから、これもインストールされます。このスキームは collection-basic に正確に対応します。

source: Small scheme (basic + xetex, metapost, a few languages)
es: Esquema pequeño (básico + xetex, metapost y algunos idiomas)
ja: 小規模スキーム (基本 + xetex, metapost + 少数の言語)

source: This is a small TeX Live scheme, corresponding to MacTeX's BasicTeX variant. It adds XeTeX, MetaPost, various hyphenations, and some recommended packages to scheme-basic.
es: Este es un pequeño esquema TeX Live, correspondiente a la variante BasicTeX de MacTeX. Agrega XeTeX, MetaPost, varios guiones y algunos paquetes recomendados al esquema básico.
ja: これは小規模な TeX Live スキームです。 MacTeX の BasicTeX の派生形に対応します。 scheme-basic に加えて XeTeX や MetaPost のほか、さまざまなハイフン処理や各種の推奨パッケージなどが追加されます。

source: TeTeX scheme (more than medium, but nowhere near full)
es: Esquema TeTeX (mayor a la mediana, pero ni cerca de estar completa)
ja: TeTeX スキーム (中規模よりも多いが、完全ではない)

source: TeX Live scheme nearly equivalent to the teTeX distribution that was maintained by Thomas Esser.
es: Esquema TeX Live casi equivalente a la distribución teTeX que mantuvo Thomas Esser.
ja: Thomas Esser 氏が管理している TeTeX ディストリビューションとほぼ同じ TeX Live スキームです。

source: Binary files of seetexk
es: Ejecutables de seetexk
it: File binari di seetexk
ja: seetexk のバイナリファイル
ru: Двоичные файлы seetexk

source: Binary files of splitindex
es: Ejecutables de splitindex
it: File binari di splitindex
ja: splitindex のバイナリファイル
ru: Двоичные файлы splitindex

source: Binary files of srcredact
es: Ejecutables de srcredact
it: File binari di srcredact
ja: srcredact のバイナリファイル
ru: Двоичные файлы srcredact

source: Binary files of sty2dtx
es: Ejecutables de sty2dtx
it: File binari di sty2dtx
ja: sty2dtx のバイナリファイル
ru: Двоичные файлы sty2dtx

source: Binary files of svn-multi
es: Ejecutables de svn-multi
it: File binari di svn-multi
ja: svn-multi のバイナリファイル
ru: Двоичные файлы svn-multi

source: Binary files of synctex
es: Ejecutables de synctex
it: File binari di synctex
ja: synctex のバイナリファイル
ru: Двоичные файлы synctex

source: This package includes the synctex development files. The Synchronization TeXnology by Jérôme Laurens is a new feature of recent TeX engines. It allows to synchronize between input and output, which means to navigate from the source document to the typeset material and vice versa.
es: Este paquete incluye los archivos de desarrollo de synctex. Synchronization TeXnology de Jérôme Laurens es una nueva característica de los motores TeX recientes. Permite sincronizar entre entrada y salida, lo que significa navegar desde el documento fuente al material tipográfico y viceversa.
it: Questo pacchetto contiene i file di sviluppo di synctex. The Synchronization TeXnology di Jérôme Laurens è una nuova funzionalità dei motori TeX recenti. Consente di sincronizzare dati d'ingresso e dati d'uscita, ovvero di navigare da documento sorgente al materiale della composizione tipografica e viceversa.
ja: このパッケージには、 synctex の開発用ファイルが含まれます。 Jérôme Laurens 氏による Synchronization TeXnology は、新しい TeX エンジンの機能です。入力と出力の間での同期機能を実現し、ソース文書とタイプセットマテリアルとの間で追跡を行なうことができるようになります。

source: Binary files of tetex
es: Ejecutables de tetex
it: File binari di tetex
ja: tetex のバイナリファイル
ru: Двоичные файлы tetex

source: Binary files of tex
es: Ejecutables de tex
it: File binari di tex
ja: tex のバイナリファイル
ru: Двоичные файлы tex

source: Binary files of tex4ebook
es: Ejecutables de tex4ebook
it: File binari di tex4ebook
ja: tex4ebook のバイナリファイル
ru: Двоичные файлы tex4ebook

source: Binary files of tex4ht
es: Ejecutables de tex4ht
it: File binari di tex4ht
ja: tex4ht のバイナリファイル
ru: Двоичные файлы tex4ht

source: Binary files of texconfig
es: Ejecutables de texconfig
it: File binari di texconfig
ja: texconfig のバイナリファイル
ru: Двоичные файлы texconfig

source: Binary files of texcount
es: Ejecutables de texcount
it: File binari di texcount
ja: texcount のバイナリファイル
ru: Двоичные файлы texcount

source: Binary files of texdef
es: Ejecutables de texdef
it: File binari di texdef
ja: texdef のバイナリファイル
ru: Двоичные файлы texdef

source: Binary files of texdiff
es: Ejecutables de texdiff
it: File binari di texdiff
ja: texdiff のバイナリファイル
ru: Двоичные файлы texdiff

source: Binary files of texdirflatten
es: Ejecutables de texdirflatten
it: File binari di texdirflatten
ja: texdiff のバイナリファイル
ru: Двоичные файлы texdirflatten

source: Binary files of texdoc
es: Ejecutables de texdoc
it: File binari di texdoc
ja: texdoc のバイナリファイル
ru: Двоичные файлы texdoc

source: Binary files of texfot
es: Ejecutables de texfot
it: File binari di texfot
ja: texfot のバイナリファイル
ru: Двоичные файлы texfot

source: Binary files of texliveonfly
es: Ejecutables de texliveonfly
it: File binari di texliveonfly
ja: texliveonfly のバイナリファイル
ru: Двоичные файлы texliveonfly

source: Binary files of texloganalyser
es: Ejecutables de texloganalyser
it: File binari di texloganalyser
ja: texloganalyser のバイナリファイル
ru: Двоичные файлы texloganalyser

source: This package includes the luatex development files. LuaTeX is an extended version of pdfTeX using Lua as an embedded scripting language
es: Este paquete incluye los archivos de desarrollo de luatex. LuaTeX es una versión extendida de pdfTeX que usa Lua como un lenguaje empotrado de guionado
it: Questo pacchetto contiene i file di sviluppo di luatex. LuaTeX è una versione estesa di pdfTeX che utilizza Lua come linguaggio di scripting incorporato.
ja: このパッケージには、 luatex の開発用ファイルが含まれています。 LuaTeX は組み込み用スクリプト言語 Lua を利用した pdfTeX の拡張版です

source: This package includes the LuaJIT development files. LuaJIT is a Just-In-Time (JIT) compiler for the Lua programming language
es: Este paquete incluye los archivos de desarrollo de LuaJIT. Éste es un compilador Justo-a-Tiempo (JIT) para el lenguaje de programación Lua
it: Questo pacchetto contiene i file di sviluppo di LuaJIT. LuaJIT è un compilatore Just-In-Time (JIT) per il linguaggio di programmazione Lua.
ja: このパッケージには、 LuaJIT の開発用ファイルが含まれています。LuaJIT は Lua プログラミング言語向けの Just-In-Time (JIT) コンパイラです
ru: Этот пакет содержит файлы для разработки LuaJIT. LuaJIT — это Just-In-Time (JIT) компилятор для языка программирования Lua

source: Binary files of texosquery
es: Ejecutables de texosquery
ja: texosquery のバイナリファイル

source: Binary files of texsis
es: Ejecutables de texsis
it: File binari di texsis
ja: texsis のバイナリファイル
ru: Двоичные файлы texsis

source: Binary files of texware
es: Ejecutables de texware
it: File binari di texware
ja: texware のバイナリファイル
ru: Двоичные файлы texware

source: Binary files of thumbpdf
es: Ejecutables de thumbpdf
it: File binari di thumbpdf
ja: thumbpdf のバイナリファイル
ru: Двоичные файлы thumbpdf

source: Binary files of tie
es: Ejecutables de tie
it: File binari di tie
ja: tie のバイナリファイル
ru: Двоичные файлы tie

source: Binary files of tpic2pdftex
es: Ejecutables de tpic2pdftex
it: File binari di tpic2pdftex
ja: tpic2pdftex のバイナリファイル
ru: Двоичные файлы tpic2pdftex

source: Binary files of ttfutils
es: Ejecutables de ttfutils
it: File binari di ttfutils
ja: ttfutils のバイナリファイル
ru: Двоичные файлы ttfutils

source: Binary files of typeoutfileinfo
es: Ejecutables de typeoutfileinfo
it: File binari di typeoutfileinfo
ja: typeoutfileinfo のバイナリファイル
ru: Двоичные файлы typeoutfileinfo

source: Binary files of ulqda
es: Ejecutables de ulqda
it: File binari di ulqda
ja: ulqda のバイナリファイル
ru: Двоичные файлы ulqda

source: Binary files of uplatex
es: Ejecutables de uplatex
it: File binari di uplatex
ja: uplatex のバイナリファイル
ru: Двоичные файлы uplatex

source: Binary files of uptex
es: Ejecutables de uptex
it: File binari di uptex
ja: uptex のバイナリファイル
ru: Двоичные файлы uptex

source: Binary files of urlbst
es: Ejecutables de urlbst
it: File binari di urlbst
ja: urlbst のバイナリファイル
ru: Двоичные файлы urlbst

source: Binary files of velthuis
es: Ejecutables de velthuis
ja: velthuis のバイナリファイル

source: Binary files of vlna
es: Ejecutables de vlna
it: File binari di vlna
ja: vlna のバイナリファイル
ru: Двоичные файлы vlna

source: Binary files of vpe
es: Ejecutables de vpe
it: File binari di vpe
ja: vpe のバイナリファイル
ru: Двоичные файлы vpe

source: Binary files of web
es: Ejecutables de web
it: File binari di web
ja: web のバイナリファイル
ru: Двоичные файлы web

source: Binary files of xdvi
es: Ejecutables de xdvi
it: File binari di xdvi
ja: xdvi のバイナリファイル
ru: Двоичные файлы xdvi

source: Binary files of xetex
es: Ejecutables de xetex
it: File binari di xetex
ja: xetex のバイナリファイル
ru: Двоичные файлы xetex

source: Binary files of xmltex
es: Ejecutables de xmltex
it: File binari di xmltex
ja: xmltex のバイナリファイル
ru: Двоичные файлы xmltex

source: Binary files of yplan
es: Ejecutables de yplan
it: File binari di yplan
ja: yplan のバイナリファイル
ru: Двоичные файлы yplan

source: Binary files of albatross
es: Ejecutables de albatross
ja: albatross のバイナリファイル

source: Binary files of attachfile2
es: Ejecutables de attachfile2
ja: attachfile2 のバイナリファイル

source: Binary files of axodraw2
es: Ejecutables de axodraw2
ja: axodraw2 のバイナリファイル

source: Binary files of bib2gls
es: Ejecutables de bib2gls
ja: bib2gls のバイナリファイル

source: Binary files of chklref
es: Ejecutables de chklref
ja: chklref のバイナリファイル

source: Binary files of clojure-pamphlet
es: Ejecutables de clojure-pamphlet
ja: clojure-pamphlet のバイナリファイル

source: Binary files of cluttex
es: Ejecutables de cluttex
ja: cluttex のバイナリファイル

source: Myriad additional TeX-related support programs. Includes programs and macros for DVI file manipulation, literate programming, patgen, and plenty more.
es: Innumerables programas de soporte adicionales relacionados con TeX. Incluye programas y macros para la manipulación de archivos DVI, programación alfabetizada, patgen y mucho más.
ja: Myriad 追加 TeX 関連サポートプログラムです。 DVI ファイルの操作や文芸的プログラミングを行なうためのプログラムやマクロのほか、 patgen などが含まれています。

source: Packages supporting a combination of Chinese, Japanese, Korean, including macros, fonts, documentation. Also Thai in the c90 encoding, since there is some overlap in those fonts; standard Thai support is in collection-langother. Additional packages for CJK are in their individual language collections.
es: Paquetes que admiten una combinación de chino, japonés y coreano, incluidas macros, fuentes y documentación. También tailandés en la codificación c90, ya que hay cierta superposición en esas fuentes; El soporte tailandés estándar está en collection-langother. Los paquetes adicionales para CJK se encuentran en sus colecciones de idiomas individuales.
ja: 中国語と日本語、韓国語をそれぞれサポートするためのパッケージです。マクロやフォント、ドキュメンテーションが含まれています。提供されているフォント内で重複があることから、 c90 エンコーディングによるタイ語にも対応しています。標準的なタイ語サポートについては、 collection-langother にあります。また、 CJK 向けの追加パッケージについては、それぞれ別々のパッケージとして用意されています。

source: Support for Japanese; additional packages are in collection-langcjk.
es: Soporte para japonés. Paquetes adicionales están en collection-langcjk.
ja: 日本語向けのサポートです。 collection-langcjk 内の追加パッケージです。

source: Support for languages not otherwise listed, including Indic, Thai, Vietnamese, Hebrew, Indonesian, African languages, and plenty more. The split is made simply on the basis of the size of the support, to keep both collection sizes and the number of collections reasonable.
es: Soporte a idiomas que no se enumeran en otros medios, incluidos los idiomas índico, tailandés, vietnamita, hebreo, indonesio, africano y muchos más. La división se realiza simplemente en función del tamaño del soporte, para mantener razonables tanto el tamaño de las colecciones como el número de colecciones.
ja: その他の言語向けのサポートです。インド語、タイ語、ベトナム語、ヘブライ語、インドネシア語、アフリカ語などの多数の言語が含まれています。個別のパッケージとして提供されるかどうかは、そのサポートのサイズによって決められており、パッケージのサイズが適切な範囲になるように作られています。

source: A collection of recommended add-on packages for LaTeX which have widespread use, and the release candidate formats latex-dev, etc.
es: Una colección de paquetes complementarios recomendados para LaTeX que tienen un uso generalizado y los formatos candidatos de lanzamiento latex-dev, etc.
ja: 幅広く使用されている LaTeX 向けの推奨アドオンパッケージ集と、リリース候補状態にある latex-dev などが含まれています。

source: Mathematics, natural sciences, computer science packages
es: Paquetes para matemáticas, ciencias naturales, ciencias de la computación
ja: 数学／自然科学／コンピュータ科学パッケージ

source: Binary files of ctan-o-mat
es: Ejecutables de ctan-o-mat
ja: ctan-o-mat のバイナリファイル

source: Binary files of ctanbib
es: Ejecutables de ctanbib
ja: ctanbib のバイナリファイル

source: Binary files of dviout-util
es: Ejecutables de dviout-util
ja: dviout-util のバイナリファイル

source: Binary files of git-latexdiff
es: Ejecutables de git-latexdiff
ja: git-latexdiff のバイナリファイル

source: Binary files of hyperxmp
es: Ejecutables de hyperxmp
ja: hyperxmp のバイナリファイル

source: Binary files of jfmutil
es: Ejecutables de jfmutil
ja: jfmutil のバイナリファイル

source: Binary files of ketcindy
es: Ejecutables de ketcindy
ja: ketcindy のバイナリファイル

source: Binary files of l3build
es: Ejecutables de l3build
ja: l3build のバイナリファイル

source: Binary files of latex-bin-dev
es: Ejecutables de latex-bin-dev
ja: latex-bin-dev のバイナリファイル

source: Binary files of light-latex-make
es: Ejecutables de light-latex-make
ja: light-latex-make のバイナリファイル

source: Binary files of luahbtex
es: Ejecutables de luahbtex
ja: luahbtex のバイナリファイル

source: Binary files of luajittex
es: Ejecutables de luajittex
ja: luajittex のバイナリファイル

source: Binary files of optex
es: Ejecutables de optex
ja: optex のバイナリファイル

source: Binary files of pdftex-quiet
es: Ejecutables de pdftex-quiet
ja: pdftex-quiet のバイナリファイル

source: Binary files of pdftosrc
es: Ejecutables de pdftosrc
ja: pdftosrc のバイナリファイル

source: Binary files of ps2eps
es: Ejecutables de ps2eps
ja: ps2eps のバイナリファイル

source: This is the basic TeX Live scheme: it is a small set of files sufficient to typeset plain TeX or LaTeX documents in PostScript or PDF, using the Computer Modern fonts. This scheme corresponds to collection-basic and collection-latex.
es: Este es el esquema básico de TeX Live: es un pequeño conjunto de archivos suficiente para componer documentos TeX o LaTeX llanos en PostScript o PDF, usando las fuentes Computer Modern. Este esquema corresponde a collection-basic y collection-latex.
ja: これは基本的な TeX Live スキームです。純粋な TeX や LaTeX 文書を Computer Modern フォントを利用して、 PostScript や PDF にタイプセットするのに十分な最小限のファイル集です。このスキームは collection-basic と collection-latex に対応しています。

source: This is the TeX Live scheme for infrastructure only, with no TeX engines at all. It is useful for automated testing, where the actual programs and packages to be tested are installed separately afterwards, with tlmgr install.
es: Este es el esquema TeX Live solo para infraestructura, sin ningún motor TeX. Es útil para pruebas automatizadas, donde los programas y paquetes reales que se van a probar se instalan por separado después, con tlmgr install.
ja: これは全く TeX エンジンをインストールしない、インフラストラクチャのみの TeX Live スキームです。主に自動化されたテストの際に使用すべきものであり、テスト対象のプログラムやパッケージは、後から tlmgr インストールを利用して個別にインストールすることを想定しています。

source: This is the minimal TeX Live scheme, with support for only plain TeX. (No LaTeX macros.) LuaTeX is included because Lua scripts are used in TeX Live infrastructure. This scheme corresponds exactly to collection-basic.
es: Este es el esquema mínimo de TeX Live, con soporte solo para TeX llano. (Sin macros de LaTeX). LuaTeX se incluye porque los guiones de Lua se utilizan en la infraestructura de TeX Live. Este esquema corresponde exactamente a collection-basic.
ja: これは最小限の TeX Live スキームで、純粋な TeX のみをサポートする環境です (LaTeX マクロはインストールされません) 。 LuaTeX は TeX Live インフラストラクチャ内で使用されることから、これもインストールされます。このスキームは collection-basic に正確に対応します。

source: This is a small TeX Live scheme, corresponding to MacTeX's BasicTeX variant. It adds XeTeX, MetaPost, various hyphenations, and some recommended packages to scheme-basic.
es: Este es un pequeño esquema TeX Live, correspondiente a la variante BasicTeX de MacTeX. Agrega XeTeX, MetaPost, varios guiones y algunos paquetes recomendados al esquema básico.
ja: これは小規模な TeX Live スキームです。 MacTeX の BasicTeX の派生形に対応します。 scheme-basic に加えて XeTeX や MetaPost のほか、さまざまなハイフン処理や各種の推奨パッケージなどが追加されます。

source: Binary files of texlive-scripts
es: Ejecutables de texlive-scripts
ja: texlive-scripts のバイナリファイル

source: Binary files of texlive-scripts-extra
es: Ejecutables de texlive-scripts-extra
ja: texlive-scripts-extra のバイナリファイル

source: Binary files of spix
es: Ejecutables de spix
ja: spix のバイナリファイル

source: Binary files of texdoctk
es: Ejecutables de texdoctk
ja: texdoctk のバイナリファイル

source: Binary files of texplate
es: Ejecutables de texplate
ja: texplate のバイナリファイル

source: Binary files of tikztosvg
es: Ejecutables de tikztosvg
ja: tikztosvg のバイナリファイル

source: Auto-generated font map files
es: Archivos autogenerados de mapeo de fuentes tipográficas
ja: 自動生成されたフォントマップファイル

source: These map files are regenerated every time a new font is added. There is no need to rebuild formats or update binaries because of such updates, hence this separate package.
es: Estos archivos de mapeo se regeneran cada vez que se agrega una nueva fuente. No hay necesidad de reconstruir formatos o actualizar ejecutables debido a dichas actualizaciones, por lo tanto, este paquete separado.
ja: これらのマップファイルは、新しいフォントが追加されたときに毎回再生成されます。フォーマットの再ビルドやバイナリのアップデートは、そのようなアップデートのため不要で、そのため別個のパッケージです。

source: Binary files of webquiz
es: Ejecutables de webquiz
ja: webquiz のバイナリファイル

source: Binary files of wordcount
es: Ejecutables de wordcount
ja: wordcount のバイナリファイル

source: Binary files of xelatex-dev
es: Ejecutables de xelatex-dev
ja: xelatex-dev のバイナリファイル

source: Binary files of xindex
es: Ejecutables de xindex
ja: xindex のバイナリファイル

source: Binary files of xml2pmx
es: Ejecutables de xml2pmx
ja: xml2pmx のバイナリファイル

source: Binary files of xpdfopen
es: Ejecutables de xpdfopen
ja: xpdfopen のバイナリファイル

source: Binary files of devnag
it: File binari di devnag
ru: Двоичные файлы devnag

source: Binary files of jfontmaps
it: File binari di jfontmaps
ru: Двоичные файлы jfontmaps

source: African scripts
ru: Африканские письменности

source: Support for African scripts.
ru: Поддержка африканских письменностей.

source: Support for (and documentation in) English.
ru: Поддержка (и документация) для английского языка.

source: Indic scripts
ru: Индийские письменности

source: Support for Indic scripts.
ru: Поддержка индийских письменностей

source: Support for Japanese; additional packages in collection- langcjk.
ru: Поддержка японского языка; дополнительные пакеты в collection-langcjk.

source: Mathematics packages
ru: Математические пакеты

source: The collection-mathextra package
ru: Пакет collection-mathextra

source: Omega packages
ru: Пакеты Omega

source: Plain TeX packages
ru: Пакеты простого TeX

source: Natural and computer sciences
ru: Естественные и компьютерные науки

source: The collection-science package
ru: Пакет collection-science
