Repository: BENBELLA23/packages-i18n
Catalog: */po/texlive.*.po
Languages: es, it, ja, ru

source: Kpathsea is a library and utility programs which provide path searching facilities for TeX file types, including the self- locating feature required for movable installations, layered on top of a general search mechanism. It is not distributed separately, but rather is released and maintained as part of the TeX-live sources.
es: Kpathsea es una biblioteca y programas de utilidad que brindan funciones de búsqueda de ruta para los archivos TeX, incluida la función de autoubicación requerida para instalaciones móviles, apoyadas sobre un mecanismo de búsqueda general. No se distribuye por separado, sino que se publica y se mantiene como parte de las fuentes de TeX-live.
it: Kpathsea è una libreria e programmi di utilità che forniscono le funzionalità di ricerca dei percorsi per i tipi di file TeX, inclusa la funzionalità di auto-locazione richiesta per l'installazione mobile, livellata sopra un meccanismo di ricerca generale. Non è distribuito separatamente ma piuttosto è rilasciato e mantenuto come parte dei sorgenti di TeX-live.
ja: Kpathsea は、 TeX ファイルに対して検索機能を提供するライブラリとユーティリティプログラムです。移動可能なインストールのために独自配置機能が用意されているほか、汎用の検索機構に搭載することも可能な仕組みです。これらは個別に配布されているものではなく、 TeX-live のソースと一緒に管理され、リリースされているものです。
ru: Kpathsea — это библиотека и утилиты, предоставляющие возможности поиска путей файлов TeX, включая самообнаружение, необходимое для переносимых инсталляций. Данный комплект выпускается и поддерживается в составе исходных кодов TeX-live.

source: Libraries of Kanji code convert library for pTeX
es: Bibliotecas de la biblioteca de conversión de código Kanji para pTeX
it: Librerie di conversione di codice Kanji per pTeX
ja: pTeX 向け漢字コード変換ライブラリ

source: The ptexenc is a useful library for Japanese pTeX (which stands for publishing TeX, and is an extension of TeX by ASCII Co.) and its surrounding tools.
es: ptexenc es una biblioteca útil para pTeX japonés (que significa publicar TeX y es una extensión de TeX de ASCII Co.) y las herramientas que lo rodean.
it: Ptexenc è una libreria utile per pTeX (che sta per la pubblicazione TeX, ed è un'estensione di TeX di ASCII Co.) in giapponese e dei suoi strumenti a corredo.
ja: ptexenc は日本語 pTeX ("publishing TeX" の略で、 ASCII 社による TeX の拡張です) 向けの便利なライブラリと、周辺ツールです。

source: Libraries of The Synchronization TeXnology
es: Bibliotecas de The Syncrhonization TeXnology
it: Librerie di The Synchronization TeXnology
ja: Synchronization TeXnology のライブラリ

source: The Synchronization TeXnology by Jérôme Laurens is a new feature of recent TeX engines. It allows to synchronize between input and output, which means to navigate from the source document to the typeset material and vice versa.
es: Synchronization TeXnology de Jérôme Laurens es una nueva característica de los motores TeX recientes. Permite sincronizar entre entrada y salida, lo que significa navegar desde el documento fuente al material tipográfico y viceversa.
it: The Synchronization TeXnology di Jérôme Laurens è una nuova funzionalità dei motori TeX recenti. Consente di sincronizzare dati d'ingresso e dati d'uscita, ovvero di navigare da documento sorgente al materiale della composizione tipografica e viceversa.
ja: Jérôme Laurens 氏による Synchronization TeXnology は、新しい TeX エンジンの機能です。入力と出力の間での同期機能を実現し、ソース文書とタイプセットマテリアルとの間で追跡を行なうことができるようになります。

source: Libraries of an extended version of pdfTeX using Lua
es: Bibliotecas de una versión extendida de pdfTeX usando Lua
it: Librerie di una versione estesa di pdfTeX che utilizza Lua
ja: Lua を利用した pdfTeX の拡張版ライブラリ

source: LuaTeX is an extended version of pdfTeX using Lua as an embedded scripting language
es: LuaTeX es una versión extendida de pdfTeX que usa Lua como un lenguaje incorporado de guionado
it: LuaTeX è una versione estesa di pdfTeX che utilizza Lua come linguaggio di scripting incorporato.
ja: LuaTeX は組み込み用スクリプト言語 Lua を利用した pdfTeX の拡張版です

source: Libraries of Just-In-Time compiler for Lua
es: Bibliotecas para el compilador justo-a-tiempo para Lua
it: Librerie del compilatore Just-In-Time per Lua
ja: Lua 向けの Just-In-Time コンパイラライブラリ
ru: Библиотеки Just-In-Time компилятора для Lua

source: LuaJIT is a Just-In-Time (JIT) compiler for the Lua programming language
es: LuaJIT is un compilador Justo-A-Tiempo (JIT en inglés) para el lenguaje de programación Lua
it: LuaJIT è un compilatore Just-In-Time (JIT) per il linguaggio di programmazione Lua.
ja: LuaJIT は Lua プログラミング言語向けの Just-In-Time (JIT) コンパイラです
ru: LuaJIT — это Just-In-Time (JIT) компилятор для языка программирования Lua

source: Library files of Biber a BibTeX replacement
es: Archivos de biblioteca de Biber un reemplazo de BibTeX
it: File di libreria di Biber, un sostituto di BibTeX
ja: BibTeX の置き換え版である Biber のライブラリ

source: Perl library files of Biber a BibTeX replacement for users of BibLaTeX. This package is required by the package texlive-biber-bin.
es: Archivos de biblioteca Perl de Biber, un reemplazo de BibTeX para usuarios de BibLaTeX. Este paquete es requerido por el paquete texlive-biber-bin.
it: File della libreria Perl di Biber, un sostituto di BibTeX per gli utilizzatori di BibLaTeX. Questo pacchetto è richiesto dal pacchetto texlive-biber-bin.
ja: BibLaTeX のユーザ向けに作成された BibTeX の置き換え版である Biber の Perl ライブラリファイルです。このパッケージには、 texlive-biber-bin パッケージで必要となります。

source: The TeXLive Formatting System
es: El sistema de formateo de TeXLive
it: Il sistema di formattazione TeXLive
ja: TexLive フォーマットシステム
ru: Система форматирования TeXLive

source: After installing texlive and the package texlive-latex, find a large selection of documentation for TeX, LaTeX, and various layout styles in /usr/share/texmf/doc. TeX (pronounced tech) is an interpreter for text formatting and was developed by Donald E. Knuth. It works with control and macro commands on a text file. Working with TeX is similar to typesetting methods. LaTeX is a complex macro package that removes the cryptical TeX interface and does most of the work for the user. TeX uses special fonts produced by the MetaFont program. Various printer drivers and an X11 viewer are also included in this package. The teTeX package is based on the standard TeX package of Karl Berry, which makes configuration much easier. It is also possible to use PostScript fonts. A real PostScript printer is required, however. If the ghostscript (gs) package is installed, all drivers for printing and viewing can use these fonts. Note, however, that the fonts included in the ghostscript package are not identical to Adobe's PostScript fonts. The copyright prohibids us to include them on the CD. Besides these features, the programs MakeIndex (for producing indexes) and BibTeX (for literature data processing) exist. The texlive package includes a full texmf tree, many programs like tex, dvips, etc., shell script configuration, and a big collection of documentations. This package is easily configured by the script texconfig and has multilanguage options.
es: Después de instalar texlive y el paquete texlive-latex, encontrará una amplia selección de documentación para TeX, LaTeX y varios estilos de composición en /usr/share/texmf/doc . TeX (pronunciado «tec») es un intérprete para el formateado de texto y ha sido desarrollado por Donald E. Knuth. Funciona con órdenes de control y macros en un archivo de texto. Trabajar con TeX es parecido a los viejos métodos de procesamiento de texto. LaTeX (o mejor, LaTex2e) es un complejo paquete de macros que elimina la interfase críptica de TeX, y hace la mayor parte de trabajo del usuario. TeX utiliza tipos de letra especiales producidas por el programa MetaFont. Se incluyen también en este paquete varios drivers de impresora y un visualizador X11. El paquete teTeX se basa en el paquete TeX estándar de Karl Berry, que hace la configuración mucho más fácil. También es posible utilizar tipos de letra de PostScript; pero entonces se necesita una auténtica impresora PostScript. Si está instalado el paquete ghostscript (gs), todos los drivers para imprimir y visualizar pueden usar estos tipos de letra. Tenga en cuenta, no obstante, que los tipos de letra incluidas en el paquete ghostscript no son idénticas a los tipos de letra PostScript de Adobe. El derecho de autor nos prohíbe incluirlas en el CD. Aparte de estas características, están los programas "MakeIndex" (para producir índices), BibTeX (para procesamiento de datos bibliográficos). EL paquete texlive incluye un árbol completo «texmf», muchos programas («tex», «dvips», ...), configuración de guiones de shell y una gran colección de documentos. Este paquete se configura con facilidad con el script «texconfig» y tiene opciones de poliglotía.
it: Dopo aver installato texlive e il pacchetto texlive-latex, è possibile trovare un'ampia selezione di documentazione per TeX, LaTeX e vari stili di layout in /usr/share/texmf/doc. TeX (pronunciato tech) è un interprete per la formattazione del testo ed è stato sviluppato da Donald E. Knuth. Funziona tramite comandi di controllo e macro su file di testo. Lavorare con TeX è simile ai metodi di composizione tipografica. LaTeX è un complesso pacchetto di macro che rimuove la criptica interfaccia di TeX e compie la maggior parte del lavoro per l'utilizzatore. TeX utilizza tipi di carattere prodotti dal programma MetaFont. Inclusi in questo pacchetto vi sono anche driver di stampanti e un visualizzatore X11. Il pacchetto teTeX è basato sul pacchetto TeX standard di Karl Berry, il che rende la configurazione molto più semplice. È possibile usare anche tipi di carattere PostScript. È necessaria una vera stampante PostScript, tuttavia. Se è installato il pacchetto ghostscript (gs), tutti i driver per la stampa e la visualizzazione possono usare questi tipi di carattere. Si noti, tuttavia, che i tipi di carattere inclusi nel pacchetto ghostscript non sono identici ai tipi di carattere PostScript di Adobe. I diritti d'autore ci impediscono di includerli sul CD. Oltre a queste funzionalità sono presenti anche i programmi MakeIndex (per produrre indici) e BibTeX (per l'elaborazione di dati bibliografici). Il pacchetto texlive comprende un albero completo di texmf, molti programmi quali tex, dvips, ecc., script shell di configurazione e una vasta collezione di documentazione. Questo pacchetto può essere configurato facilmente attraverso lo script texconfig ed ha opzioni multilingua.
ja: texlive と texlive-latex をインストールすると、 TeX, LaTeX 向けのドキュメンテーションと様々なレイアウトスタイルについて、 /usr/share/texmf/doc から広範囲な選択を行なうことができるようになります。 TeX ("テック" と発音します) はテキストの書式化向けインタプリタで、 Donald E. Knuth 氏によって開発されました。コントロールとマクロの各コマンドをテキストファイル上に 記述する仕組みです。 TeX での作業はいわば活字組みの作業に似ています。 また、 LaTeX は TeX のインターフェイスーから難しさを取り除くための複雑な マクロパッケージで、ほとんどのユーザ作業に適しています。 TeX は MetaFont プログラムで作成された特別なフォントを使用します。 また、様々なプリンタドライバや X11 ビューアもこのパッケージ内に含まれています。 さらに、より設定を容易にするための teTeX パッケージは、 Karl Berry 氏による標準 TeX パッケージを ベースにしています。さらに、 PostScript フォントを使用することもできます。 ただしこれには実際の PostScript プリンタが必要です。 ghostscript (gs) パッケージがインストールされていれば、印刷用の全てのドライバと 閲覧処理でこれらのフォントを利用することができます。ただし、 ghostscript パッケージ内に含まれている フォントは、 Adobe 社の PostScript フォントと同じものではないことに注意してください。 著作権上の理由により、 CD 内に含めることを禁じられているためです。 これらの機能に加え、 MakeIndex プログラム (索引作成用) や BibTeX プログラム (論文データ処理) も同梱されています。 texlive パッケージには完全な texmf ツリーが含まれていて、 tex, dvips など多数のプログラムのほか、シェルスクリプトの設定や巨大なドキュメンテーション集なども 含まれています。このパッケージは texconfig スクリプトから容易に設定することができるほか、 多言語オプションも設定することができます。

source: Binary files of a2ping
es: Ejecutables de a2ping
it: File binari di a2ping
ja: a2ping のバイナリファイル
ru: Двоичные файлы a2ping

source: Binary files of accfonts
es: Ejecutables de accfonts
it: File binari di accfonts
ja: accfonts のバイナリファイル
ru: Двоичные файлы accfonts

source: Binary files of adhocfilelist
es: Ejecutables de adhocfilelist
it: File binari di adhocfilelist
ja: adhocfilelist のバイナリファイル
ru: Двоичные файлы adhocfilelist

source: Binary files of afm2pl
es: Ejecutables de afm2pl
it: File binari di afm2pl
ja: afm2pl のバイナリファイル
ru: Двоичные файлы afm2pl

source: Binary files of aleph
es: Ejecutables de aleph
it: File binari di aleph
ja: aleph のバイナリファイル
ru: Двоичные файлы aleph

source: Binary files of amstex
es: Ejecutables de amstex
it: File binari di amstex
ja: amstex のバイナリファイル
ru: Двоичные файлы amstex

source: Binary files of arara
es: Ejecutables de arara
it: File binari di arara
ja: arara のバイナリファイル
ru: Двоичные файлы arara

source: Binary files of asymptote
es: Ejecutables de asymptote
it: File binari di asymptote
ja: asymptote のバイナリファイル
ru: Двоичные файлы asymptote

source: Binary files of authorindex
es: Ejecutables de authorindex
it: File binari di authorindex
ja: authorindex のバイナリファイル
ru: Двоичные файлы authorindex

source: Binary files of autosp
es: Archivos binarios de autosp
it: File binari di autosp
ja: autosp のバイナリファイル
ru: Двоичные файлы autosp

source: Binary files of biber
es: Ejecutables de biber
it: File binari di biber
ja: biber のバイナリファイル
ru: Двоичные файлы biber

source: Binary files of bibexport
es: Ejecutables de bibexport
it: File binari di bibexport
ja: bibexport のバイナリファイル
ru: Двоичные файлы bibexport

source: Binary files of bibtex
es: Ejecutables de bibtex
it: File binari di bibtex
ja: bibtex のバイナリファイル
ru: Двоичные файлы bibtex

source: Binary files of bibtex8
es: Ejecutables de bibtex8
it: File binari di bibtex8
ja: bibtex8 のバイナリファイル
ru: Двоичные файлы bibtex8

source: Binary files of bibtexu
es: Ejecutables de bibtexu
it: File binari di bibtexu
ja: bibtexu のバイナリファイル
ru: Двоичные файлы bibtexu

source: Basic development packages for TeXLive
es: Paquetes para el desarrollo básico para TeXLive
it: Pacchetti di sviluppo di base per TeXLive
ja: TeXLive 向けの基本開発用パッケージ
ru: Основные пакеты для разработки TeXLive

source: This package will cause the installation of several development packages for TeXLive.
es: Este paquete causará la instalación de varios paquetes de desarrollo para TeXLive.
it: Questo pacchetto causerà l'installazione di diversi pacchetti di sviluppo per TeXLive.
ja: このパッケージをインストールすると、 TeXLive 向けのいくつかの開発用パッケージがインストールされます。

source: Binary files of bundledoc
es: Ejecutables de bundledoc
it: File binari di bundledoc
ja: bundledoc のバイナリファイル
ru: Двоичные файлы bundledoc

source: Binary files of cachepic
es: Ejecutables de cachepic
it: File binari di cachepic
ja: cachepic のバイナリファイル
ru: Двоичные файлы cachepic

source: Binary files of checkcites
es: Ejecutables de checkcites
it: File binari di checkcites
ja: checkcites のバイナリファイル
ru: Двоичные файлы checkcites

source: Binary files of checklistings
es: Ejecutables para listas de verificación
it: File binari di checklistings
ja: checklistings のバイナリファイル
ru: Двоичные файлы checklistings

source: Binary files of chktex
es: Ejecutables de chktex
it: File binari di chktex
ja: chktex のバイナリファイル
ru: Двоичные файлы chktex

source: Binary files of cjk-gs-integrate
es: Ejecutables de cjk-gs-integrate
it: File di sviluppo di cjk-gs-integrate
ja: cjk-gs-integrate のバイナリファイル
ru: Двоичные файлы cjk-gs-integrate

source: Extra fonts and scripts for CJK LaTeX
es: Fuentes tipográficas extra y guiones para CJK LaTeX
it: Tipi di carattere extra e script per LaTeX CJK
ja: CJK LaTeX 向け追加フォントとスクリプト

source: This package contains some extra font setup files and scripts to automatically generate fonts and setup files to use with CJK LaTeX.
es: Este paquete contiene algunos guiones y archivos de configuración para fuentes tipográficas adicionales para generar automáticamente fuentes tipográficas y archivos de configuración para usar con CJK LaTeX.
it: Questo pacchetto contiene alcuni file extra di configurazione di tipi di carattere e script per generare automaticamente tipi di carattere e file di configurazione da usare con LaTeX CJK.
ja: このパッケージには、 CJK LaTeX で使用するためのフォントセットアップファイルのほか、 フォントの自動生成用スクリプトやセットアップファイルが含まれています。

source: Binary files of cjkutils
es: Ejecutables para cjkutils
it: File binari di cjkutils
ja: cjkutils のバイナリファイル
ru: Двоичные файлы cjkutils

source: Essential programs and files
es: Programas y archivos esenciales
it: Programmi e file essenziali
ja: 基本プログラムとファイル

source: These files are regarded as basic for any TeX system, covering plain TeX macros, Computer Modern fonts, and configuration for common drivers; no LaTeX.
es: Estos archivos se consideran básicos para cualquier sistema TeX y abarcan macros TeX simples, fuentes tipográficas Computer Modern y configuración para controladores comunes; sin LaTeX.
ja: これらのファイルは TeX システムを使用する際の基礎となるもので、純粋な TeX マクロやコンピュータモダンフォント、汎用ドライバ向けの設定などが含まれています。 LaTeX については含まれていません。

source: BibTeX additional styles
es: Estilos adicionales BibTeX
ja: BibTeX 追加スタイル

source: Additional BibTeX styles and bibliography data(bases), notably including BibLaTeX.
es: Estilos BibTeX adicionales y datos bibliográficos (bases), en particular BibLaTeX.
ja: 追加 BigTeX スタイルおよび書誌データ (ベース) です。 BibLaTeX も含まれています。

source: TeX auxiliary programs
es: Programas auxiliares para TeX
ja: TeX 補助プログラム
ru: Вспомогательные программы TeX

source: Various useful, but non-essential, support programs. Includes programs and macros for DVI file manipulation, literate programming, patgen, and the TeX Works Editor.
es: Varios programas de apoyo útiles, pero no esenciales. Incluye programas y macros para la manipulación de archivos DVI, programación alfabetizada, patgen y TeX Works Editor.
ja: 本質的ではない、さまざまな便利プログラムが含まれています。 DVI ファイルの操作を行なうためのプログラムのほか、読み書きのプログラムや patgen, TeX Works Editor などが含まれています。

source: ConTeXt and packages
es: ConTeXt y paquetes
ja: ConTeXt およびパッケージ

source: Hans Hagen's powerful ConTeXt system, http://pragma-ade.com. Also includes third-party ConTeXt packages.
es: El poderoso sistema ConTeXt de Hans Hagen, http://pragma-ade.com. También incluye paquetes ConTeXt de terceros.
ja: Hans Hagen 氏によるパワフルな ConTeXt システムです。詳しくは http://pragma-ade.com をお読みください。サードパーティ製の ConTeXt パッケージも含まれています。

source: Additional fonts
es: Fuentes tipográficas adicionales
ja: 追加フォント

source: The collection-fontsextra package
es: El paquete collection-fontsextra
ja: collection-fontsextra パッケージ
ru: Пакет collection-fontsextra

source: Recommended fonts
es: Fuentes tipográficas recomandadas
ja: 推奨フォント

source: Recommended fonts, including the base 35 PostScript fonts, Latin Modern, TeX Gyre, and T1 and other encoding support for Computer Modern, in outline form.
es: Fuentes tipográficas recomendadas, incluidas las fuentes PostScript base 35, Latin Modern, TeX Gyre y T1 y otras compatibilidades de codificación para Computer Modern, en forma de delineado.
ja: 35 種類の PostScript フォントのほか、ラテンモダン, TeX Gyre, T1, コンピュータモダン向けの他のエンコーディングサポートをそれぞれアウトライン形式で提供しています。

source: Graphics and font utilities
es: Utilidades gráficas y de fuentes tipográficas
ja: グラフィックおよびフォントユーティリティ

source: Programs for conversion between font formats, testing fonts, virtual fonts, .gf and .pk manipulation, mft, fontinst, etc. Manipulating OpenType, TrueType, Type 1,and for manipulation of PostScript and other image formats.
es: Programas para conversión entre formatos de fuente, fuentes de prueba, fuentes virtuales, manipulación de .gf y .pk, mft, fontinst, etc. Manipulación de OpenType, TrueType, Type 1, y para manipulación de PostScript y otros formatos de imagen.
ja: フォント形式同士の変換やフォントのテスト、フォントの仮想化や gf, .pk の操作、 mft, fontinst などのプログラムが含まれています。 OpenType, TrueType, Type 1 などの操作のほか、 PostScript やその他の画像形式の操作を行なうことができます。

source: Additional formats
es: Formatos adicionales
ja: 追加フォーマット

source: Collected TeX `formats', i.e., large-scale macro packages designed to be dumped into .fmt files -- excluding the most common ones, such as latex and context, which have their own package(s). It also includes the Aleph engine and related Omega formats and packages.
es: Formatos de TeX recopilados, v. gr., paquetes de macros a gran escala diseñados para volcarse en archivos .fmt, excluyendo los más comunes, como latex y context, que tienen sus propios paquetes. También incluye el motor Aleph y formatos y paquetes Omega relacionados.
ja: TeX の 'フォーマット' 集です。 .fmt ファイルにダンプするために設計された巨大スケールのマクロパッケージで、 latex, context などの一般的なものを除いたものです。 latex, context についてはそれぞれ個別のパッケージが存在しています。このほか、 Aleph エンジンや関連する Omega フォーマットとパッケージも含まれています。

source: Games typesetting
es: Tipografía de/para juegos
ja: ゲームタイプセット

source: Setups for typesetting various games, including chess.
es: Configuraciones para componer varios juegos, incluido el ajedrez.
ja: チェスなどの各種ゲームのタイプセット向けのセットアップです。

source: Humanities packages
es: Paquetes para humanidades
ja: Humanities パッケージ

source: Packages for law, linguistics, social sciences, humanities, etc.
es: Paquetes para derecho, lingüística, ciencias sociales, humanidades, etc.
ja: law, linguistics, social sciences, humanities など向けのパッケージです。

source: Arabic
es: Árabe
ja: アラビア語
ru: Арабский язык

source: Support for Arabic and Persian.
es: Soporte para árabe y persa.
ja: アラビア語とペルシャ語向けのサポートです。
ru: Поддержка арабского и персидского языков.

source: Chinese
es: Chino
ja: 中国語
ru: Китайский язык

source: Support for Chinese; additional packages in collection-langcjk.
es: Soporte para chino; paquetes adicionales en collection-langcjk.
ja: 中国語向けのサポートです。 collection-langcjk 内の追加パッケージです。
ru: Поддержка китайского языка; дополнительные пакеты в collection-langcjk.

source: Chinese/Japanese/Korean (base)
es: Chino/Japonés/Coreano (base)
ja: 中国語／日本語／韓国語 (基本)
ru: Китайский/Японский/Корейский (база)

source: Packages supporting a combination of Chinese, Japanese, Korean, including macros, fonts, documentation. Also Thai in the c90 encoding, since there is some overlap in those fonts; standard Thai support is in collection-langother. Additional packages for CJK are in their individual language collections.
es: Paquetes que dan soporte a una combinación de chino, japonés y coreano, incluidas macros, fuentes y documentación. También tailandés en la codificación c90, ya que hay cierta superposición en esas fuentes; el soporte tailandés estándar está en collection-langother. Los paquetes adicionales para CJK se encuentran en sus colecciones de idiomas individuales.
ja: 中国語と日本語、韓国語をそれぞれサポートするためのパッケージです。マクロやフォント、ドキュメンテーションが含まれています。提供されているフォント内で重複があることから、 c90 エンコーディングによるタイ語にも対応しています。標準的なタイ語サポートについては、 collection-langother にあります。また、 CJK 向けの追加パッケージについては、それぞれ別々のパッケージとして用意されています。

source: Cyrillic
es: Cirílico
ja: キリル文字
ru: Кириллические письменности

source: Support for Cyrillic scripts (Bulgarian, Russian, Serbian, Ukrainian), even if Latin alphabets may also be used.
es: Soporte para alfabetos cirílicos (búlgaro, ruso, serbio, ucraniano), incluso si también se pueden usar alfabetos latinos.
ja: キリル文字 (ブルガリア語、ロシア語、セルビア語、ウクライナ語) 向けのサポートです。ラテンアルファベットを使用している場合でも使用することができます。
ru: Поддержка кириллических письменностей (болгарский, русский, сербский, украинский), даже если могут использоваться алфавиты с латиницей.

source: Czech/Slovak
es: Checo/Esloveno
ja: チェコ語／スロバキア語
ru: Чешский/словацкий языки

source: Support for Czech/Slovak.
es: Soporte para checo/eslovaco.
ja: チェコ語／スロバキア語向けのサポートです。
ru: Поддержка чешского/словацкого языков.

source: US and UK English
es: Inglés americano y británico
ja: アメリカおよびイギリス英語
ru: Американский и британский английские языки

source: Support for, and documentation in, English.
es: Soporte para, y documentación en, inglés.
ja: 英語向けのサポートおよびドキュメンテーションです。

source: Other European languages
es: Otros idiomas europeos
ja: その他のヨーロッパ言語
ru: Другие европейские языки

source: Support for a number of European languages; others (Greek, German, French, ...) have their own collections, depending simply on the size of the support.
es: Soporte para varios idiomas europeos; otros (griegos, alemanes, franceses,...) tienen sus propias colecciones, dependiendo simplemente del tamaño del soporte.
ja: 各種のヨーロッパ言語向けのサポートです。ギリシャ語、ドイツ語、フランス語などについては、個別のパッケージが提供されています。これらはサポートのサイズに依存して作られています。

source: French
es: Francés
ja: フランス語
ru: Французский язык

source: Support for French and Basque.
es: Soporte para Francés y Euskera.
ja: フランス語／バスク語向けのサポートです。
ru: Поддержка французского и баскского языков.

source: German
es: Alemán
ja: ドイツ語
ru: Немецкий язык
