Repository: BENBELLA23/packages-i18n
Catalog: */po/texlive.*.po
Languages: es, it, ja, ru

source: Support for German.
es: Soporte para Alemán.
ja: ドイツ語向けのサポートです。
ru: Поддержка немецкого языка

source: Greek
es: Griego
ja: ギリシャ語
ru: Греческий язык

source: Support for Greek.
es: Soporte para Griego.
ja: ギリシャ語向けのサポートです。
ru: Поддержка греческого языка

source: Italian
es: Italiano
ja: イタリア語
ru: Итальянский язык

source: Support for Italian.
es: Soporte para italiano.
ja: イタリア語向けのサポートです。
ru: Поддержка итальянского языка

source: Japanese
es: Japonés
ja: 日本語
ru: Японский язык

source: Support for Japanese; additional packages in collection-langcjk.
es: Soporte para Japonés; paquetes adicionales en collection-langcjk.
ja: 日本語向けのサポートです。 collection-langcjk 内の追加パッケージです。

source: Korean
es: Coreano
ja: 韓国語
ru: Корейский язык

source: Support for Korean; additional packages in collection-langcjk.
es: Soporte para Coreano; paquetes adicionales en collection-langcjk.
ja: 韓国語向けのサポートです。 collection-langcjk の追加パッケージです。
ru: Поддержка корейского языка; дополнительные пакеты в collection-langcjk.

source: Other languages
es: Otras lenguas
ja: その他の言語
ru: Другие языки

source: Support for languages not otherwise listed, including Indic, Thai, Vietnamese, Hebrew, Indonesian, African languages, and plenty more. The split is made simply on the basis of the size of the support, to keep both collection sizes and the number of collections reasonable.
es: Soporte de idiomas que no se enumeran en otro lugar, incluidos los idiomas índico, tailandés, vietnamita, hebreo, indonesio, africano y muchos más. La división se realiza simplemente en función del tamaño del soporte, para mantener razonables tanto el tamaño de las colecciones como el número de colecciones.
ja: その他の言語向けのサポートです。インド語、タイ語、ベトナム語、ヘブライ語、インドネシア語、アフリカ語などの多数の言語が含まれています。個別のパッケージとして提供されるかどうかは、そのサポートのサイズによって決められており、パッケージのサイズが適切な範囲になるように作られています。

source: Polish
es: Polaco
ja: ポーランド語
ru: Польский язык

source: Support for Polish.
es: Soporte para polaco.
ja: Saxon 向けの JDOM サポートです。
ru: Поддержка польского языка

source: Portuguese
es: Portugués
ja: ポルトガル語
ru: Португальский язык

source: Support for Portuguese.
es: Soporte para portugués.
ja: ポルトガル語のサポートです。
ru: Поддержка португальского языка

source: Spanish
es: Español
ja: スペイン語
ru: Испанский язык

source: Support for Spanish.
es: Soporte para español.
ja: スペイン語向けのサポートです。
ru: Поддержка испанского языка

source: LaTeX fundamental packages
es: Paquetes fundamentales de LaTeX
ja: LaTeX 基本パッケージ
ru: Фундаментальные пакеты LaTeX

source: These packages are either mandated by the core LaTeX team, or very widely used and strongly recommended in practice.
es: Estos paquetes o bien son obligados por el equipo central de LaTeX o bien son muy utilizados y recomendados en la práctica.
ja: これらのパッケージは中枢の LaTeX チームで強制されているものか、非常に幅広く使用され、実際の環境では必ず使用するだろうものが含まれています。

source: LaTeX additional packages
es: Paquetes adicionales de LaTeX
ja: LaTeX 追加パッケージ
ru: Дополнительные пакеты LaTeX

source: A very large collection of add-on packages for LaTeX.
es: Una gran colección de paquetes complementarios para LaTeX.
ja: LaTeX 向けの非常に巨大なアドオンパッケージ集です。

source: LaTeX recommended packages
es: Paquetes recomendados de LaTeX
ja: LaTeX 推奨パッケージ
ru: Рекомендованные пакеты LaTeX

source: A collection of recommended add-on packages for LaTeX which have widespread use.
es: Una colección de paquetes complementarios recomendados para LaTeX, los cuales tienen un uso generalizado.
ja: 幅広く使用されている LaTeX 向けの推奨アドオンパッケージ集です。

source: LuaTeX packages
es: Paquetes LuaTeX
ja: LuaTeX パッケージ
ru: Пакеты LuaTeX

source: Packages for LuaTeX, a Unicode-aware extension of pdfTeX, using Lua as an embedded scripting and extension language. http://luatex.org/
es: Paquetes para LuaTeX, una extensión compatible con Unicode de pdfTeX, que utiliza Lua como un lenguaje integrado de extensión y guionado. http://luatex.org/
ja: LuaTeX 向けのパッケージです。これは pdfTeX の Unicode 対応拡張で、 Lua を組み込み型のスクリプト／拡張言語として使用しているものです。 http://luatex.org/

source: Mathematics and science packages
es: Paquetes para matemáticas y ciencia
ja: 数学／科学パッケージ

source: The collection-mathscience package
es: El paquete collection-mathscience
ja: collection-mathscience パッケージです

source: MetaPost and Metafont packages
es: Paquetes MetaPost y Metafont
ja: MetaPost/Metafont パッケージ

source: The collection-metapost package
es: El paquete collection-metapost
ja: collection-metapost パッケージです
ru: Пакет collection-metapost

source: Music packages
es: Paquetes para música
ja: Music パッケージ
ru: Музыкальные пакеты

source: Music-related fonts and packages.
es: Fuentes tipográficas y paquetes relacionados con música.
ja: 音楽関連のフォントとパッケージです。

source: Graphics, pictures, diagrams
es: Gráficos, imágenes, diagramas
ja: グラフィック／画像／ダイアグラム

source: Including TikZ, pict, etc., but MetaPost and PStricks are separate.
es: Incluye TikZ, pict, etc., pero MetaPost y PStricks están separados.
ja: TikZ, pict などが含まれています。 MetaPost や PStricks は個別のパッケージとして提供されています。

source: Plain (La)TeX packages
es: Paquetes llanos de (La)TeX
ja: 純粋 (La)TeX パッケージ

source: Add-on packages and macros that work with plain TeX, often LaTeX, and occasionally other formats.
es: Paquetes complementarios y macros que funcionan con TeX simple, a menudo LaTeX y, ocasionalmente, con otros formatos.
ja: 純粋な TeX で動作するアドオンパッケージとマクロです。 LaTeX やその他の形式でも動作させる場合があります。

source: PSTricks core and all add-on packages.
es: Paquetes núcleo y adicionales de PSTricks.
ja: PSTricks 中枢およびアドオンパッケージです。

source: Publisher styles, theses, etcetera
es: Estilos editoriales, tesis, etcétera
ja: Publisher スタイルほか

source: The collection-publishers package
es: El paquete collection-publishers
ja: collection-publishers パッケージです
ru: Пакет collection-publishers

source: XeTeX and packages
es: XeTeX y paquetes
ja: XeTeX およびパッケージ
ru: XeTeX и пакеты

source: Packages for XeTeX, the Unicode/OpenType-enabled TeX by Jonathan Kew, http://tug.org/xetex.
es: Paquetes para XeTeX, el TeX habilitado para Unicode/OpenType de Jonathan Kew, http://tug.org/xetex.
ja: Jonathan Kew 氏による Unicode/OpenType が有効化された TeX です。詳しくは http://tug.org/xetex をお読みください。

source: Binary files of context
es: Ejecutables para context
it: File binari di context
ja: context のバイナリファイル
ru: Двоичные файлы context

source: Binary files of convbkmk
es: Ejecutables de convbkmk
it: File binari di convbkmk
ja: convbkmk のバイナリファイル
ru: Двоичные файлы convbkmk

source: Binary files of crossrefware
es: Ejecutables de crossrefware
it: File binari di crossrefware
ja: crossrefware のバイナリファイル
ru: Двоичные файлы crossrefware

source: Binary files of cslatex
es: Ejecutables de cslatex
it: File binari di cslatex
ja: cslatex のバイナリファイル
ru: Двоичные файлы cslatex

source: Binary files of csplain
es: Ejecutables de csplain
it: File binari di csplain
ja: csplain のバイナリファイル
ru: Двоичные файлы csplain

source: Binary files of ctanify
es: Ejecutables de ctanify
it: File binari di ctanify
ja: ctanify のバイナリファイル
ru: Двоичные файлы ctanify

source: Binary files of ctanupload
es: Ejecutables de ctanupload
it: File binari di ctanupload
ja: ctanupload のバイナリファイル
ru: Двоичные файлы ctanupload

source: Binary files of ctie
es: Ejecutables de ctie
it: File binari di ctie
ja: ctie のバイナリファイル
ru: Двоичные файлы ctie

source: Binary files of cweb
es: Ejecutables de cweb
it: File binari di cweb
ja: cweb のバイナリファイル
ru: Двоичные файлы cweb

source: Binary files of cyrillic-bin
es: Ejecutables de cyrillic-bin
it: File binari di cyrillic-bin
ja: cyrillic-bin のバイナリファイル
ru: Двоичные файлы cyrillic-bin

source: Binary files of de-macro
es: Ejecutables de de-macro
it: File binari di de-macro
ja: de-macro のバイナリファイル
ru: Двоичные файлы de-macro

source: Binary files of detex
es: Ejecutables de detex
it: File binari di detex
ja: detex のバイナリファイル
ru: Двоичные файлы detex

source: Binary files of diadia
es: Ejecutables de diadia
ja: diadia のバイナリファイル
ru: Двоичные файлы diadia

source: Binary files of dosepsbin
es: Ejecutables de dosepsbin
it: File binari di dosepsbin
ja: dosepsbin のバイナリファイル
ru: Двоичные файлы dosepsbin

source: Binary files of dtl
es: Ejecutables de dtl
it: File binari di dtl
ja: dtl のバイナリファイル
ru: Двоичные файлы dtl

source: Binary files of dtxgen
es: Ejecutables de dtxgen
it: File binari di dtxgen
ja: dtxgen のバイナリファイル
ru: Двоичные файлы dtxgen

source: Binary files of dviasm
es: Ejecutables de dvasm
it: File binari di dviasm
ja: dviasm のバイナリファイル
ru: Двоичные файлы dviasm

source: Binary files of dvicopy
es: Ejecutables de dvicopy
it: File binari di dvicopy
ja: dvicopy のバイナリファイル
ru: Двоичные файлы dvicopy

source: Binary files of dvidvi
es: Ejecutables de dvidvi
it: File binari di dvidvi
ja: dvidvi のバイナリファイル
ru: Двоичные файлы dvidvi

source: Binary files of dviinfox
es: Ejecutables de dviinfox
ja: dviinfox のバイナリファイル

source: Binary files of dviljk
es: Ejecutables de dviljk
it: File binari di dviljk
ja: dviljk のバイナリファイル
ru: Двоичные файлы dviljk

source: Binary files of dvipdfmx
es: Ejecutables de dvipdfmx
it: File binari di dvipdfmx
ja: dvipdfmx のバイナリファイル
ru: Двоичные файлы dvipdfmx

source: Binary files of dvipng
es: Ejecutables de dvipng
it: File binari di dvipng
ja: dvipng のバイナリファイル
ru: Двоичные файлы dvipng

source: Binary files of dvipos
es: Ejecutables de dvipos
it: File binari di dvipos
ja: dvipos のバイナリファイル
ru: Двоичные файлы dvipos

source: Binary files of dvips
es: Ejecutables de dvips
it: File binari di dvips
ja: dvips のバイナリファイル
ru: Двоичные файлы dvips

source: Binary files of dvisvgm
es: Ejecutables de dvisvgm
it: File binari di dvisvgm
ja: dvisvgm のバイナリファイル
ru: Двоичные файлы dvisvgm

source: Binary files of ebong
es: Ejecutables de ebong
it: File binari di ebong
ja: ebong のバイナリファイル
ru: Двоичные файлы ebong

source: Binary files of eplain
es: Ejecutables de eplain
it: File binari di eplain
ja: eplain のバイナリファイル
ru: Двоичные файлы eplain

source: Binary files of epspdf
es: Ejecutables de epspdf
it: File binari di epspdf
ja: epspdf のバイナリファイル
ru: Двоичные файлы epspdf

source: Binary files of epstopdf
es: Ejecutables de esptopdf
it: File binari di epstopdf
ja: epstopdf のバイナリファイル
ru: Двоичные файлы epstopdf

source: Binary files of exceltex
es: Ejecutables de exceltex
it: File binari di exceltex
ja: exceltex のバイナリファイル
ru: Двоичные файлы exceltex

source: Utilities like DviToDvi, PSToPS, and LaCheck
es: Utilidades como DviToDvi, PSToPS, y LaCheck
ja: DviToDvi, PSToPS, LaCheck などのユーティリティ
ru: Утилиты типа DviToDvi, PSToPS и LaCheck

source: The LaCheck utility is a syntax checker for LaTeX documents. The DviToDvi utilities are dvibook rearranges pages into book signatures, adds blank pages as needed dviselect selects pages and page ranges dvitodvi performs general page rearrangement of selected pages dviconcat concatenation of DVI files Three simple scripts for scaling DIN A4 pages and rearranging two by two onto a DIN A4 page (a4toa5) are included. The number of pages must be even (which can be done by odd2even or dvibook).
es: La utilidad LaCheck es un verificador de sintaxis para documentos LaTeX. Las utilidades DviToDvi son dvibook reorganiza las páginas en firmas de libros, agrega páginas en blanco según sea necesario dviselect selecciona páginas y rangos de páginas dvitodvi realiza la reorganización general de las páginas seleccionadas dviconcat concatenación de archivos DVI Se incluyen tres scripts simples para escalar páginas DIN A4 y reorganizar de dos en dos en una página DIN A4 (a4toa5). El número de páginas debe ser par (lo que se puede hacer con odd2even o dvibook).
ja: LaCheck ユーティリティは、 LaTeX の文書に対して文法チェックを行なうユーティリティです。 DviToDvi ユーティリティは ... dvibook 書籍としてページをまとめたり、必要に応じて余白を追加したりする ツール。 dviselect ページやページ範囲を選択するツール。 dvitodvi 選択したページに対して、一般的なページ再配置を行なうツール。 dviconcat DVI ファイルの結合を行なうツール。 DIN A4 ページの縮尺を変更したり、 DIN A4 ページを 2 ページとして使用できるツール (a4toa5) など、 3 種類のシンプルなスクリプトが付属しています。このツールの場合、ページ数が偶数でなければなりません (odd2even や dvibook を使って偶数ページに変換してください) 。

source: Binary files of fig4latex
es: Ejecutables de fig4latex
it: File binari di fig4latex
ja: fig4latex のバイナリファイル
ru: Двоичные файлы fig4latex

source: Basic file system of TeX Live
es: Sistema básico de archivos de TeX Live
ja: Tex Live の基本ファイルシステム
ru: Базовая файловая система TeX Live

source: The basic file system layout for TeX Live installation.
es: La disposición básica del sistema de archivos para la instalación de TeX Live.
ja: TeX Live インストールのための基本ファイルシステムレイアウトです。
ru: Базовая раскладка файловой системы для установки TeX Live.

source: Binary files of findhyph
es: Ejecutables de findhyph
it: File binari di findhyph
ja: findhyph のバイナリファイル
ru: Двоичные файлы findhyph

source: Binary files of fontinst
es: Ejecutables de fontinst
it: File binari di fontinst
ja: fontinst のバイナリファイル
ru: Двоичные файлы fontinst

source: Binary files of fontools
es: Ejecutables de fontools
it: File binari di fontools
ja: fontools のバイナリファイル
ru: Двоичные файлы fontools

source: Binary files of fontware
es: Ejecutables de fontware
it: File binari di fontware
ja: fontware のバイナリファイル
ru: Двоичные файлы fontware

source: Binary files of fragmaster
es: Ejecutables de fragmaster
it: File binari di fragmaster
ja: fragmaster のバイナリファイル
ru: Двоичные файлы fragmaster

source: Binary files of getmap
es: Ejecutables de getmap
it: File binari di getmap
ja: getmap のバイナリファイル
ru: Двоичные файлы getmap

source: Binary files of glossaries
es: Ejecutables de glossaries
it: File binari di glossaries
ja: glossaries のバイナリファイル
ru: Двоичные файлы glossaries

source: Binary files of gregoriotex
es: Ejecutables de gregoriotex
it: File binari di gregoriotex
ja: gregoriotex のバイナリファイル
ru: Двоичные файлы gregoriotex

source: Binary files of gsftopk
es: Ejecutables de gsftopk
it: File binari di gsftopk
ja: gsftopk のバイナリファイル
ru: Двоичные файлы gsftopk

source: Binary files of jadetex
es: Ejecutables de jadetex
it: File binari di jadetex
ja: jadetex のバイナリファイル
ru: Двоичные файлы jadetex

source: Binary files of kotex-utils
es: Ejecutables de kotex-utils
it: File binari di kotex-utils
ja: kotex-utils のバイナリファイル
ru: Двоичные файлы kotex-utils

source: Binary files of kpathsea
es: Ejecutables de kpathsea
it: File binari di kpathsea
ja: kpathsea のバイナリファイル
ru: Двоичные файлы kpathsea

source: Binary files of lacheck
es: Ejecutables de lacheck
it: File binari di lacheck
ja: lacheck のバイナリファイル
ru: Двоичные файлы lacheck

source: Binary files of latex-bin
es: Ejecutables de latex-bin
it: File binari di latex-bin
ja: latex-bin のバイナリファイル
ru: Двоичные файлы latex-bin

source: Binary files of latex-git-log
es: Ejecutables de latex-git-log
it: File binari di latex-git-log
ja: latex-git-log のバイナリファイル
ru: Двоичные файлы latex-git-log

source: Binary files of latex-papersize
es: Ejecutables de latex-papersize
ja: latex-papersize のバイナリファイル

source: Binary files of latex2man
es: Ejecutables de latex2man
it: File binari di latex2man
ja: latex2man のバイナリファイル
ru: Двоичные файлы latex2man

source: Binary files of latex2nemeth
es: Ejecutables de latex2nemeth
ja: latex2nemeth のバイナリファイル

source: Binary files of latexdiff
es: Ejecutables de latexdiff
it: File binari di latexdiff
ja: latexdiff のバイナリファイル
ru: Двоичные файлы latexdiff

source: Binary files of latexfileversion
es: Ejecutables de latexfileversion
it: File binari di latexfileversion
ja: latexfileversion のバイナリファイル
ru: Двоичные файлы latexfileversion

source: Binary files of latexindent
es: Ejecutables de latexindent
it: File binari di latexindent
ja: latexindent のバイナリファイル
ru: Двоичные файлы latexindent

source: Binary files of latexmk
es: Ejecutables de latexmk
it: File binari di latexmk
ja: latexmk のバイナリファイル
ru: Двоичные файлы latexmk

source: Binary files of latexpand
es: Ejecutables de latexpand
it: File binari di latexpand
ja: latexpand のバイナリファイル
ru: Двоичные файлы latexpand

source: Binary files of lcdftypetools
es: Ejecutables de lcdftypetools
it: File binari di lcdftypetools
ja: lcdftypetools のバイナリファイル
ru: Двоичные файлы lcdftypetools

source: Binary files of lilyglyphs
es: Ejecutables de lilyglyphs
it: File binari di lilyglyphs
ja: lilyglyphs のバイナリファイル
ru: Двоичные файлы lilyglyphs

source: Binary files of listbib
es: Ejecutables de listbib
it: File binari di listbib
ja: listbib のバイナリファイル
ru: Двоичные файлы listbib

source: Binary files of listings-ext
es: Ejecutables de listing-ext
it: File binari di listings-ext
ja: listings-ext のバイナリファイル
ru: Двоичные файлы listings-ext

source: Binary files of lollipop
es: Ejecutables de lollipop
it: File binari di lollipop
ja: lollipop のバイナリファイル
ru: Двоичные файлы lollipop

source: Binary files of ltxfileinfo
es: Ejecutables de ltxfileinfo
it: File binari di ltxfileinfo
ja: ltxfileinfo のバイナリファイル
ru: Двоичные файлы ltxfileinfo

source: Binary files of ltximg
es: Ejecutables de ltximg
it: File binari di ltximg
ja: ltximg のバイナリファイル
ru: Двоичные файлы ltximg

source: Binary files of lua2dox
es: Ejecutables de lua2dox
it: File binari di lua2dox
ja: lua2dox のバイナリファイル
ru: Двоичные файлы lua2dox

source: Binary files of luaotfload
es: Ejecutables de luaotfload
it: File binari di luaotfload
ja: luaotfload のバイナリファイル
ru: Двоичные файлы luaotfload

source: Binary files of luatex
es: Ejecutables de luatex
it: File binari di luatex
ja: luatex のバイナリファイル
ru: Двоичные файлы luatex

source: Binary files of lwarp
es: Ejecutables de lwarp
ja: lwarp のバイナリファイル

source: Binary files of m-tx
es: Ejecutables de m-tx
it: File binari di m-tx
ja: m-tx のバイナリファイル
ru: Двоичные файлы m-tx

source: Binary files of make4ht
es: Ejecutables de make4ht
it: File binari di make4ht
ja: make4ht のバイナリファイル
ru: Двоичные файлы make4ht

source: Binary files of makedtx
es: Ejecutables de makedtx
it: File binari di makedtx
ja: makedtx のバイナリファイル
ru: Двоичные файлы makedtx

source: Binary files of makeindex
es: Ejecutables de makeindex
it: File binari di makeindex
ja: makeindex のバイナリファイル
ru: Двоичные файлы makeindex

source: Binary files of match_parens
es: Ejecutables de match_parens
it: File binari di match_parens
ja: match_parens のバイナリファイル
ru: Двоичные файлы match_parens

source: Binary files of mathspic
es: Ejecutables de mathspic
it: File binari di mathspic
ja: mathspic のバイナリファイル
ru: Двоичные файлы mathspic

source: Binary files of metafont
es: Ejecutables de metafont
it: File binari di metafont
ja: metafont のバイナリファイル
ru: Двоичные файлы metafont

source: Binary files of metapost
es: Ejecutables de metapost
it: File binari di metapost
ja: metapost のバイナリファイル
ru: Двоичные файлы metapost

source: Binary files of mex
es: Ejecutables de mex
it: File binari di mex
ja: mex のバイナリファイル
ru: Двоичные файлы mex

source: Binary files of mf2pt1
es: Ejecutables de mf2pt1
it: File binari di mf2pt1
ja: mf2pt1 のバイナリファイル
ru: Двоичные файлы mf2pt1

source: Binary files of mflua
es: Ejecutables de mflua
it: File binari di mflua
ja: mflua のバイナリファイル
ru: Двоичные файлы mflua

source: Binary files of mfware
es: Ejecutables de mfware
it: File binari di mfware
ja: mfware のバイナリファイル
ru: Двоичные файлы mfware

source: Binary files of mkgrkindex
es: Ejecutables de mkgrkindex
it: File binari di mkgrkindex
ja: mkgrkindex のバイナリファイル
ru: Двоичные файлы mkgrkindex

source: Binary files of mkjobtexmf
es: Ejecutables de mkjobtexmf
it: File binari di mkjobtexmf
ja: mkjobtexmf のバイナリファイル
ru: Двоичные файлы mkjobtexmf

source: Binary files of mkpic
es: Ejecutables de mkpic
it: File binari di mkpic
ja: mkpic のバイナリファイル
ru: Двоичные файлы mkpic

source: Binary files of mltex
es: Ejecutables de mltex
it: File binari di mltex
ja: mkpic のバイナリファイル
ru: Двоичные файлы mltex

source: Binary files of mptopdf
es: Ejecutables de mptopdf
it: File binari di mptopdf
ja: mptopdf のバイナリファイル
ru: Двоичные файлы mptopdf

source: Binary files of multibibliography
es: Ejecutables de multibibliography
it: File binari di multibibliography
ja: multibibliography のバイナリファイル
ru: Двоичные файлы multibibliography

source: Binary files of musixtex
es: Ejecutables de musixtex
it: File binari di musixtex
ja: musixtex のバイナリファイル
ru: Двоичные файлы musixtex

source: Binary files of musixtnt
es: Ejecutables de musixtnt
it: File binari di musixtnt
ja: musixtnt のバイナリファイル
ru: Двоичные файлы musixtnt

source: Binary files of omegaware
es: Ejecutables de omegaware
it: File binari di omegaware
ja: omegaware のバイナリファイル
ru: Двоичные файлы omegaware

source: Binary files of patgen
es: Ejecutables de patgen
it: File binari di patgen
ja: patgen のバイナリファイル
ru: Двоичные файлы patgen

source: Binary files of pax
es: Ejecutables de pax
it: File binari di pax
ja: pax のバイナリファイル
ru: Двоичные файлы pax

source: Binary files of pdfbook2
es: Ejecutables de pdfbook2
it: File binari di pdfbook2
ja: pdfbook2 のバイナリファイル
ru: Двоичные файлы pdfbook2

source: Binary files of pdfcrop
es: Ejecutables de pdfcrop
it: File binari di pdfcrop
ja: pdfcrop のバイナリファイル
ru: Двоичные файлы pdfcrop

source: Binary files of pdfjam
es: Ejecutables de pdfjam
it: File binari di pdfjam
ja: pdfjam のバイナリファイル
ru: Двоичные файлы pdfjam

source: Binary files of pdflatexpicscale
es: Ejecutables de pdflatexpicscale
ja: pdflatexpicscale のバイナリファイル

source: Binary files of pdftex
es: Ejecutables de pdftex
it: File binari di pdftex
ja: pdftex のバイナリファイル
ru: Двоичные файлы pdftex

source: Binary files of pdftools
es: Ejecutables de pdftools
it: File binari di pdftools
ja: pdftools のバイナリファイル
ru: Двоичные файлы pdftools

source: Binary files of pdfxup
es: Ejecutables de pdfxup
it: File binari di pdfxup
ja: pdfxup のバイナリファイル
ru: Двоичные файлы pdfxup

source: Binary files of pedigree-perl
es: Ejecutables de pedigree-perl
it: File binari di pedigree-perl
ja: pedigree-perl のバイナリファイル
ru: Двоичные файлы pedigree-perl

source: Binary files of perltex
es: Ejecutables de perltex
it: File binari di perltex
ja: perltex のバイナリファイル
ru: Двоичные файлы perltex

source: Binary files of petri-nets
es: Ejecutables de petri-nets
it: File binari di petri-nets
ja: petri-nets のバイナリファイル
ru: Двоичные файлы petri-nets

source: Binary files of pfarrei
es: Ejecutables de pfarrei
it: File binari di pfarrei
ja: pfarrei のバイナリファイル
ru: Двоичные файлы pfarrei

source: Binary files of pkfix
es: Ejecutables de pkfix
it: File binari di pkfix
ja: pkfix のバイナリファイル
ru: Двоичные файлы pkfix

source: Binary files of pkfix-helper
es: Ejecutables de pkfix-helper
it: File binari di pkfix-helper
ja: pkfix-helper のバイナリファイル
ru: Двоичные файлы pkfix-helper

source: Binary files of platex
es: Ejecutables de platex
it: File binari di platex
ja: platex のバイナリファイル
ru: Двоичные файлы platex

source: Binary files of pmx
es: Ejecutables de pmx
it: File binari di pmx
ja: pmx のバイナリファイル
ru: Двоичные файлы pmx

source: Binary files of pmxchords
es: Ejecutables de pmxchords
it: File binari di pmxchords
ja: pmxchords のバイナリファイル
ru: Двоичные файлы pmxchords

source: Binary files of ps2pk
es: Ejecutables de ps2pk
it: File binari di ps2pk
ja: ps2pk のバイナリファイル
ru: Двоичные файлы ps2pk

source: Binary files of pst-pdf
es: Ejecutables de pst-pdf
it: File binari di pst-pdf
ja: pst-pdf のバイナリファイル
ru: Двоичные файлы pst-pdf

source: Binary files of pst2pdf
es: Ejecutables de pst2pdf
it: File binari di pst2pdf
ja: pst2pdf のバイナリファイル
ru: Двоичные файлы pst2pdf

source: Binary files of pstools
es: Ejecutables de pstools
it: File binari di pstools
ja: pstools のバイナリファイル
ru: Двоичные файлы pstools

source: Binary files of ptex
es: Ejecutables de ptex
it: File binari di ptex
ja: ptex のバイナリファイル
ru: Двоичные файлы ptex

source: Binary files of ptex-fontmaps
es: Ejecutables de ptex-fontmaps
ja: ptex-fontmaps のバイナリファイル

source: Binary files of ptex2pdf
es: Ejecutables de ptex2pdf
it: File binari di ptex2pdf
ja: ptex2pdf のバイナリファイル
ru: Двоичные файлы ptex2pdf
