Repository: BENBELLA23/packages-i18n
Catalog: */po/w.*.po
Languages: it, ja

source: Recovery and prevention of Repetitive Strain Injury program
ja: 反復運動過多損傷プログラムの回復と予防

source: Development Files for workrave
ja: workrave 向け開発用ファイル

source: This package contains header files needed for developing plugins for Workrave.
ja: このパッケージには、 Workrave プラグインを開発するのに必要な、 ヘッダファイルが含まれています。

source: WPA supplicant implementation
it: Implementazione del supplicant WPA
ja: WPA サプリカント実装

source: wpa_supplicant is an implementation of the WPA Supplicant component, i.e., the part that runs in the client stations. It implements key negotiation with a WPA Authenticator and it controls the roaming and IEEE 802.11 authentication/association of the wlan driver.
it: wpa_supplicant è un'implementazione del componente Supplicant WPA, cioè la parte che è in esecuzione sulle stazioni client. Implementa la negoziazione della chiave con l'autenticatore WPA e controlla il roaming e l'autenticazione/associazione IEEE 802.11 del driver wlan.
ja: wpa_supplicant は WPA サプリカントコンポーネントの実装です。 言い換えると、 WPA の無線 LAN クライアントとして動作させることができます。 無線 LAN ドライバに対して WPA 証明者との鍵流通を行なわせることができるほか、 ローミングや IEEE 802.11 認証／関連づけを行なわせることができます。

source: WPA supplicant graphical front-end
it: Front end grafico di WPA supplicant
ja: WPA サプリカントグラフィカルフロントエンド

source: This package contains a graphical front-end to wpa_supplicant, an implementation of the WPA Supplicant component.
it: Questo pacchetto contiene un front end grafico a wpa_supplicant, un'implementazione del componente WPA Supplicant.
ja: このパッケージには、 WPA サプリカントコンポーネントである wpa_supplicant の、グラフィカルなフロントエンドが含まれています。

source: Utilities to manage the Linux 802.15.4 WPAN stack
ja: Linux 802.15.4 WPAN スタックを管理するためのユーティリティ

source: This is a set of utils to manage the Linux WPAN stack, compatible with IEEE 802.15.4-2003 (and to a lesser extent, 2006).
ja: これは、Linux WPAN スタックを管理するためのユーティリティ集で、IEEE 802.15.4-2003 (and to a lesser extent, 2006) と互換があります。

source: Development files for wpebackend-fdo
ja: wpebackend-fdo 向け開発用ファイル

source: The wpebackend-fdo-devel package contains libraries, build data, and header files for developing applications that use wpebackend-fdo.
ja: wpebackend-fdo-devel パッケージには、 wpebackend-fdo を使用するアプリケーションを開発するのに必要な、ビルドデータ、ヘッダファイルとライブラリが含まれています。

source: Wen Quan Yi Bitmap Song CJK Fonts
it: Tipi di carattere CJK Wen Quan Yi Bitmap Song
ja: Wen Quan Yi ビットマップソングの CJK フォント

source: WenQuanYi Micro Hei CJK Font
it: Tipi di carattere CJK WenQuanYi Micro Hei
ja: WenQuanYi Micro Hei CJK フォント

source: WenQuanYi Micro Hei font family is a Sans-Serif style (also known as Hei, Gothic or Dotum among the Chinese/Japanese/Korean users) high quality CJK outline font. It was derived from "Droid Sans Fallback", "Droid Sans" and "Droid Sans Mono" released by Google Corp. This font package contains two faces, "Micro Hei" and "Micro Hei Mono", in form of a True-Type Collection (ttc) file. All the unified CJK Han glyphs, i.e. GBK Hanzi, in the range of U+4E00-U+9FC3 defined in Unicode Standard 5.1 are covered, with additional support to many other international languages such as Latin, Extended Latin, Hanguls and Kanas. The font file is extremely compact (~5M) compared with most known CJK fonts. As a result, it can be used for hand-held devices or embedded systems, or used on PC with a significantly small memory footprint. Because both font faces carry hinting and kerning instructions for Latin glyphs, they are the excellent choices for desktop fonts.
it: La famiglia di tipi di carattere WenQuanYi Micro Hei è ad alta qualità in stile senza grazie (anche conosciuta come Hei, Gothic o Dotum tra gli utenti cinesi/giapponesi/coreani). Tipo di carattere di contorno CJK. È stato derivato da "Droid Sans Fallback", "Droid Sans" e "Droid Sans Mono" rilasciati da Google Corp. Questo pacchetto di tipi di carattere contiene due occhi, "Micro Hei" e "Micro Hei Mono", nella forma di un file ttc (Collezione True-Type). Sono coperti tutti i glifi Han CJK unificati, come GBK Hanzi nell'intervallo U+4E00-U+9FC3 definito nello standard Unicode 5.1, con il supporto aggiuntivo a molte altre lingue internazionali come Latino, Latino esteso, Hanguls e Kanas. Il file del tipo di caratteri è estremamente compatto (~5M) in confronto con molti tipi di carattere CJK conosciuti. Come risultato, esso può essere usato per dispositivi portatili o sistemi embedded, o su PC con un'impronta di memoria significativamente piccola. Dato che entrambi gli occhi dei tipi di carattere portano istruzioni di hint e kern per i glifi latini, essi sono le scelte eccellenti per i tipi di carattere desktop.
ja: WenQuanYi Micro Hei フォントファミリは、サンセリフ体 (中国語、日本語、韓国語ではそれぞれ Hei, Gothic, Dotum などとも呼びます) の高品質な CJK アウトラインフォントです。 このフォントは、 Google 社がリリースしたフォントである "Droid Sans Fallback", "Droid Sans", "Droid Sans Mono" の各 True Type Collection (ttc) フォントから派生して生まれたものです。このフォントパッケージには、 2つのフェイス、すなわち、"Micro Hei" と "Micro Hei Mono" を、True Type Collection (ttc) ファイル形式で含んでいます。 すべての統合された CJK Han グリフ、たとえば、GBK Hanzi では、Unicode 標準 5.1 で規定された U+4E00-U+9FC3 の範囲をカバーしているほか、ラテン、拡張ラテンやハングル、カナなど多くの国際言語にも対応しています。フォントファイルは、他の CJK フォントに比べて非常に小さく (~5M) 出来上がっています。そのため、ハンドヘルドデバイスや組み込みシステムやメモリの非常に少ない PC などでも利用することができます。フォントの字体のうち、ラテン字体にはヒンティングとカーニングの両方が設定されているため、デスクトップ用の字体には最適な選択といえます。

source: Open-source Chinese Font for Hei Ti
it: Tipo di carattere cinese open source per Hei Ti
ja: Hei Ti 向けオープンソースの中国語フォント

source: The WenQuanYi Zen Hei is the first open-source Chinese font for Hei Ti, a sans-serif font style that are widely used for general purpose text formatting, and on-screen display of Chinese characters (such as in Windows Vista and Mac OS). Simple and elegant font outlines and slightly emboldened strokes makes the glyphs presenting higher contrast and therefore easy to read. The unique style of this font also provide a simple interface for adding grid-fitting information for further fine-tuning of the on-screen performance. WenQuanYi Zen Hei contains arguably the largest number of Chinese Hanzi glyphs of all known open-source outline Chinese fonts: it has 20194 Hanzi glyphs covering 97% of the Unicode CJK Unified Ideographics [4]. This font provides full coverage to the required code points for zh_cn, zh_sg, zh_tw, zh_hk and zh_mo locales. The total vector glyphs in this font is over 35000 including Latin characters, Japanese kanas, hanguls and symbols from many other languages. Highly regarded WenQuanYi Bitmap Song fonts were embedded into this font for those who prefer shaper look of the text rendering, The embedded bitmap glyphs cover font sizes at 9pt, 10pt, 11pt and 12pt. The primary purpose of developing this font is to provide CJK (Chinese-Japanese-Korean) users a visually pleasing, standard compliant, platform independent and compact solution for displaying and printing Chinese on their computers. We wish you enjoying the font, and joining us to continuously improve this font for better performance and wider applications.
it: Il WenQuanYi Zen Hei è il primo tipo di carattere cinese open source per Hei Ti, uno stile di tipo di carattere senza grazie che è ampiamente usato per la formattazione di testo ad uso generale e la visualizzazione a schermo dei caratteri cinesi (come in Windows Vista e Mac OS). I lineamenti del tipo di carattere semplici ed eleganti e le barre leggermente incoraggiate rendono i glifi con maggior contrasto e quindi facili da leggere. Lo stile unico di questo tipo di carattere fornisce anche una semplice interfaccia per aggiungere informazioni di riempimento della griglia per ulteriori regolazioni del risultato a schermo. WenQuanYi Zen Hei contiene probabilmente il più ampio numero di glifi cinesi Hanzi di tutti i lineamenti open source dei tipi di carattere cinesi: contiene 20194 glifi Hanzi che coprono il 97% degli ideogrammi Unicode unificati CJK. Questo tipo di carattere fornisce copertura completa ai punti di codice richiesti per le localizzazioni zh_cn, zh_sg, zh_tw, zh_hk e zh_mo. I glifi del vettore totali per questo tipo di carattere sono oltre 35000 inclusi caratteri latini, kana giapponesi, hangul e simboli da molte altre lingue. I tipi di carattere WenQuanYi Bitmap Song molti apprezzati sono inglobati in questo tipo di carattere per coloro che preferiscono un aspetto più formoso; i glifi bitmap inglobati coprono le dimensioni dei caratteri a 9pt, 10pt, 11pt e 12pt. Lo scopo primario dello sviluppo di questo tipo di carattere è di fornire agli utenti CJK (cinese-giapponese-coreano) una soluzione piacevole da vedere, conforme agli standard, indipendente dalla piattaforma e compatta per visualizzare e stampare il cinese sui propri computer. Ci si augura che il tipo di carattere venga apprezzato e di ricevere riscontri per migliorare continuamente questo tipo di carattere per prestazioni migliori e applicazioni più ampie.
ja: WenQuanYi Zen Hei は Hei Ti 向けに作られた最初のオープンソース中国語フォントです。これはサンセリフ型のフォント形式で、汎用目的のテキスト整形や (Windows Vista や Mac OS のシステムフォントのように) 中国語の画面表示に利用することができます。シンプルで十品なフォント外観になっているほか、少し太めの書体になっていますので、より高いコントラスト表示向けで、読みやすい形になっています。このフォントのユニークな形により、画面表示の性能をさらに高くするための、グリッド調整のインターフェイスも備えています。 WenQuanYi Zen Hei には、全てのオープンソース漢字フォントの中で、おそらく最大数となるであろう中国語の漢字グリフが含まれています。 20194 種類の漢字は、 Unicode CJK統合漢字 [4] の 97% をカバーするもので、 zh_cn, zh_sg, zh_tw, zh_hk, zh_mo の各ロケールで必要なコードポイント全てに対応しています。また、このフォントにおけるベクトル型のグリフは、ラテン文字と日本語のカナ、ハングルや多数の言語におけるシンボル類を加えて、 35000 種類にも及びます。 また、このフォントには読みやすい WenQuanYi ビットマップ Song フォントも内蔵されています。これにより、テキストの描画時に外形を重視するような場合に適しています。このビットマップグリフは、 9, 10, 11, 12 の各ポイントに対応しています。 このフォントを開発した第一の目的は、 CJK (中国語、日本語、韓国語) ユーザに対して、見やすく標準に準拠し、プラットフォームには依存しない、中国語の表示と印刷のためのコンパクトなフォントを提供することです。 このわかりやすく読みやすいフォントを利用して、さらなる高性能と幅広いアプリケーションへの適用を目指して、改善を続けていければと思います。

source: Software implementation of NAT64
ja: NAT64 のソフトウェア実装

source: WrapSix is a NAT64 gateway, implemented in userspace. So far, it is faster than than Ecdysis (a kernelspace implementation) and Tayga (another userspace implementation).
ja: WrapSix は NAT64 ゲートウェイで、ユーザ空間に実装されています。そのため、Ecdysis (カーネル空間での実装) and Tayga (他のユーザ空間での実装) よりも高速です。

source: Tools for converting WordPerfect documents
it: Strumenti per convertire documenti WordPerfect
ja: WordPerfect ドキュメントを変換するためのライブラリ

source: Modern HTTP benchmarking tool
it: Strumento moderno per la misurazione delle prestazioni di HTTP
ja: 最新の HTTP ベンチマークツール

source: Open source implementation of JAXB
it: Implementazione open source di JAXB
ja: JAXB のオープンソース実装

source: A Java/XML binding compiler takes as input a schema description (in most cases an XML schema, but it may be a DTD, a RelaxNG schema, a Java class inspected via reflection, or a database schema). The output is a set of Java classes: * A Java bean class matching the schema description. (If the schema was obtained via Java reflection, the original Java bean class.) * Read a conforming XML document and convert it into the equivalent Java bean. * Vice versa, marshal the Java bean back into the original XML document.
it: Un compilatore che lega Java e XML acquisisce in ingresso un descrizione di schema (nella maggior parte dei casi uno schema XML, ma potrebbe essere un DTD, uno schema RelaxNG, una classe Java ispezionata tramite Reflection, o uno schema di database). Il risultato è un insieme di classi Java: * Una classe JavaBean corrispondente alla descrizione dello schema (se lo schema era stato ottenuto attraverso Reflection, la classe JavaBean originale). * Leggere un documento conforme ad XML e convertirlo nel JavaBean equivalente. * Viceversa, strutturare il JavaBean nuovamente nel documento XML originale.
ja: Java/XML バインディングコンパイラは、入力として スキーマ記述を受け入れます (多くの場合 XML スキーマですが、 DTD や RelaxNG のスキーマ、リフレクションで検査された Java クラスや データベーススキーマである場合もあります) 。出力は Java クラスのセットです: * スキーマ記述に該当する Java bean クラス。 (スキーマを Java リフレクション経由で取得した場合は、 元の Java bean クラスになります) * 準拠のための XML ドキュメンを読み込み、等価の Java bean に変換したもの。 * 逆に、元の XML ドキュメントに戻した Java bean。

source: Web Services Description Language Toolkit for Java
it: Insieme di strumenti del linguaggio di descrizione dei servizi web per Java
ja: Java 向け Web サービス記述言語ツールキット

source: The Web Services Description Language for Java Toolkit (WSDL4J) allows the creation, representation, and manipulation of WSDL documents describing services. This codebase will eventually serve as a reference implementation of the standard created by JSR110.
it: L'insieme di strumenti del linguaggio di descrizione dei servizi web per Java (WSDL4J) permette la creazione, la rappresentazione e la manipolazione di documenti WSDL che descrivono servizi. Questa base di codice prima o poi servirà come un'implementazione di riferimento dello standard creato da JSR110.
ja: Java 向け Web サービス記述言語ツールキット (WSDL4J) を利用すると、サービスを 説明するための WSDL ドキュメントを作成して表現したり、編集したりすることができます。 このコードベースは最終的に JSR110 で作成された標準のリファレンス実装として 動作する予定のものです。

source: Javadoc for wsdl4j
it: Javadoc per wsdl4j
ja: JSDL4J 向け Javadoc

source: The Web Services Description Language for Java Toolkit (WSDL4J) allows the creation, representation, and manipulation of WSDL documents describing services. This codebase will eventually serve as a reference implementation of the standard created by JSR110. This package contains the javadoc documentation for the Web Services Description Language for Java.
it: L'insieme di strumenti del linguaggio di descrizione dei servizi web per Java (WSDL4J) permette la creazione, la rappresentazione e la manipolazione di documenti WSDL che descrivono servizi. Questa base di codice prima o poi servirà come un'implementazione di riferimento dello standard creato da JSR110. Questo pacchetto contiene la documentazione javadoc per il linguaggio di descrizione dei servizi web per Java.
ja: Java 向け Web サービス記述言語ツールキット (WSDL4J) を利用すると、サービスを 説明するための WSDL ドキュメントを作成して表現したり、編集したりすることができます。 このコードベースは最終的に JSR110 で作成された標準のリファレンス実装として 動作する予定のものです。 このパッケージにはJava 向け Web サービス記述言語ツールキット向けの javadoc ドキュメントが含まれています。

source: WebSocket library in C
it: Libreria di WebSocket in C
ja: C WebSockets ライブラリ

source: Development files for the wslay WebSockets library
it: File di sviluppo per la libreria WebSocket wslay
ja: wslay WebSockets ライブラリ向け開発用ファイル

source: Command line client utilities for WS-Management
it: Programmi d'utilità client a riga di comando per WS-Management
ja: WS-Management 用のコマンドラインクライアントユーティリティ

source: Web Toolkit
it: Un insieme di strumenti per il web
ja: Web ツールキット

source: Web Toolkit - Development Files
it: Un insieme di strumenti per il web - file di sviluppo
ja: Web ツールキット -- 開発用ファイル

source: Faithful transcription of the 1974 Atari Wumpus game
it: Trascrizione fedele del gioco Atari del 1974 Wumpus
ja: 1974 Atari Wumpus ゲームの忠実な模倣

source: Tools for Importing Microsoft Word (tm) Documents
it: Strumenti per importare documenti Microsoft Word (tm)
ja: Microsoft Word (tm) ドキュメントをインポートするためのツール

source: WV is a program that can understand the Microsoft Word 8 binary file format (Office97). It currently converts Word into HTML, which can then be read with a web browser.
it: WV è un programma che può capire il formato di file binario di Microsoft Word 8 (Office97). Attualmente converte Word in HTML che può poi essere letto con un browser web.
ja: WV は Microsoft Word 8 (Office 97) バイナリフォーマットを理解することができる プログラムです。現在は Word ファイルを Web ブラウザで閲覧できる HTML に 変換することができます。

source: Header files for wv
it: File di intestazione per wv
ja: WV 向けヘッダファイル

source: Header files for wv.
it: File di intestazione per wv.
ja: wv 向けヘッダ。

source: Library for Importing Microsoft Word(tm) Documents - development files
it: Libreria per importare documenti Microsoft Word (tm) - file di sviluppo
ja: Microsoft Word(tm) ドキュメントをインポートするライブラリ - 開発用ファイル

source: Text-based front-end to Remind time organizer
it: Frontend testuale per l'organizzatore dell'agenda Remind
ja: Remind time organizer 用のテキストベースのフロントエンド

source: Game engine for Wyrmsun
ja: Wyrmsun 用のゲームエンジン

source: Modified Stratagus engine for Wyrmsun
ja: Wyrmsun 用の変更された戦略エンジン

source: Real-time strategy gaming engine development files
ja: リアルタイム戦略ゲームエンジン用の開発用ファイル

source: These are the development files for Wyrmsun which is based on the Stratagus engine.
ja: 戦略エンジンをベースにした Wyrmsun 用の開発用ファイルです。

source: Strategy game based on history, mythology and fiction
ja: 歴史、神話とフィクションをベースとした戦略ゲーム

source: Wayland C++ bindings
ja: Wayland C++ バインディング

source: This subpackage contains backend renderer plugins, used by libweston-10-0.
ja: このサブパッケージには、 libweston-10-0 で使用するためのバックエンド描画プラグインが含まれています。

source: Thai word segmentation utility
ja: タイ語単語分解ツール

source: Perl support scripts for the Warewulf3 cluster module
ja: Warewulf3 クラスタモジュール用の Perl サポートスクリプト

source: Perl support scripts for the Warewulf3 system
ja: Warewulf3 システム用の Perl サポートスクリプト

source: Perl support scripts for the Warewulf3 IPMI module
ja: Warewulf3 IPMI モジュール用の Perl サポートスクリプト

source: Perl support scripts for the Warewulf3 provisioning system
ja: Warewulf3 プロビジョニングシステム用の Perl サポートスクリプト

source: Introspection bindings for libwireplumber
ja: libwireplumber 向け イントロスペクションバインディング

source: Tools used for clustering with Warewulf
ja: Warewulf でクラスタするために使われるツール

source: Main Warewulf daemon and utilities
ja: メインの Warewulf デーモンとユーティリティ

source: Warewulf documentation and install recipes
ja: Warewulf のドキュメントとインストールレシピ

source: Warewulf Cluster Provisioning Module
ja: Warewulf クラスタプロビジョニングモジュール

source: Warewulf Cluster Provisioning Module initramfs for i386 systems
ja: Warewulf クラスタプロビジョニングモジュールの i386 サブシステム用の initramfs

source: Warewulf Cluster Provisioning Module iPXE Images
ja: Warewulf クラスタプロビジョニングモジュール iPXE イメージ

source: Warewulf Cluster Provisioning Module Server
ja: Warewulf クラスタプロビジョニングモジュールサーバ

source: Warewulf Cluster Provisioning Module initramfs for x86_64 systems
ja: Warewulf クラスタプロビジョニングモジュールの x86_64 システム用 initramfs

source: Warewulf VNFS Module
ja: Warewulf VNFS モジュール

source: Customizable Wayland bar for Sway and Wlroots based compositors
ja: Sway と Wlroots ベースのコンポーネント用の、カスタマイズできる Wayland バー

source: Customizable Wayland bar for Sway and Wlroots based compositors.
ja: Sway と Wlroots ベースのコンポーネント用の、カスタマイズできる Wayland バー。

source: Development files for libwaylandpp
ja: libwaylandpp 向け開発用ファイル

source: The waylandpp-devel package contains libraries and header files for developing applications that use libwaylandpp.
ja: waylandpp-devel パッケージには、 libwaylandpp を使用するアプリケーションを開発するのに必要な、ヘッダファイルとライブラリが含まれています。

source: Weblate Documentation
ja: Weblate ドキュメント

source: Wayland event viewer
ja: Wayland イベントビューワ

source: Utility program for screen recording of wlroots-based compositors (more specifically, those that support wlr-screencopy-v1 and xdg-output).
ja: wlroots ベースのコンポジタの画面を記録するためのユーティリティプログラムです。 (具体的には wlr-screencopy-v1 と xdg-output をサポートするコンポジタの画面を記録します)。

source: Translations for package wike
ja: wike 向け翻訳パッケージ

source: Provides translations for the "wike" package.
ja: "wike" パッケージ向けの翻訳データです。

source: Softsynth midi player
ja: ソフトシンセ MIDI プレイヤー

source: Development files for wildmidi
ja: wildmidi 向け開発用ファイル

source: The wildmidi-devel package contains libraries and header files for developing applications that use wildmidi.
ja: wildmidi-devel パッケージには、 wildmidi を使用するアプリケーションを開発するのに必要な、ヘッダファイルとライブラリが含まれています。

source: Wine Gallium Nine Standalone version
ja: Wine Gallium Nine スタンドアロンバージョン

source: Wayland Clipboard Utilities
ja: Wayland クリップボード ユーティリティ

source: Zsh completion for wl-clipboard
ja: wl-clipboard 用の Zsh 補完

source: Development files for wofi
ja: wofi 向け開発用ファイル

source: Header files for wordcut, a Thai word segmentation utility
ja: タイ語単語分解ツールである wordcut のヘッダファイル

source: Window Maker Applets
it: Applet di Window Maker

source: Translations for package webkitgtk
it: Traduzioni per il pacchetto webkitgtk

source: Provides translations for the "webkitgtk" package.
it: Fornisce le traduzioni per il pacchetto "webkitgtk".

source: The libweston library is intended for use by other compositor efforts (projects) that want to more easily utilize Weston's internal functionalities. Weston's own reference compositor also makes use of this.
it: La libreria libweston è destinata all'utilizzo da parte di altri progetti di realizzazione di un compositore, per poter più facilmente sfruttare le funzionalità interne di Weston. Anche il compositore di riferimento di Weston la adopera.

source: This subpackage contains backend renderer plugins, used by libweston-3-0.
it: Questo sottopacchetto contiene i plugin di backend di resa grafica usati da libweston-3-0.

source: libweston-desktop provides an additional level of functionality of relevance to compositors implementing a desktop metaphor style of graphical interface. This library API is designed around xdg_shell functionality, providing for handling of popups, window state, and interfacing with Xwayland.
it: libweston-desktop fornisce un livello aggiuntivo di funzionalità di rilievo per compositori che implementano uno stile di interfaccia grafica da metafora desktop. Questa API di libreria è progettata attorno alla funzionalità xdg_shell e fornisce la gestione dei popup, dello stato delle finestre e l'interfacciamento con Xwayland.

source: Network configuration infrastructure - Shared library
it: Infrastruttura di configurazione della rete - libreria condivisa

source: Wicked is a network configuration infrastructure incorporating a number of existing frameworks into a unified architecture, providing a DBUS interface to network configuration. This package provides the wicked shared library.
it: Wicked è un'infrastruttura di configurazione della rete che consolida un certo numero di infrastrutture esistenti in un'architettura unificata fornendo un'interfaccia DBUS per la configurazione della rete. Questo pacchetto fornisce la libreria condivisa di wicked.

source: Wslay is a WebSocket library written in C. It implements the protocol version 13 described in RFC 6455. This library offers 2 levels of API: event-based API and frame-based low-level API. For event-based API, it is suitable for non-blocking reactor pattern style. You can set callbacks in various events. For frame-based API, you can send WebSocket frame directly. Wslay only supports data transfer part of WebSocket protocol and does not perform opening handshake in HTTP. This package holds the shared C library.
it: Wslay è una libreria WebSocket scritta in C. Implementa la versione 13 del protocollo descritto nella RFC 6455. Questa libreria offre 2 livelli di API: API basata sugli eventi e API di basso livello basata sui frame. Per quanto concerne l'API basata sugli eventi, è adatta per uno stile di schema di reattore di tipo non bloccante. È possibile impostare chiamate di ritorno (callback) in vari eventi. Per quanto concerne l'API basata sui frame, invece, è possibile inviare frame WebSocket direttamente. Wslay, del protocollo WebSocket, supporta soltanto la parte del trasferimento dati e non esegue l'handshake di apertura dell'HTTP. Questo pacchetto contiene la libreria C condivisa.

source: JavaScript Core Engine, GTK+ Port -- Introspection bindings
it: Motore centrale JavaScript, port GTK+ - binding Introspection

source: Library for rendering web content, GTK+ Port -- Introspection bindings
it: Libreria per rappresentare i contenuti web, port GTK+ - binding Introspection
