Repository: BENBELLA23/packages-i18n
Catalog: */po/w.*.po
Languages: it, ja

source: A .NET replacement for use by Wine
ja: Wine で使うための .NET の置き換え

source: This package contains the prepackaged Windows Mono Runtime environment for use by Wine.
ja: このパッケージには、 Wine で使用するためのパッケージ済み Windows Mono ランタイム環境が含まれています。

source: Windows Subsystem for Linux distro launcher
ja: Linux ディストリビューションランチャー用の Windows サブシステム

source: Windows application shipped within the WSL applications in the Windows Store. This application is initializing and launching the distribution.
ja: Windows Store での WSL アプリケーション内に同梱される Windows アプリケーション。このアプリケーションはディストリビューションをインストールし起動します。

source: Debug information for package WSL-DistroLauncher
ja: WSL-DistroLauncher パッケージ用のデバッグ情報

source: This package provides debug information for package WSL-DistroLauncher. Debug information is useful when developing applications that use this package or when debugging this package.
ja: このパッケージは、WSL-DistroLauncher パッケージのデバッグ情報を提供します。デバッグ情報は、このパッケージを使用するアプリケーション開発や、このパッケージをデバッグする際に役立ちます。

source: Translations for package webkit2gtk3-soup2
ja: webkit2gtk3-soup2 向け翻訳パッケージ

source: Provides translations for the "webkit2gtk3-soup2" package.
ja: webkit2gtk3-soup2 パッケージ向けの翻訳データです。

source: Translations for package webkit2gtk3
it: Traduzioni per il pacchetto webkit2gtk3
ja: webkit2gtk3 向け翻訳パッケージ

source: Provides translations for the "webkit2gtk3" package.
it: Fornisce le traduzioni per il pacchetto "webkit2gtk3".
ja: webkit2gtk3 パッケージ向けの翻訳データです。

source: Translations for package webkit2gtk4
ja: webkit2gtk4 向け翻訳パッケージ

source: Provides translations for the "webkit2gtk4" package.
ja: webkit2gtk4 パッケージ向けの翻訳データです。

source: A Colorful and Flexible Window Manager
it: Un gestore di finestre flessibile e colorato
ja: カラフルで柔軟なウインドウマネージャ

source: Window Maker is an X11 window manager originally designed to provide integration support for the GNUstep Desktop Environment. In every way possible, it reproduces the elegant look and feel of the NEXTSTEP user interface. It is fast, feature rich, easy to configure, and easy to use. It is also free software, with contributions being made by programmers from around the world. Window Maker has a stable user interface since many years and comes with a powerful GUI configuration editor called WPrefs, which removes the need to edit text-based config files by hand. It supports running dockapps which make everyday tasks such as monitoring system performance and battery usage, mounting devices or connecting to the internet very easy. Please see the features section for more specifics on what Window Maker can do, and how it compares with other popular window managers.
it: Window Maker è un gestore grafico di X11 progettato in origine per fornire il supporto di integrazione per l'ambiente desktop GNUstep. In ogni modo possibile riproduce l'aspetto e lo stile elegante dell'interfaccia utente NEXTSTEP. È veloce, ricco di funzionalità, facile da configurare e da usare. È anche un programma libero con contributi fatti da programmatori da tutto il mondo. Window Maker possiede un'interfaccia utente stabile da molti anni e dispone di un potente editor di configurazione dell'interfaccia chiamato WPrefs che rimuove la necessità di modificare a mano i file di configurazione testuali. Supporta il docking delle applicazioni in esecuzione, cosa che rende veramente semplici le attività di tutti i giorni come il monitoraggio delle prestazioni del sistema e dell'uso della batteria, il montaggio dei dispositivi o la connessione a internet. Si veda la sezione relativa alle funzionalità per ulteriori specifiche su cosa Window Maker può fare e come si confronta con gli altri popolari gestori grafici.
ja: Window Maker はもともと GNUstep デスクトップ環境に対する統合サポートを提供するように設計されていた X11 ウインドウマネージャです。様々な使い方がありますが、 NEXTSTEP ユーザインターフェイスに似た上品な外観を備えています。さらに Window Maker は高速で機能が豊富で、設定しやすく使いやすい仕組みになっています。 Window Maker はフリーソフトウエアで、世界中のプログラマからの多数の貢献が含まれています。 Window Maker は何年もの間安定したユーザインターフェイスを提供していて、テキストベースでの設定を手作業で変更することのないように、 WPrefs と呼ばれるパワフルな GUI 設定エディタが付属しています。また、システム性能の確認やバッテリー使用率の確認、デバイスのマウントやインターネットへの接続などを容易に実施できる、日々の作業を実現するための dockapps と呼ばれる機能にも対応しています。Window Maker の機能や他の有名なウインドウマネージャとの比較について、詳しくはドキュメンテーションをお読みください。

source: Development files for WindowMaker
it: File di sviluppo per WindowMaker
ja: WindowMaker 向け開発用ファイル

source: This package contains the header files and libraries necessary for developing applications which use WindowMaker.
it: Questo pacchetto contiene i file di intestazione e le librerie necessarie per sviluppare applicazioni che usano WindowMaker.
ja: このパッケージには、 WindowMaker を使用するソフトウエアを開発するのに必要な、 ヘッダファイルとライブラリファイルが含まれています。

source: Themes for Window Maker
it: Temi per Window Maker
ja: Window Maker 向けテーマ

source: This package contains themes for the Window Maker window manager. Documentation: /usr/share/doc/packages/wmthemes
it: Questo pacchetto contiene i temi per il gestore di finestre Window Maker. Documentazione: /usr/share/doc/packages/wmthemes
ja: このパッケージには Window Maker ウインドウマネージャ向けのテーマが含まれています。 詳細は下記をご覧ください: /usr/share/doc/packages/wmthemes

source: Windows USB installation media creator
ja: Windows USB インストールメディア作成

source: WoeUSB is a utility for creating a bootable Windows installation USB storage device from an existing Windows installation disc or disk image.
ja: WoeUSB は、既存の Windows インストールディスク かディスクイメージから、ブート可能な Windows インストールUSB ストレージデバイスを作るためのユーティリティです。

source: Shared library for wordnet
it: Libreria condivisa per wordnet
ja: wordnet 用の教諭ライブラリ

source: WordNet is a large lexical database of English. Nouns, verbs, adjectives and adverbs are grouped into sets of cognitive synonyms (synsets), each expressing a distinct concept. Synsets are interlinked by means of conceptual-semantic and lexical relations. The resulting network of meaningfully related words and concepts can be navigated with the browser. WordNet's structure makes it a useful tool for computational linguistics and natural language processing. This package contains shared library for wordnet.
it: WordNet è un ampio database lessicale di inglese. Nomi, verbi, aggettivi e avverbi sono raggruppati in insiemi di sinonimi cognitivi (synset), ciascuno esprimente un concetto distinto. I synset sono interconnessi per mezzo di relazioni concettuali-semantiche e lessicali. La risultante rete di parole e concetti significativamente correlati può essere navigata con un browser. La struttura di WordNet lo rende uno strumento utile per la linguistica computazionale e per l'elaborazione del linguaggio naturale. Questo pacchetto contiene la libreria condivisa per wordnet.
ja: WordNet は、英語の大規模語彙データベースです。名詞、動詞、形容詞、副詞は、それぞれが異なる概念を表現する認知な類義関係のセット (synset) にグループ化されています。シンセットは、概念的、意味的、および語彙的な関係によって相互にリンクされます。このようにして作られた、意味のある関連する単語や概念のネットワークは、ブラウザでナビゲートすることができます。WordNet の構造は、計算言語学や自然言語処理のための有用なツールとなっています。 このパッケージには wordnet 用の共有ライブラリが含まれます。

source: Shared library for wpebackend-fdo
ja: wpebackend-fdo 用の共有ライブラリ

source: A WPE backend designed for Linux desktop systems. This package contains the shared library.
ja: Linux デスクトップシステム用にデザインされた、 WPE バックエンド。 このパッケージには共有ライブラリが含まれています。

source: Tools for a wireless LAN
it: Strumenti per una LAN wireless
ja: 無線 LAN ツール

source: This package contains the wireless tools, used to manipulate the wireless extensions. The wireless extension is an interface that allows you to set wireless LAN specific parameters and get specific stats.
it: Questo pacchetto contiene gli strumenti per le wireless, usati per manipolare le estensioni wireless. L'estensione wireless è un'interfaccia che permette di impostare i parametri specifici della LAN wireless e ottenere statistiche specifiche.
ja: このパッケージにはワイヤレス拡張を取り扱うための無線 LAN ツールが含まれています。 ワイヤレス拡張とは無線 LAN 固有のパラメータを設定したり統計情報を採取したりするためのインターフェイスです。

source: JavaScript Core Engine, GTK+ Port
it: Motore centrale JavaScript, port GTK+
ja: JavaScript コアエンジン, GTK+ 移植版

source: WebKit is a web content engine, derived from KHTML and KJS from KDE, and used primarily in Apple's Safari browser. It is made to be embedded in other applications, such as mail readers, or web browsers. It is able to display content such as HTML, SVG, XML, and others. It also supports DOM, XMLHttpRequest, XSLT, CSS, Javascript/ECMAscript and more.
it: WebKit è un motore per contenuti web derivato da KHTML e KJS di KDE e utilizzato inizialmente nel browser Safari di Apple. È creato per essere integrato in altre applicazioni come lettori di posta elettronica o browser web. È in grado di visualizzare contenuti come HTML, SVG, XML e altri. Supporta anche DOM, XMLHttpRequest, XSLT, CSS, Javascript/ECMAscript e altro ancora.
ja: WebKit は Web コンテンツエンジンで、 KDE の KHTML と KJS から派生してできたものです。 主に Apple 社の Safari ブラウザで使用されています。メールソフトや Web ブラウザなど、 他のアプリケーションに埋め込むように作られています。 HTML や SVG 、 XML などのコンテンツも表示することができます。 DOM, XMLHttpRequest, XSLT, CSS, Javascript/ECMAscript などにも対応しています。

source: C library defering selection of GL API and window system until runtime
ja: GL API と windows システムの選択を実行時まで延期する C ライブラリ

source: Waffle is a C library that allows deferring the selection of GL API and window system until runtime. For example, on Linux, Waffle enables an application to select X11/EGL with an OpenGL 3.3 core profile, Wayland with OpenGL ES2, and other window system / API combinations. Waffle's immediate goal is to enable Piglit, Mesa's OpenGL test suite, to test multiple GL flavors.
ja: Waffle は、GL の API とウィンドウシステムの選択をランタイムに拡張する C 言語のライブラリです。例えば、Linux で、Waffle を使うことで、アプリケーションは OpenGL 3.3 のコアプロファイルを持つ X11/EGL、OpenGL ES2 を持つ Wayland、その他のウィンドウシステムや API の組み合わせが選択可能になります。 Waffle の当面の目標は、Mesa の OpenGL テストスイートである Piglit が、複数の GL フレーバーをテストできるようにすることです。

source: Wayland-style network IPC library
it: Libreria IPC in stile Wayland per la rete
ja: Wayland 風のネットワーク IPC ライブラリ

source: Waltham is a network IPC library designed to resemble Wayland both protocol and protocol-API wise. Protocol is described in XML files. A generator translates XML into C code at build time. The major differences from Wayland to Waltham are: * Waltham uses TCP sockets for communication * Waltham cannot send file descriptors * Waltham API is minimal and symmetric between server and client sides * Waltham does not provide an event loop implementation * the "registry" implementation is left out of the library, only the interface is provided * no multi-threading support for sharing objects between threads
ja: Waltham は Wayland に影響を受けて設計されたネットワーク IPC ライブラリで、プロトコルとプロトコル API の両面で優れています。プロトコルは XML ファイルで記述されています。ビルド時にジェネレータが XML を C コードに変換します。 Wayland と Waltham の主な違いは以下の通りです。 * Waltham は通信に TCP ソケットを使用 * Waltham は、ファイル記述子の送信不可 * Waltham の API は最小限で、サーバー側とクライアント側で対称的 * Waltham は、イベントループの実装を提供せず * “レジストリ”の実装はライブラリから省かれており、インターフェイスのみが提供 * スレッド間でオブジェクトを共有するマルチスレッドのサポートはなし

source: Hybrid Lossless Audio Compression Format
it: Formato di compressione audio senza perdite ibrido
ja: ハイブリッド無損失オーディオ圧縮フォーマット

source: WavPack is an open audio compression format providing lossless, high-quality lossy, and unique hybrid compression modes. Lossless mode is ideal for archiving audio material or any other situation where quality is paramount. The compression ratio depends on the source material, but generally is between 30% and 70%.
ja: WavPack は、可逆圧縮、高品質な非可逆圧縮、そして独自のハイブリッド圧縮モードを提供するオープンな音声圧縮フォーマットです。 可逆圧縮（ロスレス）モードは、オーディオ素材のアーカイブなど品質を最優先する場合に最適です。圧縮率は素材となる音声データによって変化しますが、概ね30％から70％になります。

source: Wayland core client library
it: Libreria client di base di wayland
ja: Wayland コアクライアントライブラリ

source: Wayland is a protocol for a compositor to talk to its clients as well as a C library implementation of that protocol. The compositor can be a standalone display server running on Linux kernel modesetting and evdev input devices, an X application, or a wayland client itself. The clients can be traditional applications, X servers (rootless or fullscreen) or other display servers.
it: Wayland è un protocollo per un compositore per comunicare con i propri client come pure una libreria C di implementazione di tale protocollo Il compositore può essere un server dei display indipendente in esecuzione su dispositivi di input evdev e modesetting del kernel Linux, un'applicazione X, o uno stesso client wayland. I client possono essere le applicazioni tradizionali, server X (senza radice o a schermo intero) o altri server dei display.
ja: Wayland はコンポジタ向けのプロトコルとライブラリを意味する用語で、クライアントとの間で通信機能を提供します。コンポジタは Linux のカーネルモード設定と evdev 入力デバイス、そして X アプリケーションや Wayland クライアント自身が動作する単独のディスプレイサーバとなることができます。クライアントは従来型のアプリケーションや X サーバ (ルート無しまたはフルスクリーン) のほか、他のディスプレイサーバを利用することもできます。

source: Wayland cursor library
it: Libreria del cursore di Wayland
ja: Wayland カーソルライブラリ

source: The purpose of this library is to be the equivalent of libXcursor in the X world. This library is compatible with X cursor themes and loads them directly into an shm pool making it easy for the clients to get buffer for each cursor image.
it: Lo scopo di questa libreria è di essere l'equivalente di libXcursor nel mondo X. Questa libreria è compatibile con i temi dei cursori di X e li carica direttamente in un spazio di memoria condiviso che facilita l'utilizzo di ogni immagine del cursore per i client.
ja: このライブラリの目的は、 X 世界における libXcursor と透過なものを提供することにあります。このライブラリは X カーソルテーマとの互換性があり、直接それらを共有プールに読み込んで、クライアントから各カーソルイメージを簡単に利用できるようになります。

source: Additional egl functions for wayland
ja: wayland 用の追加の egl 機能

source: This package provides additional functions for EGL-using programs that run within the Wayland framework. This allows for applications that need not run full-screen and cooperate with a compositor.
ja: このパッケージは、Wayland フレームワーク内で動作する EGL を用いるプログラムのための追加機能を提供します。この機能によって、フルスクリーンで動作する必要のないアプリケーションや、コンポジタとの連携が可能になります。

source: Wayland core server library
it: Libreria server di base di wayland
ja: Wayland コアサーバライブラリ

source: WBXML parser and compiler library
it: Libreria dell'analizzatore e compilatore WBXML
ja: WBXML パーサとコンパイラライブラリ

source: wbxml2 is a library that includes a WBXML (Wireless Binary XML) parser and a WBXML compiler. Unlike wbxml, it uses expat instead of libxml2. WBXML contains a library and its associated tools to parse, ecode and handle WBXML documents. The WBXML format is a binary representation of XML defined by the Wap Forum.
it: wbxml2 è una libreria che include un analizzatore WBXML (Wireless Binary XML) e un compilatore WBXML. A differenza di wbxml, usa expat invece di libxml2. WBXML contiene una libreria e i relativi strumenti per analizzare, codificare e gestire documenti WBXML. Il formato WBXML è una rappresentazione binaria di XML definito dal Forum Wap.
ja: WBXML フォーマットは Wap フォーラムで制定された XML のバイナリ表記フォーマットです。wbxml2 は WBXML (Wireless Binary XML) パーサと WBXML コンパイラの機能を持つライブラリです。 wbxml とは異なり libxml2 の代わりに expat を使います。WBXML ライブラリにはライブラリ自身のほか構文解析やエンコード、 WBXML ドキュメントを処理するための関連ツールが含まれています。

source: wbxml2 is a library that includes a WBXML (Wireless Binary XML) parser and a WBXML compiler. Unlike wbxml, it uses expat instead of libxml2. WBXML contains a library and its associated tools to parse, ecode and handle WBXML documents.
it: wbxml2 è una libreria che include un analizzatore WBXML (Wireless Binary XML) e un compilatore WBXML. A differenza di wbxml, usa expat invece di libxml2. WBXML contiene una libreria e i relativi strumenti per analizzare, codificare e gestire documenti WBXML.
ja: wbxml2 は WBXML (Wireless Binary XML) パーサと WBXML コンパイラの機能を持つライブラリです。 wbxml とは異なり libxml2 の代わりに expat を使います。WBXML ライブラリにはライブラリ自身のほか構文解析やエンコード、 WBXML ドキュメントを処理するための関連ツールが含まれています。

source: An implementation of the FITS WCS standard
ja: FITS WCS 標準の実装

source: WCSLIB is a C library, supplied with a full set of Fortran wrappers, that implements the "World Coordinate System" (WCS) standard in FITS (Flexible Image Transport System).
ja: WCSLIB は、FITS(Flexible Image Transport System) における WCS (World Coordinate System) 規格を実装した C ライブラリで、Fortran の完全なラッパーも提供します。

source: Library for rendering web content, GTK+ Port
it: Libreria per rappresentare i contenuti web, port GTK+
ja: Web コンテンツを表示するためのライブラリ (GTK+ 移植)

source: Real-Time Communication Library for Web Browsers
it: Libreria di comunicazione in tempo reale per browser web
ja: Web ブラウザ向けリアルタイム通信ライブラリ

source: WebRTC is an open source project that enables web browsers with Real-Time Communications (RTC) capabilities via simple Javascript APIs. The WebRTC components have been optimized to best serve this purpose. WebRTC implements the W3C's proposal for video conferencing on the web.
it: WebRTC è un progetto open source che fornisce ai browser web funzionalità di comunicazione in tempo reale (RTC) tramite semplici API Javascript. I componenti WebRTC sono stati ottimizzati rispetto a questo scopo. WebRTC implementa la proposta W3C per le video-conferenze sul web.
ja: WebRTC は Web ブラウザに対して、 Javascript の API でリアルタイム通信 (RTC) 機能を提供するための、オープンソースのプロジェクトです。 WebRTC のコンポーネントは、この目的をうまく満たすように最適化されています。 WebRTC は、 Web 上でビデオカンファレンスを行なうために作られた、 W3C 提案仕様を実装しています。

source: The Weston compositor as a shared library
it: Il compositore Weston come libreria condivisa
ja: 共有ライブラリとしての Weston コンパイラ

source: Weston rendering backend collection
it: Collezione di backend di resa grafica di Weston
ja: Weston レンダリングバックエンド集

source: This subpackage contains backend renderer plugins, used by libweston-9-0.
ja: このサブパッケージには、 libweston-9-0 で使用するためのバックエンドレンダラプラグインが含まれています。

source: Development files for libwget
ja: libwget 向け開発用ファイル

source: libwget which provides an interface to many useful functions used by Wget2. This subpackage contains the header files for application wanting to build against libwget.
ja: libwget は、 Wget2 で使われる、多くの便利な機能へのインタフェースを提供します。 このサブパッケージには、libwget を使ってビルドするアプリケーション用のヘッダファイルが含まれています。

source: A library to download and mirror FTP/HTTP sites
ja: FTP/HTTP サイトをダウンロード/ミラーするためのライブラリ

source: Wget enables you to retrieve WWW documents or FTP files from a server. This can be done in script files or via the command line. libwget which provides an interface to many useful functions used by Wget2.
ja: wget を利用すると、サーバから WWW のドキュメントや ftp のファイルを取得することができます。 スクリプトファイルやコマンドラインから呼び出すことができます。 libwget は、Wget2 で使われる多くの有用な機能のためのインタフェースを提供します。

source: Development files for wiiuse
it: File di sviluppo per wiiuse
ja: wiiuse 向け開発用ファイル

source: The wiiuse-devel package contains libraries and header files for developing applications that use wiiuse.
it: Il pacchetto wiiuse-devel contiene le librerie e i file di intestazione per sviluppare applicazioni che usano wiiuse.
ja: wiiuse-devel パッケージには、 wiiuse を使用するアプリケーションを開発するのに必要な、ヘッダファイルとライブラリが含まれています。

source: Library to extract, create, modify, and mount WIM files
ja: WIM ファイルを抽出、作成、変更、およびマウントするためのライブラリ

source: wimlib is a C library for creating, extracting, modifying, and mounting files in the Windows Imaging Format (WIM files).
ja: wimlib は、Windows イメージ形式 (WIM ファイル)を作成、抽出、変更およびファイルのマウントを行うための C ライブラリです。

source: Network packet dissection library
ja: ネットワークパケット分析ライブラリ

source: The libwireshark library provides the network packet dissection services developed by the Wireshark project.
ja: libwireshark は、Wireshark プロジェクトで開発されたネットワークパケットサービスを提供します。

source: Wireshark library for tapping
ja: トラップのための Wireshark ライブラリ

source: Wiretap, part of the Wireshark project, is a library that allows one to read and write several packet capture file formats.
ja: Wireshark プロジェクトの一部である Wiretap は、いくつかのパケットキャプチャファイル形式で読み書き出来るようにするライブラリです。

source: Convert HTML into PDF and various image formats
ja: HTML を PDF やその他のイメージ形式に変換

source: wkhtmltopdf and wkhtmltoimage are command line tools to render HTML into PDF and various image formats using the Qt Webkit rendering engine.
ja: wkhtmltopdf と wkhtmltoimage は、Qt Webkit レンダリングエンジンを使って、HTML を PDF や他のイメージ形式にレンダリングするコマンドラインツールです。

source: A Wayland Compositor Library
it: Una libreria del compositore di Wayland
ja: Wayland Compositor ライブラリ

source: Wayland Compositor Library itself.
it: Libreria stessa del compositore di Wayland.
ja: Wayland Compositor ライブラリそれ自身。

source: Modular Wayland compositor library
ja: モジュラー Wayland コンポジタライブラリ

source: Shared library for woff2
ja: woff2 用の共有ライブラリ

source: WebSockets C Library
it: Libreria C WebSockets
ja: WebSockets C ライブラリ

source: Library for wireshark utilities
ja: wireshark ユーティリティ用のライブラリ

source: The libwsutil library provides utility functions for libwireshark.
ja: libwsutil ライブラリは libwireshark 用のユーティリティ機能を提供します。

source: Wt::Dbo ORM library and Sqlite3 back-end
it: Libreria ORM Wt::Dbo e backend Sqlite3
ja: Wt::Dbo ORM ライブラリと Sqlite3 バックエンド

source: This package contains the Wt::Dbo Object-Relational Mapping library and Sqlite3 back-end of it.
it: Questo pacchetto contiene la libreria Wt::Dbo Object-Relational Mapping e il suo backend Sqlite3.
ja: このパッケージには、 Wt::Dbo オブジェクトリレーショナルマッピングライブラリとその Sqlite3 バックエンドが含まれています。

source: MySQL back-end for the Wt::Dbo ORM library
it: Backend MySQL per la libreria ORM Wt::Dbo
ja: Wt::Dbo ORM ライブラリ用の MySQL バックエンド

source: This package contains the MySQL back-end for the Wt::Dbo ORM library.
it: Questo pacchetto contiene il backend MySQL per la libreria ORM Wt::Dbo.
ja: このパッケージには Wt::Dbo ORM ライブラリ向けの MySQL バックエンドが含まれています。

source: PostgreSQL back-end for the Wt::Dbo ORM library
it: Backend PostgreSQL per la libreria ORM Wt::Dbo
ja: Wt::Dbo ORM ライブラリ用の PostgreSQL バックエンド

source: This package contains the PostgresSQL back-end for the Wt::Dbo ORM library.
it: Questo pacchetto contiene il backend PostgreSQL per la libreria ORM Wt::Dbo.
ja: このパッケージには、 Wt::Dbo ORM ライブラリ向けの PostgresSQL バックエンドが含まれています。

source: Library for importing Microsoft Word documents
it: Libreria per importare documenti Microsoft Word
ja: Microsoft Word ドキュメントをインポートするためのライブラリ

source: libwv can parse the Microsoft Word 8 binary file format (Office97).
it: libwv può analizzare il formato di file binario Microsoft Word 8 (Office97).
ja: libwv は Microsoft Word 8 (Office 97) バイナリファイル形式を処理することができます。

source: Library for Importing Microsoft Word (tm) Documents
it: Libreria per importare documenti Microsoft Word (tm)
ja: Microsoft Word (tm) ドキュメントをインポートするためのライブラリ

source: The wv2 library is used to import Microsoft Word documents in koffice for example.
it: La libreria wv2 viene usata ad esempio per importare i documenti Microsoft Word in koffice.
ja: WV2 ライブラリは Microsoft Word ドキュメントを KOffice 等にインポートするために利用するものです。

source: A python package for talking to the watchman service
ja: watchman サービスと通信するための python パッケージ

source: Provides Python bindings for directly talking to the watchman service from within Python. Additionally, some Python tools that are part of watchman will be installed.
ja: Python の中から watchman サービスと直接通信するための Python バインディングを提供します。 さらに、watchman の一部の Python ツールがインストールされます。

source: Introspection bindings for the GTK+ port of the JavaScript Core Engine
ja: JavaScript コアエンジンの GTK+ ポート用の Introspection バインディング
