Repository: BENBELLA23/packages-i18n
Catalog: */po/w.*.po
Languages: it, ja

source: Wt is a C++ library and application server for developing and deploying web applications. The widget-centric API is inspired by existing C++ GUI APIs. It offers complete abstraction of any web-specific implementation details. Most importantly, the entire application is written in only one compiled language (C++), from which the library generates the necessary HTML, Javascript, CGI, and AJAX code.
it: Wt è una libreria C++ e un'applicazione server per sviluppare e distribuire applicazioni web. L'API widget-centrica è ispirata alle API esistenti di GUI C++. Offre un'astrazione completa di qualsiasi dettaglio di implementazione web-specifico. Ma la cosa più importante è che l'intera applicazione è scritta in un solo linguaggio compilato (C++), a partire dal quale la libreria genera tutto il codice necessario HTML, Javascript, CGI e AJAX.

source: Development files for the Wt library. Wt is a C++ library and application server for developping and deploying web applications. The widget-centric API is inspired by existing C++ GUI APIs. It offers complete abstraction of any web-specific implementation details. Most imporantly, the entire application is written in only one compiled language (C++), from which the library generates the necessary HTML, Javascript, CGI, and AJAX code.
it: File di sviluppo per la libreria Wt. Wt è una libreria C++ e un'applicazione server per sviluppare e distribuire applicazioni web. L'API widget-centrica è ispirata alle API esistenti di GUI C++. Offre un'astrazione completa di qualsiasi dettaglio di implementazione web-specifico. Ma la cosa più importante è che l'intera applicazione è scritta in un solo linguaggio compilato (C++), a partire dal quale la libreria genera tutto il codice necessario HTML, Javascript, CGI e AJAX.

source: WUMPUS is a bit of retrocomputing nostalgia. It is an *exact* clone, even down to the godawful user interface, of an ancient classic game. This version fixes two minor bugs in my original 1992 USENET posting of the source. Superhack is a structurally similar game with a different premise.
it: WUMPUS è un'operazione nostalgica di archeologia informatica. È un clone fedele, fino all'orrenda interfaccia utente, di un vecchio gioco classico. Questa versione pone rimedio a due bug minori nel sorgente originale pubblicato nel 1992 su USENET. Superhack è un gioco strutturalmente simile con una diversa premessa.

source: Wyrd is a text-based front-end to Remind, a sophisticated calendar and alarm program. Remind's power lies in its programmability, and Wyrd does not hide this capability behind flashy GUI dialogs. Rather, Wyrd is designed to make you more efficient at editing your reminder files directly. It also offers a scrollable timetable suitable for visualizing your schedule at a glance. Unlike most of the calendar applications available today, Wyrd is designed to be both lightweight and fast. Startup time is negligible, UI navigation is instantaneous, and the wyrd process typically consumes less than 2MB of resident memory.
it: Wyrd è un frontend testuale per Remind, un sofisticato programma di calendario con avvisi. Il potere di Remind risiede nella sua programmabilità e Wyrd non nasconde questa capacità dietro appariscenti dialoghi di interfaccia grafica. Piuttosto, Wyrd è progettato per rendere più efficiente la modifica diretta dei file di promemoria. Offre anche uno scadenzario scorrevole adatto per la visualizzazione ad un'occhiata della propria agenda. Diversamente dalla maggior parte delle applicazioni calendario disponibili ad oggi, Wyrd è progettato per essere tanto leggero quanto veloce. Il tempo di avvio è risibile, l'interfaccia di navigazione è istantanea è il processo wyrd tipicamente consuma meno di 2MB di memoria locale.

source: W3m-el is a simple interface program to use w3m with Emacs.
it: W3m-el è un semplice programma interfaccia per usarew3m con Emacs

source: W3m-el is a simple interface program to use w3m with Emacs. W3 is the most well known WEB browser which works on (X)Emacs, but it is very slow. w3m-el is a simple and speedy alternative. W3m-el uses w3m, which is a pager with WWW capability, developed by Akinori ITO. It is a pager, but it can be used as a text-mode WWW browser.
it: W3m-el è un semplice programma interfaccia per usare w3m con Emacs. W3 è il più conosciuto browser web che lavora con (X)Emacs ma è veramente lento. w3m-el è un'alternativa semplice e veloce. W3m-el usa w3m che è un impaginatore con abilità WWW sviluppato da Akinori IT. È un impaginatore ma può essere usato come un browser WWW testuale.

source: W3m-el is a simple interface program to use w3m with XEmacs.
it: W3m-el è un semplice programma interfaccia per usarew3m con XEmacs

source: W3m-el is a simple interface program to use w3m with (X)Emacs. W3 is the most well known WEB browser which works on (X)Emacs, but it is very slow. w3m-el is a simple and speedy alternative. W3m-el uses w3m, which is a pager with WWW capability, developed by Akinori ITO. It is a pager, but it can be used as a text-mode WWW browser.
it: W3m-el è un semplice programma interfaccia per usare w3m con (X)Emacs. W3 è il più conosciuto browser web che lavora con (X)Emacs ma è veramente lento. w3m-el è un'alternativa semplice e veloce. W3m-el usa w3m che è un impaginatore con abilità WWW sviluppato da Akinori IT. È un impaginatore ma può essere usato come un browser WWW testuale.

source: WINGs Display Manager
it: Gestore grafico WINGs

source: WDM is a modification and enhancement of X11's XDM that provides a more flexible login panel while maintaining the basic XDM code to interface with pam and other packages. Authors: -------- Jerome Alet <alet@unice.fr> Gene Czarcinski <genec@mindspring.com>
it: WDM è una modifica e un potenziamento di XDM di X11 e fornisce un pannello di autenticazione più flessibile, seppur mantenendo il codice basilare di XDM per interfacciarsi con pam e altri pacchetti. Autori: -------- Jerome Alet <alet@unice.fr> Gene Czarcinski <genec@mindspring.com>

source: This package provides 'wsman', a CLI utility for resource management over the WS-Management protocol. Also included is 'wseventmgr', a CLI utility for event management over the WS-Management protocol.
it: Questo pacchetto fornisce 'wsman', un programma d'utilità a riga di comando per la gestione delle risorse via protocollo WS-Management. Vi è incluso anche 'wseventmgr', un programma d'utilità a riga di comando per la gestione degli eventi via protocollo WS-Management.

source: Network Programming Library in C++
it: Libreria di programmazione di rete in C++

source: A network programming library in C++. It aims to be an efficient, secure, easy to use, and OS-independent library for network application development. Authors: -------- Net Integration Technologies, Inc.
it: Una libreria di programmazione di rete in C++. Il suo scopo è di essere un'efficiente, sicura, facile da usare libreria indipendente dal sistema operativo per lo sviluppo di applicazioni di rete. Autori: -------- Net Integration Technologies, Inc.
