Repository: BENBELLA23/packages-i18n
Catalog: */po/w.*.po
Languages: it, ja

source: This package contains the game data for Battle For Wesnoth. It is required to play the game.
ja: このパッケージには、Battle for Wesnoth 用のゲームデータが含まれています。これは、ゲームを実行するのに必要です。

source: Battle for Wesnoth: Basic file system layout
ja: Wesnoth 用の Battle: 基本ファイルシステムレイアウト

source: This package solely contains the basic file structure in order to have it owned by a package.
ja: このパッケージには、パッケージによって所有されるための基本的なファイル構造のみが含まれています。

source: Multiplayer server for Battle for Wesnoth
ja: Battle for Wesnoth マルチプレーヤサーバ

source: This package contains the server program hosting multiplayer games of Battle for Wesnoth.
it: Questo pacchetto contiene il programma server che ospita le partite multigiocatore di Battle for Wesnoth.
ja: このパッケージには、マルチプレーヤーゲーム Battle for Wesnoth 用をホスティングするサーバプログラムが含まれています。

source: Wayland Reference Compositor
it: Compositore di riferimento di Wayland
ja: Wayland 参照コンポーザ

source: Development files for Weston plugins
it: File di sviluppo per i plugin di Weston
ja: Weston プラグイン向け開発用ファイル

source: A Tool for Mirroring FTP and HTTP Servers
it: Uno strumento per duplicare server FTP e HTTP
ja: FTP や HTTP サーバのミラーリングツール

source: Wget enables you to retrieve WWW documents or FTP files from a server. This can be done in script files or via the command line.
it: Wget permette di recuperare documenti WWW o file FTP da un server. Questo può essere fatto nei file script o tramite riga di comando.
ja: wget を利用すると、サーバから WWW のドキュメントや ftp のファイルを取得することができます。 スクリプトファイルやコマンドラインから呼び出すことができます。

source: Translations for package wget
ja: wget 向け翻訳パッケージ

source: Provides translations for the "wget" package.
ja: "wget" パッケージ向けの翻訳データです。

source: Command-line interface to various pastebins
it: Interfaccia a riga di comando per vari pastebin
ja: 種々の pastebins へのコマンドラインインタフェース

source: Command-line interface to communicate with various pastebin services.
it: Interfaccia a riga di comando per comunicare con vari servizi di pastebin.
ja: 種々の pastebin サービスと通信するためのコマンドラインインタフェースです。

source: Configurable user task scheduler
it: Pianificatore configurabile delle attività dell'utente
ja: 設定可能なユーザタスクスケジューラ

source: Translations for package when-command
it: Traduzioni per il pacchetto when-command
ja: when-command 向け翻訳パッケージ

source: Provides translations for the "when-command" package.
it: Fornisce le traduzioni per il pacchetto "when-command".
ja: when-command パッケージ向けの翻訳データです。

source: A client for the network fax server HylaFAX 4.x under Microsoft Windows(r)
it: Un client per il server fax di rete HylaFAX 4.x sotto Microsoft Windows(r)
ja: Microsoft Windows(r) で動作するネットワーク FAX サーバ HylaFAX 4.x 向けのクライアント

source: WHFC is a client for the network fax server HylaFAX 4.x under Microsoft Windows(r) 95/98 and NT/2000. Authors: -------- Ulrich Eckhardt <whfc at gmx de>
it: WHFC è un client per il server fax di rete HylaFAX 4.x sotto Microsoft Windows(r) 95/98 e NT/2000. Autori: -------- Ulrich Eckhardt <whfc at gmx de>
ja: WHFC は Microsoft Windows(r) 95/98, NT/2000 で動作するネットワーク FAX サーバ、 HylaFAX 4.x 向けのクライアントです。 著者: -------- Ulrich Eckhardt <whfc at gmx de>

source: Displays where a particular program in your path is located
it: Mostra dove è ubicato nel proprio path un particolare programma
ja: 特定のプログラムがパス内のどこにあるのかを表示するプログラム

source: The which command shows the full pathname of a specified program, if the specified program is in your PATH.
it: Il comando which mostra il percorso completo di un programma specificati, posto che tale programma sia nel proprio PATH.
ja: which コマンドは、指定したプログラムがお使いの環境変数 PATH 内に存在する場合、プログラムに対するフルパスを表示します。

source: A CD ripper aiming for accuracy over speed
ja: スピードよりも精度を重視する CD リッパー

source: Package list querying tool
it: Strumento per interrogare liste di pacchetti
ja: パッケージリスト問い合わせツール

source: whohas is a command line tool that allows querying several package lists at once - currently supported are Arch, Debian, Fedora, Gentoo, Mandriva, openSUSE, Slackware (and linuxpackages.net), Source Mage, Ubuntu, FreeBSD, NetBSD, OpenBSD, Fink, MacPorts, Cygwin and OpenMoko. whohas is written in Perl and was designed to help package maintainers find ebuilds, pkgbuilds and similar package definitions from other distributions to learn from. However, it can also be used by normal users who want to know: * Which distribution provides packages on which the user depends. * What version of a given package is in use in each distribution, or in each release of a distribution (not implemented for all distributions).
it: whohas è uno strumento da riga di comando che consente l'interrogazione di diverse liste di pacchetti in una volta sola - attualmente sono supportate Arch, Debian, Fedora, Gentoo, Mandriva, openSUSE, Slackware (e linuxpackages.net), Source Mage, Ubuntu, FreeBSD, NetBSD, OpenBSD, Fink, MacPorts, Cygwin e OpenMoko. whohas è scritto in Perl ed è stato progettato per aiutare i manutentori dei pacchetti a trovare ebuilds, pkgbuilds e simili definizioni di pacchetti da altre distribuzioni da cui trarre insegnamento. Tuttavia, può essere usato anche da utenti generici che vogliono sapere: * Quali distribuzioni forniscono pacchetti da cui l'utente dipende. * Quale versione di un dato pacchetto è in uso in ciascuna distribuzione, o in ciascun rilascio di una distribuzione (non implementata per tutte le distribuzioni).
ja: whohas は、1回でいくつかのパッケージリストの問合せをするコマンドラインツールです。現在、Arch, Debian, Fedora, Gentoo, Mandriva, openSUSE, Slackware (と linuxpackages.net), Source Mage, Ubuntu, FreeBSD, NetBSD, OpenBSD, Fink, MacPorts, Cygwin と OpenMoko をサポートしています。whohas は Prel で書かれていて、ebuilds, pkgbuilds と他のディストリビューションにある似たようなパッケージ定義をパッケージメンテナが探して学習する手助けになるように設計されています。しかし、これは普通のユーザが情報を知りたい場合にも使えます。 * ユーザが依存しているパッケージは、どのディストリビューションが提供するか。* 指定されたパッケージのバージョンが、各ディストリビューション又はディストリビューションの各リリースで使われているか(すべてのディストリビューションに対応しているわけではありません)。

source: Intelligent WHOIS client
it: Client WHOIS intelligente
ja: インテリジェント WHOIS クライアント

source: This package provides a commandline client for the WHOIS (RFC 3912) protocol, which queries online servers for information such as contact details for domains and IP address assignments. It can intelligently select the appropriate WHOIS server for most queries. The package also contains mkpasswd, a features-rich front end to the password encryption function crypt(3).
it: Questo pacchetto fornisce un client a riga di comando per il protocollo WHOIS (RFC 3912), che interroga i server in linea per ottenere informazioni come i dettagli dei contatti per i domini e le assegnazioni degli indirizzi IP. Può selezionare opportunamente il server WHOIS appropriato per la maggior parte delle richieste. Il pacchetto contiene anche mkpasswd, un front end con molte funzionalità per la funzione di cifratura delle password crypt(3).
ja: このパッケージには、 WHOIS (RFC 3912) に対するコマンドライン版のクライアントが含まれています。これはオンラインサーバに対して、指定したドメインや IP アドレスに関する連絡先情報などを問い合わせるものです。ほぼすべての問い合わせに対して、自動的に WHOIS サーバを選択する機能を有しています。 このパッケージには mkpasswd と呼ばれるツールも含まれています。これはcrypt(3) を利用してパスワードを暗号化するための機能豊富なフロントエンドです。

source: Network configuration infrastructure
it: Infrastruttura per la configurazione della rete
ja: ネットワーク設定インフラストラクチャ

source: Wicked is a network configuration infrastructure incorporating a number of existing frameworks into a unified architecture, providing a DBUS interface to network configuration.
it: Wicked è un'infrastruttura di configurazione della rete che consolida un certo numero di infrastrutture esistenti in un'architettura unificata fornendo un'interfaccia DBUS per la configurazione della rete.
ja: wicked は様々な既存のフレームワークを統合アーキテクチャにまとめ、 DBUS のインターフェイスでネットワーク設定を制御できるようにしたインフラストラクチャです。

source: Network configuration infrastructure - systemd service
it: Infrastruttura per la configurazione della rete - servizi di systemd
ja: ネットワーク設定インフラストラクチャ - systemd サービス

source: Wicked is a network configuration infrastructure incorporating a number of existing frameworks into a unified architecture, providing a DBUS interface to network configuration. This package provides the wicked systemd service files.
it: Wicked è un'infrastruttura di configurazione della rete che consolida un certo numero di infrastrutture esistenti in un'architettura unificata fornendo un'interfaccia DBUS per la configurazione della rete. Questo pacchetto fornisce i file dei servizi di systemd di wicked.
ja: wicked は様々な既存のフレームワークを統合アーキテクチャにまとめ、 DBUS のインターフェイスでネットワーク設定を制御できるようにしたインフラストラクチャです。 このパッケージには、 wicked systemd サービスファイルが含まれています。

source: Realtime strategy game involving map control
ja: リアルタイム戦略ゲームの改良マップ制御

source: Data files for Widelands
it: File di dati per Widelands
ja: Widelands 向けデータファイル

source: Data files for Widelands. Includes localization, maps graphics and music.
ja: Widelands 用のデータファイル。地域化、地図グラフィクスと音楽が含まれています。

source: Debugging tools for Widelands
ja: Widelands 用のデバッグツール

source: Additional debugging data for Widelands. This package is not needed for normal operation.
ja: Widelands 用の追加デバッグデータ。このパッケージは通常の操作には不要です。

source: A Tool for Applying Patches with Conflicts
it: Uno strumento per applicare patch con conflitti
ja: 矛盾のあるパッチを適用するためのツール

source: Wiggle is a program for applying patches that 'patch' cannot apply due to conflicting changes in the original. Wiggle will always apply all changes in the patch to the original. If it cannot find a way to cleanly apply a patch, it inserts it in the original in a manner similar to 'merge' and reports an unresolvable conflict.
it: Wiggle è un programma per applicare patch che 'patch' non può applicare a causa di modifiche in conflitto nell'originale. Wiggle applicherà sempre tutte le modifiche nella patch all'originale. Se non può trovare un modo di applicare chiaramente una patch, la inserisce nell'originale in un modo simile a 'merge' e riporta un conflitto non risolvibile.
ja: wiggle は 'patch' プログラムでは適用できないような矛盾のあるパッチを 適用するためのプログラムです。 wiggle ではオリジナルに対して常に全ての変更を適用します。 パッチを適用する際にきれいに当てはめる方法が見つからない場合は、 'merge' に似た形式でオリジナル内に挿入しようとし、解決不可能な 矛盾として報告します。

source: Development files for wimlib
ja: wimlib 向け開発用ファイル

source: Tools to create, extract, modify, and mount WIM files
ja: WIM ファイルを作成、抽出、変更とマウントするためのツール

source: An MS Windows Emulator
it: Un emulatore di MS Windows
ja: MS Windows エミュレータ

source: Wine is a compatibility layer capable of running Windows applications. Instead of simulating internal Windows logic like a virtual machine or emulator, Wine translates Windows API calls into POSIX calls on-the-fly, eliminating the performance and memory penalties of other methods and allowing you to cleanly integrate Windows applications into your desktop. You can run your Windows executables with it and write your Windows programs under Linux and link against the WINE libraries. It is not necessary to have a Windows installation to run WINE. Refer to /usr/share/doc/packages/wine/README.SUSE. There is more documentation available in that directory. Read 'man wine' for further information. You can invoke wine by entering 'wine program.exe'. Configure it by running 'winecfg'.
ja: Wine は、Wisdows アプリケーションを動かすことが出来る互換レイヤです。仮想マシンやエミュレータのように、内部 Windows ロジックをシミュレートする代わりに、Wine はWindows のAPI 呼び出しを POSIX呼び出しにその場で置き換え、他の方法でのパフォーマンスとメモリのペナルティをなくし、Windows アプリケーションをデスクトップに統合します。 MS 形式の実行ファイルを、Linux 下で Windows プログラムを 書いたり実行するほか、 WINE ライブラリとリンクしたりすることもできます。WINE を実行するために Windows のインストールを用意する必要もありません。 詳しくは /usr/share/doc/packages/wine/README.SUSE をお読みください。 ここにはより詳しい情報が掲載されています。 また 'man wine' にも情報があります。 wine を利用するには 'wine program.exe' のように入力してください。 設定を行なうには 'winecfg' を実行してください。

source: Files for Wine development
it: File per lo sviluppo di Wine
ja: WINE 開発用ファイル

source: This RPM contains the header files and development tools for the WINE libraries.
it: Questo RPM contiene i file di intestazione e gli strumenti di sviluppo per le librerie di WINE.
ja: このパッケージには WINE ライブラリ向けのヘッダファイルと開発ツールが含まれています。

source: The Wine specific Gecko HTML rendering engine
it: Il motore Gecko di render HTML specifico di Wine
ja: Wine 固有の Gecko HTML 描画エンジン

source: This package contains the prepackaged Win32 Gecko rendering engine for use by Wine.
it: Questo pacchetto contiene il motore di render Win32 Gecko pre-pacchettizzato da usare con Wine.
ja: このパッケージには、 Wine で使用するためのパッケージ済み Win32 Gecko 描画エンジンが含まれています。

source: Wine is a compatibility layer capable of running Windows applications. Instead of simulating internal Windows logic like a virtual machine or emulator, Wine translates Windows API calls into POSIX calls on-the-fly, eliminating the performance and memory penalties of other methods and allowing you to cleanly integrate Windows applications into your desktop. This WINE flavor contains the "staging" development patchset on top of the regular Wine release. You can run your Windows executables with it and write your Windows programs under Linux and link against the WINE libraries. It is not necessary to have a Windows installation to run WINE. Refer to /usr/share/doc/packages/wine/README.SUSE. There is more documentation available in that directory. Read 'man wine' for further information. You can invoke wine by entering 'wine program.exe'. Configure it by running 'winecfg'.
ja: Wine は、Wisdows アプリケーションを動かすことが出来る互換レイヤです。仮想マシンやエミュレータのように、内部 Windows ロジックをシミュレートする代わりに、Wine はWindows のAPI 呼び出しを POSIX呼び出しにその場で置き換え、他の方法でのパフォーマンスとメモリのペナルティをなくし、Windows アプリケーションをデスクトップに統合します。 MS 形式の実行ファイルを、Linux 下で Windows プログラムを 書いたり実行するほか、 WINE ライブラリとリンクしたりすることもできます。WINE を実行するために Windows のインストールを用意する必要もありません。 詳しくは /usr/share/doc/packages/wine/README.SUSE をお読みください。 ここにはより詳しい情報が掲載されています。 また 'man wine' にも情報があります。 wine を利用するには 'wine program.exe' のように入力してください。 設定を行なうには 'winecfg' を実行してください。

source: A way to work around problems in WINE
ja: WINE 中での問題に対する回避策

source: Secure Erasure of Data
it: Cancellazione sicura dei dati
ja: 安全なデータ消去

source: WireGuard userspace tools
ja: WireGuard のユーザ空間ツール

source: 802.11 regulatory domain database
it: Database del dominio regolatore 802.11
ja: 802.11 規制領域データベース

source: The 802.11 regulatory domain database is used by CRDA and provides allowed frequency ranges for 802.11 wireless drivers.
it: Il database del dominio regolatore 802.11 viene usato da CRDA e fornisce gli intervalli di frequenze ammesse per i driver wireless 802.11.
ja: 802.11 規制領域データベースは CRDA が使用するもので、無線 LAN ドライバに対して利用可能な周波数帯を提供します。

source: A Network Traffic Analyser
it: Un analizzatore di traffico di rete
ja: ネットワークトラフィックアナライザ

source: Wireshark is a network protocol analyzer. It allows examining data from a live network or from a capture file on disk. You can interactively browse the capture data, viewing summary and detailed information for each packet. Wireshark has several features, including a rich display filter language and the ability to view the reconstructed stream of a TCP session.
ja: Wireshark はネットワークアナライザです。これは、接続されているネットワーク内を流れるデータを捕捉(キャプチャ)できるほか、ディスクに保存されたキャプチャデータを読み出すこともできます。捕捉したデータは対話的に参照することができるほか、概要やそれぞれのパケットについての詳細情報を表示することもできます。また、 Wireshark には表示を制限するためのフィルタ言語を備えているほか、 TCP セッションの流れを再現したりする機能も備えています。

source: Wireshark is a network protocol analyzer. It allows examining data from a live network or from a capture file on disk.
ja: Wireshark はネットワークプロトコルアナライザです。これは、ディスク上のキャプチャファイルか、生のネットワークからデータを調査できます。

source: A Network Traffic Analyser - Qt UI
it: Un analizzatore di traffico di rete - interfaccia utente Qt
ja: ネットワークトラフィックアナライザ - Qt UI

source: This package contains the Qt based UI for Wireshark.
it: Questo pacchetto contiene l'interfaccia utente basata su Qt per Wireshark.
ja: このパッケージには Wireshark 用の Qt ベースの UI が含まれています。

source: A locking wrapper script
it: Uno script wrapper di blocco
ja: ロックのラッパスクリプト

source: Implementation of the arcade classic Puzznic
it: Implementazione del classico da sala giochi Puzznic
ja: arcade classic Puzznic の実装

source: Development files for wkhtmltopdf
ja: wkhtmltopdf 向け開発用ファイル

source: Development files for the wlc Wayland Compositor Library
it: File di sviluppo per la libreria del compositore Wayland wlc
ja: Wayland コンポジタライブラリ wlc 向け開発用ファイル

source: Window Manager Icons, themable icon distribution
it: Window Manager Icons, distribuzione di icone con possibilità di temi
ja: ウインドウマネージャのテーマ化可能なアイコン集

source: The Window Manager Icons is an efficient icon distribution designed to be standardized and configurable. Includes several themed icon sets, scripts, and configurations for several window managers. Authors: -------- Mikhael Goikhman <migo@homemail.com> Olivier Chapuis <olivier.chapuis@free.fr>
it: Window Manager Icons, è un'efficiente distribuzione di icone progettata per essere standardizzata e configurabile. Include diversi temi di icone, script e configurazioni per vari gestori di finestre. Autori: -------- Mikhael Goikhman <migo@homemail.com> Olivier Chapuis <olivier.chapuis@free.fr>
ja: このウインドウマネージャ向けアイコン集は、規格化したり設定したりするのに 便利になるよう設計されています。いくつかのテーマ化されたアイコンセットが含まれているほか、 スクリプトやいくつかのウインドウマネージャ向けの設定があります。 著者: -------- Mikhael Goikhman <migo@homemail.com> Olivier Chapuis <olivier.chapuis@free.fr>

source: Command line tool to interact with an EWMH/NetWM compatible X Window Manager
it: Strumento a riga di comando per interagire con un gestore delle finestre di X compatibile con EWMH/NetWM
ja: EWMH/NetWM 互換 X ウインドウマネージャを操作するためのコマンドラインツール

source: Wmctrl provides command line access to almost all the features defined in the EWMH specification. Using it, it's possible to, for example, obtain information about the window manager, get a detailed list of desktops and managed windows, switch and resize desktops, change number of desktops, make windows full-screen, always-above or sticky, and activate, close, move, resize, maximize and minimize them. The command line access makes it easy to automate these tasks and execute them from any application that is able to run a command in response to some event. Please note that wmctrl only works with window managers which implement this specification. Authors: -------- Tomas Styblo <tripie@cpan.org>
it: Wmctrl fornisce un accesso da riga di comando a quasi tutte le funzionalità definite nelle specifiche EWMH. Usandolo, è possibile, per esempio, ottenere informazioni sul gestore delle finestre, ottenere un elenco dettagliato dei desktop e delle finestre gestite, cambiare desktop e ridimensionarlo, cambiare il numero di desktop, rendere le finestre a schermo intero, sempre in primo piano o "appiccicose" e attivarle, chiuderle, spostarle, ridimensionarle, massimizzarle e minimizzarle. L'accesso da riga di comando rende semplice automatizzare questi compiti ed eseguirli da qualsiasi applicazione che sia in grado di lanciare un comando in risposta a qualche evento. Si noti che wmctrl funziona solo con gestori di finestre che implementano le specifiche di cui sopra. Autori: -------- Tomas Styblo <tripie@cpan.org>
ja: Wmctrl は EWMH 仕様で定義されたほとんどの機能をコマンドライン経由でアクセスできる機能を持っています。このソフトウエアを利用することで、たとえばウインドウマネージャに 関する情報を取得したり、デスクトップや管理下にあるウインドウの詳細一覧を得たり することができます。そのほか、デスクトップの切り替えやサイズ変更、デスクトップ数の変更、ウインドウのフルスクリーン化、最上位設定やウインドウの接触、アクティブ化やクローズ、移動やサイズ変更、最小化や最大化などを 行なうことができます。 コマンドラインからのアクセスは作業の自動化ができるほか、何らかのイベントへの反応として アプリケーションから実行させたりすることもできます。 なお、 wmctrl は EWMH 仕様を満たしたウインドウマネージャでしか動作しないことに ご注意ください。 著者: -------- Tomas Styblo <tripie@cpan.org>

source: Set of tools for X windows manipulation
ja: X Window 操作用のツール集

source: wmutils's core is a set of tools for manipulating X11 windows. Each tool only has one purpose.
ja: wmutils のコアは X11 を操作するためのツールです。各ツールは1つの目的のためのみに出来ています。

source: Development files for woff2
ja: woff2 向け開発用ファイル

source: Wake On Lan client
it: Client Wake On Lan
ja: Wake On Lan クライアント

source: The Wake On Lan client wakes up magic packet compliant machines such as boxes with wake-on-lan ethernet-cards. Some workstations provide SecureON which extends wake-on-lan with a password. This feature is also provided by wol.
it: Il client Wake On Lan sveglia le macchine conformi con il pacchetto magico come le macchine con le schede ethernet wake-on-lan. Alcune postazioni di lavoro forniscono SecureON che estende wake-on-lan con una password. Questa funzionalità è fornita anche da wol.
ja: Wake On Lan クライアントは Wake-On-Lan に対応した機器に対して マジックパケットを送信し、それら機器の電源を入れるためのソフトウエアです。 ワークステーションによってはパスワード付きの Wake-On-Lan マジックパケットを送信する 必要がありますが、これにも対応しています。

source: Translations for package wol
it: Traduzioni per il pacchetto wol
ja: wol パッケージ向け翻訳

source: Provides translations for the "wol" package.
it: Fornisce le traduzioni per il pacchetto "wol".
ja: "wol" パッケージ向けの翻訳データです。

source: Udev rules for activate wol via a magic packet on ethernet devices
ja: イーサネットデバイス上のマジックパケット経由で wol を有効化するための Udev ルール

source: This package contains the udev rule file for configuring ethernet devices for activate wol via a magic packet.
ja: このパッケージには、マジックパケット経由で wol を有効化するためのイーサネットデバイスを設定するための udev ルールファイルが含まれています。

source: A network QoS (Quality of Service) script
ja: QOS (Quality of Service) スクリプト

source: Many cablemodem and ADSL users experience horrifying latency while uploading or downloading. They also notice that uploading hampers downloading greatly. The wondershaper neatly addresses these issues, allowing users of a router with a wondershaper to continue using SSH over a loaded link happily.
ja: 多くのケーブルモデムや ADSL ユーザはアップロード中やダウンロード中に 急な遅延を経験したことがあると思います。また、それらのユーザはアップロードを行なうことがダウンロードの速度を激しく落とすことに気がついているかもしれません。 wondershaper では それらの問題を手際よく解決し、 wondershaper のあるルータを使うことで SSH を幸せに使い続けることができるようになります。

source: API documentation for woodstox-core
ja: woodstox-core 用の API ドキュメント

source: This package contains the API documentation for woodstox-core.
ja: このパッケージには woodstox-core の API ドキュメントが含まれています。

source: Thai word segmentation utility.
it: utilità di segmentazione delle parole thai.
ja: タイ語単語分解ツール。

source: A lexical database for the English language
it: Un database lessicale per la lingua inglese
ja: 英語用の文法データベース

source: The development libraries and header files for WordNet
it: Le librerie di sviluppo e i file di intestazione per WordNet
ja: WordNet 向け開発用ライブラリとヘッダ

source: An English words dictionary
it: Un dizionario di parole inglesi
ja: 英単語辞書

source: This package contains an English words dictionary which will be installed as /usr/share/dict/american and linked to /usr/share/dict/words The symbolic link may be used by look(1) and ispell(1). For a British or Canadian version of such a words dictionary you may install words-british or words-canadian respectively.
it: Questo pacchetto contiene un dizionario di parole inglesi che verrà installato come /usr/share/dict/american e collegato a /usr/share/dict/words Il collegamento simbolico può essere usato da look(1) e ispell(1). Per una versione britannica o canadese di tale dizionario di parole si può installare rispettivamente words-british e words-canadian.
ja: このパッケージには下記のディレクトリにインストールされる英単語辞書が含まれています: /usr/share/dict/american および /usr/share/dict/words へのリンク シンボリックリンクは look(1) や ispell(1) から使うことができます。 イギリス英語や カナダ英語版の単語辞書については、それぞれ words-british や words-canadian をインストールしてください。

source: A British words dictionary
it: Un dizionario di parole in inglese britannico
ja: イギリス英単語辞書

source: This package contains a British words dictionary which will be installed as /usr/share/dict/british For a description see the package words.
it: Questo pacchetto contiene un dizionario di parole in inglese britannico che sarà installato in /usr/share/dict/british Per una descrizione si veda il pacchetto words.
ja: このパッケージには下記のディレクトリにインストールされるイギリス英単語辞書が含まれています: /usr/share/dict/british 説明については words パッケージをお読みください。

source: A Canadian words dictionary
it: Un dizionario di parole in canadese
ja: カナダ英単語辞書

source: This package contains a Canadian words dictionary which will be installed as /usr/share/dict/canadian For a description see the package words.
it: Questo pacchetto contiene un dizionario di parole in canadese che sarà installato in /usr/share/dict/canadian Per una descrizione si veda il pacchetto words.
ja: このパッケージには下記のディレクトリにインストールされるカナダ英単語辞書が含まれています: /usr/share/dict/canadian 説明については words パッケージをお読みください。
