Repository: BENBELLA23/packages-i18n
Catalog: */po/w.*.po
Languages: it, ja

source: WebKit is a web content engine, derived from KHTML and KJS from KDE, and used primarily in Apple's Safari browser. It is made to be embedded in other applications, such as mail readers, or web browsers. It is able to display content such as HTML, SVG, XML, and others. It also supports DOM, XMLHttpRequest, XSLT, CSS, Javascript/ECMAscript and more. This package provides the GObject Introspection bindings for the GTK+ port of the JavaScript Core engine.
it: WebKit è un motore per contenuti web derivato da KHTML e KJS di KDE e utilizzato inizialmente nel browser Safari di Apple. È creato per essere integrato in altre applicazioni come lettori di posta elettronica o browser web. È in grado di visualizzare contenuti come HTML, SVG, XML e altri. Supporta anche DOM, XMLHttpRequest, XSLT, CSS, Javascript/ECMAscript e altro ancora. Questo pacchetto fornisce i binding GObject di Introspection per il port GTK+ del nucleo del motore JavaScript.
ja: WebKit は Web コンテンツエンジンで、 KDE の KHTML と KJS から派生してできたものです。 主に Apple 社の Safari ブラウザで使用されています。メールソフトや Web ブラウザなど、 他のアプリケーションに埋め込むように作られています。 HTML や SVG 、 XML などのコンテンツも表示することができます。 DOM, XMLHttpRequest, XSLT, CSS, Javascript/ECMAscript などにも対応しています。 このパッケージには、 GTK+ 版の JavaScript コアエンジン向けの GObject イントロスペクションバインディングが含まれています。

source: Introspection bindings for webkit2gtk3-soup2
ja: webkit2gtk3-soup2 向け Introspection バインディング

source: WebKit is a web content engine, derived from KHTML and KJS from KDE, and used primarily in Apple's Safari browser. It is made to be embedded in other applications, such as mail readers, or web browsers. It is able to display content such as HTML, SVG, XML, and others. It also supports DOM, XMLHttpRequest, XSLT, CSS, Javascript/ECMAscript and more. This package provides the GObject Introspection bindings for the GTK+ port of WebKit2.
it: WebKit è un motore per contenuti web derivato da KHTML e KJS di KDE e utilizzato inizialmente nel browser Safari di Apple. È creato per essere integrato in altre applicazioni come lettori di posta elettronica o browser web. È in grado di visualizzare contenuti come HTML, SVG, XML e altri. Supporta anche DOM, XMLHttpRequest, XSLT, CSS, Javascript/ECMAscript e altro ancora. Questo pacchetto fornisce i binding GObject di Introspection per il port GTK+ di WebKit2.
ja: WebKit は Web コンテンツエンジンで、 KDE の KHTML と KJS から派生してできたものです。 主に Apple 社の Safari ブラウザで使用されています。メールソフトや Web ブラウザなど、 他のアプリケーションに埋め込むように作られています。 HTML や SVG, XML などのコンテンツも表示することができます。 DOM, XMLHttpRequest, XSLT, CSS, Javascript/ECMAscript などにも対応しています。 このパッケージには、 WebKit2 GTK+ 版向けの GObject イントロスペクションバインディングが含まれています。

source: Introspection bindings for webkit2gtk3
ja: webkit2gtk3 向け Introspection バインディング

source: Introspection bindings for webkit2gtk4
ja: webkit2gtk4 向け Introspection バインディング

source: Introspection bindings for Workrave
ja: Workrave 向け Introspection バインディング

source: This package contains typelib files needed for developing plugins for Workrave.
ja: libverto-devel パッケージには、 Workrave 用のプラグインを開発するのに必要な、typelib ファイルが含まれています。

source: W3C Markup Validator
it: Validatore del markup W3C
ja: W3C マークアップ検証

source: The W3C Markup Validator checks documents like HTML and XHTML for conformance to W3C Recommendations and other standards.
it: Il validatore del markup W3C verifica che i documenti HTML e XHTML siano conformi alle raccomandazioni W3C e ad altri standard.
ja: W3C マークアップ検証 は、W3C 推奨ととの標準への適合確認に、HTML と XHTMLのようなドキュメントを検査します。

source: SGML and XML DTDs for the W3C Markup Validator
it: SGML e DTD XML per il validatore del markup W3C
ja: W3C マークアップ検証用の SGML と XML DTD

source: SGML and XML DTDs for the W3C Markup Validator.
it: SGML e DTD XML per il validatore del markup W3C.
ja: W3C マークアップ検証用の SGML と XML DTD。

source: A text-based WWW browser
it: Un browser WWW basato su testo
ja: テキストベースの WWW ブラウザ

source: W3m is a pager and text-based WWW browser. It has a number of useful features: * w3m can render tables * w3m can render frames (it converts the frames into a table) * SSL support * w3m can easily display documents from standard input * w3m can handle cookies * w3m is small * w3m has mouse support If w3m-inline-image is installed it can display graphics inside terminals, even on the console on some platforms.
it: W3m è un impaginatore e un browser WWW basato su testo. Presenta molte funzionalità utili: * w3m può gestire le tabelle * w3m può gestire i frame (li converte in tabelle) * supporto SSL * w3m può mostrare in modo semplice i documenti da standard input * w3m può gestire i cookie * w3m è piccolo * w3m supporta il mouse Se è installato w3m-inline-image, può mostrare le immagini nei terminale, perfino sulla console per alcune piattaforme.
ja: W3m はページャ兼テキストベースの WWW ブラウザです。下記のように多数の便利機能があります: * w3m は表を描画できます * w3m はフレームを描画できます (フレームは表に変換されます) * SSL に対応しています * w3m は標準入力に与えられた文書を簡単に表示できます * w3m は Cookie を処理できます * w3m は小さなプログラムです * w3m はマウスに対応しています なお、 w3m-inline-image がインストールされていれば、特定のプラットフォームでは端末内にグラフィックを表示することができるようになります。

source: An inline image extension for w3m
it: Un'estensione per immagini in linea per w3m
ja: w3m 向けインラインイメージ拡張

source: Inline image extension for w3m, the text-based WWW browser. When this package is installed w3m can display images inline in an X terminal (if it runs in a graphical X Window System environment).
it: Estensione per immagini in linea per w3m, il browser WWW basato su testo. Quando questo pacchetto è installato w3m può visualizzare immagini in linea in un terminale X (se eseguito in un ambiente grafico X Window System).
ja: テキストベースの WWW ブラウザである w3m のインラインイメージ拡張です。 このパッケージをインストールすると、w3m は X 端末でイメージをインラインに表示できます(X Window Sytem 環境で動作させた場合)。

source: HTTP Copying and Mirroring Tool
it: Strumento per copia e replicazione di HTTP
ja: HTTP コピーおよびミラーリングツール

source: w3mir's main focus is to create and maintain a browsable copy of one or several remote World Wide Web sites. Used to its full potential, w3mir can retrieve the contents of several related sites and leave the mirror browseable via a local web server or from a file system, such as directly from a CD-ROM. w3mir's goal is to be able to make useful mirrors of any reasonable World Wide Web site. It specifically preserves link integrity within the mirrored documents as well as the integrity of links outside the mirror, if you want it to. w3mir has a powerful "multi scope" mechanism enabling the user to make mirrors of several related sites and have links between them refer to the mirrored documents rather than the original site. w3mir has several features directed at getting mirrors for CD-ROM burning and the handling of some rare problems when mirroring.
it: Lo scopo principale di w3mir è creare e mantenere una copia navigabile di uno dei vari siti remoti del World Wide Web. Usato nelle sue piene potenzialità, w3mir può recuperare i contenuti di diversi siti correlati e lasciare il mirror navigabile attraverso un server web locale o attraverso il file system, ad esempio direttamente da un CD-ROM. L'obiettivo di w3mir è di essere in grado di creare utili mirror di qualsiasi sito del World Wide Web, nei limiti del ragionevole. Nello specifico preserva l'integrità dei collegamenti verso documenti contenuti all'interno del mirror, così come quella dei link verso l'esterno, secondo i propri desideri. w3mir ha un potente meccanismo "multi-ambito" che consente all'utilizzatore di fare dei mirror di diversi siti correlati e far sì che i collegamenti tra loro facciano riferimento ai documenti di cui si è generato il mirror piuttosto che al sito originale. w3mir ha diverse funzionalità rivolte all'ottenimento di mirror pronti per la masterizzazione su CD-ROM e alla gestione degli occasionali problemi nel processo di creazione del mirror.
ja: w3mir の主な目的は、 1 つまたは複数の遠隔にある World Wide Web サイトについて、 閲覧可能なコピーを作成して管理するというものです。 可能性を最大限に引き出せば、 w3mir は複数の関連するサイトの内容をコピーして ローカルの Web サーバやファイルシステムから閲覧可能なミラー (コピー) を作ることができます。たとえば CD-ROM などに書き込んで閲覧することもできます。 w3mir のゴールはほとんどの World Wide Web サイトについて使い物になるコピーを 作成できるようになることです。特にミラーされたドキュメント内にあるリンク については、必要であればミラーの外側を指すリンクも含めて正当性を保持するようになっています。 w3mir にはパワフルな "マルチスコープ" メカニズムがあります。これは ユーザに対して複数の関連するサイトのミラーを作成し、それらの間で作られている リンクをミラーされたドキュメントのほうに合わせる処理を行ないます。 w3mir には CD-ROM 作成に役立つ機能があるほか、 ミラーリングの際に発生する稀な問題に対処する機能を持っています。

source: Tool for scanning DVB transponders
ja: DVB トランスポンダをスキャンするツール

source: Redundancy compressor for Doom WAD files
it: Compressore di ridondanza per i file WAD di Doom
ja: Doom WAD ファイルの冗長圧縮器

source: Libraries, includes and more to develop Waffle applications
ja: Waffle アプリケーションを開発するためのライブラリ、インクルードとその他

source: Devel files for the waffle C library. Libraries, includes and more to develop Waffle applications.
ja: waffle C ライブラリ用の開発ファイル。Waffle アプリケーションを開発するための、ライブラリ、インクルードとその他。

source: openSUSE Extra Wallpapers
ja: openSUSE 追加壁紙

source: Extra wallpapers for openSUSE Leap 15
ja: openSUSE Leap 15 用の追加壁紙

source: Development files for the Waltham network IPC library
it: File di sviluppo per la libreria IPC per la rete Waltham
ja: Waltham ネットワーク IRC ライブラリ向け開発用ファイル

source: Chinese (Unicode) TrueType fonts by Dr
it: Tipi di carattere TrueType per cinese (unicode)
ja: Dr 氏による中国語(ユニコード) TrueType フォント

source: Chinese (Unicode) TrueType fonts by Dr. Hann-Tzong Wang
it: Tipi di carattere TrueType del Dott. Hann-Tzong Wang per cinese (unicode)
ja: Dr. Hann-Tzong Wang による中国語(ユニコード) TrueType フォント

source: Innovative 3D real-time strategy
ja: 革新的な 3D リアルタイム戦略

source: Data files for Warzone 2100
ja: Warzone 2100 用のデータファイル

source: A file watching service
ja: ファイル監視サービス

source: An ncurses monitoring application for wireless network devices
it: Un'applicazione di monitoraggio ncurses per i dispositivi di rete wireless
ja: ワイヤレスネットワークデバイス用の ncurses モニタアプリケーション

source: wavemon is a wireless device monitoring application that allows you to watch signal and noise levels, packet statistics, device configuration and network parameters of your wireless network hardware. It has currently only been tested with the Lucent Orinoco series of cards, although it *should* work (though with varying features) with all devices supported by the wireless kernel extensions by Jean Tourrilhes.
it: wavemon è un'applicazione di monitoraggio dei dispositivi wireless che consente di tenere sotto controllo livelli di segnale e rumore, statistiche dei pacchetti, configurazione dei dispositivi e parametri di rete dell'hardware della rete senza fili. È stato testato solo con la serie di schede Lucent Orinoco, sebbene *dovrebbe* funzionare (anche se con funzionalità diverse) con tutti i dispositivi supportati dalle estensioni del kernel per il wireless di Jean Tourrilhes.
ja: wavemon はお使いの無線ネットワークハードウエアについて信号やノイズレベル、 パケットの統計情報やデバイスの設定、ネットワークの設定を監視することができる アプリケーションです。現時点では Lucent Orinoco シリーズのカードでのみ動作テスト がなされていますが、 Jean Tourrilhes が開発した無線ネットワークデバイス拡張に 対応した全ての無線ネットワークデバイスで動作すべきものとして作成されています。

source: WavPack is an open audio compression format providing lossless, high-quality lossy, and unique hybrid compression modes. Lossless mode is ideal for archiving audio material or any other situation where quality is paramount. The compression ratio depends on the source material, but generally is between 30% and 70%. The hybrid mode creates both, a relatively small, high-quality lossy file that can be used all by itself, and a "correction" file that (when combined with the lossy file) provides full lossless restoration. For some users, this means never having to choose between lossless and lossy compression.
ja: WavPack は損失のない圧縮と損失のある高品質な圧縮と、ユニークな混在圧縮モードがある音声圧縮フォーマットです。 無損失モードはオーディオ機器などの音声品質が最重要視される環境において 現実的な選択肢となりうることになります。圧縮率はオリジナルの音源によって異なりますが、 一般的には 30% から 70% 程度になります。 混合モードは、比較的小さく 単独で使用可能な高品質な損失有りファイルと、 "訂正" ファイルと呼ばれる 損失有りファイルと併せて使用することができる損失に関する情報を含んだファイルの 両方を作成します。この方式により、損失の有り無しを選んで圧縮するような 手間を省くことができます。

source: Development files for wavpack, an audio compression format
it: File di sviluppo per wavpack, un formato di compressione audio
ja: オーディオ圧縮フォーマット wavpack向け開発用ファイル

source: Development files for the Wayland Compositor Infrastructure
it: File di sviluppo per l'infrastruttura del compositore Wayland
ja: Wayland コンポジタインフラストラクチャ向け開発用ファイル

source: Wayland is a protocol for a compositor to talk to its clients as well as a C library implementation of that protocol. The compositor can be a standalone display server running on Linux kernel modesetting and evdev input devices, an X application, or a wayland client itself. The clients can be traditional applications, X servers (rootless or fullscreen) or other display servers. This package contains all necessary include files and libraries needed to develop applications that require these.
it: Wayland è un protocollo per un compositore per comunicare con i propri client come pure una libreria C di implementazione di tale protocollo. Il compositore può essere un server dei display indipendente in esecuzione su dispositivi di input evdev e modesetting del kernel Linux, un'applicazione X, o uno stesso client wayland. I client possono essere le applicazioni tradizionali, server X (senza radice o a schermo intero) o altri server dei display. Questo pacchetto contiene tutti i file di inclusione e le librerie necessari per sviluppare applicazioni che li richiedono.
ja: Wayland はコンポジタ向けのプロトコルとライブラリを意味する用語で、クライアントとの間で通信機能を提供します。コンポジタは Linux のカーネルモード設定と evdev 入力デバイス、そして X アプリケーションや Wayland クライアント自身が動作する単独のディスプレイサーバとなることができます。クライアントは従来型のアプリケーションや X サーバ (ルート無しまたはフルスクリーン) のほか、他のディスプレイサーバを利用することもできます。 このパッケージには、この機能を利用したアプリケーションを開発するのに必要な、ヘッダファイルとライブラリが含まれています。

source: Wayland protocols that add functionality not available in the core protocol
ja: コアプロトコル中にない、機能を追加する Wayland プロトコル

source: This package contains Wayland protocols that add functionality not available in the Wayland core protocol. Such protocols either add completely new functionality, or extend the functionality of some other protocol either in Wayland core, or some other protocol in wayland-protocols.
ja: このパッケージには、コアプロトコル中にない、機能を追加する Wayland プロトコルが含まれています。それらのプロトコルは、Wayland のコアか、他のWayland プロトコル 中のプロトコルで、完全な新機能を追加するか、他のプロトコルの機能を拡張します。

source: Tools for libwbxml2
it: Strumenti per libwbxml2
ja: libwbxml2 向けツール

source: Chdir for DOS and Unix
it: Cambio directory per DOS e Unix
ja: DOS と Unix 用の chdir

source: Development files for wcslib
it: File di sviluppo per wcslib
ja: wcslib 向け開発用ファイル

source: This package contains libraries and header files for developing applications that use wcslib.
it: Questo pacchetto contiene le librerie e i file di intestazione per sviluppare applicazioni che usano wcslib.
ja: このパッケージには、 wcslib を使用するアプリケーションを開発するのに必要な、ヘッダファイルとライブラリが含まれています。

source: Documentation for wcslib library
it: Documentazione per la libreria wcslib
ja: wcslib ライブラリのドキュメンテーション

source: This package contains documentation and help files for wcslib library.
it: Questo pacchetto contiene la documentazione e i file di guida per la libreria wcslib.
ja: このパッケージには wcslib 用のドキュメントとヘルプファイルが含まれています。

source: Tools for wcslib
it: Strumenti per wcslib
ja: wcslib 向けツール

source: This package contains tools for working with files created or opened with wcslib.
ja: このパッケージには、wcslib で作成または開いたファイルと共に動作するツールが含まれています。

source: WebDAV file system
it: File system WebDAV
ja: WebDAV ファイルシステム

source: wdfs is a WebDAV filesystem with special features for accessing subversion repositories. It is based on fuse and neon.
it: wdfs è un file system WebDAV con funzionalità speciali per accedere ai repository subversion. È basato su fuse e neon.
ja: wdfs は、subversion リポジトリにアクセスするための特別な機能がある WebDAV ファイルシステムです。これは、fuse と neon をベースとしています。

source: Display Word Differences Between Text Files
it: Mostra le differenze di parole tra file di testo
ja: テキストファイル間での異なる単語の表示

source: wdiff compares two files and finds which words have been deleted or added to old_file to get new_file. A word is considered to be anything between whitespace. Xwdiff is a handy X Window System front-end, based on Tcl/Tk.
it: wdiff confronta due file e trova quali parole sono state cancellate o aggiunte a file_vecchio per ottenere file_nuovo. Una parola è tutto quanto è contenuto tra spazi bianchi. Xwdiff è un pratico front end per il sistema di finestre X, basato su Tcl/Tk.
ja: wdiff は 2 つのファイルを比較して、 2 つのファイルで削除されたり追加されたりした単語を検出することができます。空白で区切られているものを単語として扱います。 xwdiff は Tcl/Tk をベースにした扱いやすい X Window System フロントエンドです。

source: Translations for package wdiff
it: Traduzioni per il pacchetto wdiff
ja: wdiff 向け翻訳パッケージ

source: Provides translations for the "wdiff" package.
it: Fornisce le traduzioni per il pacchetto "wdiff".
ja: wdiff パッケージ向けの翻訳データです。

source: Kubernetes yaml file to run weave container
ja: weave コンテナを走らせるための Kubernetes yaml ファイル

source: Pod Network Add-On
ja: Pod ネットワークアドオン

source: A Web Server Log File Analysis Program
it: Un programma di analisi dei file di registro di server Web
ja: Web サーバのログ解析プログラム

source: Webalizer is a web server log file analysis program which produces usage statistics in HTML format for viewing with a browser. The results are presented in both columnar and graphical formats, which facilitates interpretation. Yearly, monthly, daily, and hourly usage statistics are presented, along with the ability to display usage by site, URL, referrer, user agent (browser) and country (user agent and referrer are only available if your web server produces Combined log format files). Webalizer supports CLF (common log format) log files, as well as Combined log formats as defined by NCSA and others, and variations of these which it attempts to handle intelligently.
it: Webalizer è un programma di analisi dei file di registro di server web che fornisce statistiche d'uso in formato HTML per la visualizzazione in un browser. I risultati sono presentati sia in formato colonnare che grafico, facilitandone così l'interpretazione. Sono presentate statistiche d'uso annuali, mensili, giornaliere e orarie, con la possibilità di visualizzare anche l'utilizzo per sito, URL, referer, user agent (browser) e nazione (user agent e referer sono disponibili solo se il server web produce file di registro nel formato Combined). Webalizer supporta file di registro CLF (common log format) e Combined Log Format così come definiti da NCSA e altri, ma anche variazioni di essi, che cerca di gestire in maniera intelligente.
ja: Webalizer は Web サーバのログ解析プログラムで、ブラウザで閲覧するための HTML フォーマットによるアクセス状況統計を作成することができます。 結果は表形式とグラフの両方で表わされ、判断をより容易に行なうことができるよう になっています。毎年／毎月／毎日／毎時のアクセス状況が表示されるばかりか、 サイトや URL 、参照元やユーザエージェント (ブラウザ) 、アクセス元の国ごとに 表示することもできます。ユーザエージェントと参照元の情報は、お使いの Web サーバが 組み合わせ (コンバインド) 形式でのログ出力を行なった場合にのみ可能です). Webalizer は NCSA 等が制定した組み合わせ (コンバインド) 形式のほか、 CLF (common log format) ログファイルやその他のフォーマットにも 対応しています。

source: Flags of the World
it: Bandiere del mondo
ja: 世界の国旗

source: Webcam applet for Plasma
ja: Plasma 用のWebカメラアプレット

source: Development headers and libraries for Webcamoid
it: Intestazioni e librerie di sviluppo per Webcamoid
ja: Webcamoid 向け開発用ライブラリとヘッダ

source: Development headers and libraries for Webcamoid. Avkys library provides a wide range of plugins for audio and video playing, recording, capture, and processing.
ja: Webcamoid 用の開発用ヘッダとライブラリです。Avkys ライブラリは、オーディオとビデオの再生、録音、キャプチャと処理用の、広範囲なプラグインを提供します。

source: A CGI graph server script that uses tcldot from graphviz
it: Uno script CGI per server di grafi che usa tcldot di graphviz
ja: graphviz の tcldot を利用する CGI グラフサーバスクリプト

source: A cgi-bin program that produces clickable graphs in web pages when provided with an href to a .dot file. Uses Tcldot from the graphviz rpm. By default, only requests from localhost are served.
ja: クリック可能なグラフを Web ページ内に作成することができる CGI プログラムです。 .dot ファイルへのリンクを利用して提供します。 graphviz パッケージの tcldot を利用します。 既定では自分自身からの要求にのみ応答します。

source: JavaScript command line from WebKit
ja: WebKit からの JavaScript コマンドライン

source: Injected bundles for webkit2gtk3-soup2
ja: webkit2gtk3-soup2 向けの挿入されたバンドル

source: Injected bundles for webkit2gtk3
ja: webkit2gtk3向けの挿入されたバンドル

source: Injected bundles for webkit2gtk4
ja: webkit2gtk4 向けの挿入されたバンドル

source: Development files for webkit2gtk3
it: File di sviluppo per webkit2gtk3
ja: webkit2gtk3 向けの開発用ファイル

source: MiniBrowser from WebKit
ja: WebKit からのミニブラウザ

source: A small test browswer from webkit, useful for testing features.
ja: webkit からの小さなテストブラウザで、機能のテストに便利です。

source: Development files for webkit2gtk3-soup2
ja: webkit2gtk3-soup2 向けの開発用ファイル

source: Development files for webkit2gtk4
ja: webkit2gtk4 向けの開発用ファイル

source: Development files for websocketpp, a C++ WebSocket Protocol Library
ja: C++ WebSocket ライブラリ websocketpp 向け開発用ファイル

source: Multi-protocol extensible Chat Client
it: Client di chat estensibile multi-protocollo
ja: 多用途の拡張可能なチャットクライアント

source: Development Environment for weechat Plugins
it: Ambiente di sviluppo per i plugin di weechat
ja: weechat プラグイン向け開発環境

source: Development environment for authoring weechat plugins.
it: Ambiente di sviluppo per la creazione di plugin di weechat.
ja: weechat プラグインをオーサライズするための開発環境。

source: Translations for package weechat
it: Traduzioni per il pacchetto weechat
ja: weechat 向け翻訳パッケージ

source: Provides translations for the "weechat" package.
it: Fornisce le traduzioni per il pacchetto "weechat".
ja: weechat パッケージ向けの翻訳データです。

source: Lua Scripting Support for weechat
it: Supporto agli script Lua per weechat
ja: weechat 用の Lua スクリプトサポート

source: Support for weechat scripts written in the Lua language.
it: Supporto agli script per weechat scritti in linguaggio Lua.
ja: Lua 言語で書かれた weechat スクリプトのサポート。

source: Perl Scripting Support for weechat
it: Supporto agli script Perl per weechat
ja: weechat 用の Perl スクリプトサポート

source: Support for weechat scripts written in the Perl language.
it: Supporto agli script per weechat scritti in linguaggio Perl.
ja: Perl 言語で書かれた weechat スクリプト用のサポート。

source: Python Scripting Support for weechat
it: Supporto agli script Python per weechat
ja: weechat 用の Python スクリプトサポート

source: Support for weechat scripts written in the Python language.
it: Supporto agli script per weechat scritti in linguaggio Python.
ja: Python言語で書かれた、weechat スクリプト用のサポート。

source: Ruby Scripting Support for weechat
it: Supporto agli script Ruby per weechat
ja: weechat 用の Ruby スクリプトサポート

source: Support for weechat scripts written in the Ruby language.
it: Supporto agli script per weechat scritti in linguaggio Ruby.
ja: Ruby 言語で書かれた weechat スクリプト用のサポート。

source: Spell-checking support for weechat, using the aspell and enchant libraries.
ja: aspell と enchant ライブライルを使った weechat 用のスペルチェックサポート。

source: Tcl Scripting Support for weechat
it: Supporto agli script Tcl per weechat
ja: weechat 用の Tcl スクリプトサポート

source: Support for weechat scripts written in the Tcl language.
it: Supporto agli script per weechat scritti in linguaggio Tcl.
ja: Tcl 言語で書かれた weechat スクリプト用のサポート。

source: Parent POM for Weld
ja: Weld 用の 親 POM

source: XPath implementation using JDOM
it: Implementazione di XPath che usa JDOM
ja: JDOM を使う XPath 実装

source: Javadoc for werken-xpath
it: Javadoc per werken-xpath
ja: werken-xpath 向け Javadoc

source: Fantasy Turn-Based Strategy Game
ja: ターンベースのファンタジー戦略ゲーム

source: Battle for Wesnoth is a fantasy turn-based strategy game. Battle for control of villages, using variety of units which have advantages and disadvantages in different types of terrains and against different types of attacks. Units gain experience and advance levels, and are carried over from one scenario to the next campaign.
ja: Battle for Wesnoth はターンベースのファンタジー戦略ゲームです。利点や欠点のあるユニットを様々な種類の地形の上を動かし、様々な種類の攻撃を加えて町の支配権を争います。ユニットは経験値を得ることでレベルを上げることができ、あるシナリオから別のキャンペーンに引き継いで使うこともできます。

source: Battle for Wesnoth: campaign server
ja: Battle for Wesnoth: キャンペーンサーバ

source: The campaign server acts as a simple download server, much like ftp, to provide a collection of Wesnoth campaigns to players.
ja: このキャンペーンサーバは Wesnoth のキャンペーン群を ftp などでプレーヤに提供するためのシンプルなダウンロードサーバとして動作します。

source: Architecture independent data for Battle for Wesnoth
ja: Battle for Wesnoth 用のアーキテクチャ非依存データ
