Repository: BENBELLA23/packages-i18n
Catalog: */po/w.*.po
Languages: it, ja

source: WebKit is a web content engine, derived from KHTML and KJS from KDE, and used primarily in Apple's Safari browser. It is made to be embedded in other applications, such as mail readers, or web browsers. It is able to display content such as HTML, SVG, XML, and others. It also supports DOM, XMLHttpRequest, XSLT, CSS, Javascript/ECMAscript and more. This package provides the GObject Introspection bindings for the GTK+ port of WebKit.
it: WebKit è un motore per contenuti web derivato da KHTML e KJS di KDE e utilizzato inizialmente nel browser Safari di Apple. È creato per essere integrato in altre applicazioni come lettori di posta elettronica o browser web. È in grado di visualizzare contenuti come HTML, SVG, XML e altri. Supporta anche DOM, XMLHttpRequest, XSLT, CSS, Javascript/ECMAscript e altro ancora. Questo pacchetto fornisce i binding GObject di Introspection per il port GTK+ di WebKit.

source: WADptr is a utility for reducing the size of Doom WAD files. The "compressed" WADs will still work the same as the originals. The program works by exploiting the WAD file format to combine repeated / redundant material.
it: WADptr è un programma di utilità per ridurre la dimensione dei file WAD di Doom. I WAD "compressi" funzionano ancora allo stesso modo degli originali. Il programma opera sfruttando il formato dei file WAD per combinare materiale ripetuto/ridondante.

source: Devel files for the waffle C library.
it: File di sviluppo per la libreria C waffle.

source: Mobile Phone Manager
it: Gestore di telefoni cellulari

source: It works with any phone that Gammu supports, including many models from Nokia, Siemens, and Alcatel. It has complete support (read, edit, delete, copy) for contacts, todo, and calendar. It can read, save, and send SMS. It includes an SMS composer for multi-part SMS messages, and it can display SMS messages that include pictures. Currently, only text and predefined bitmaps or sounds can be edited in the SMS composer. It can export messages to an IMAP4 server (or other email storage). This program does not support browsing files in phone, use gMobileMedia instead.
it: Funziona con qualsiasi telefono supportato da Gammu, compresi molti modelli Nokia, Siemens e Alcatel. Ha un supporto completo (lettura, modifica, eliminazione, copia) per contatti, promemoria e calendario. Può leggere, salvare e inviare SMS. Comprende un compositore di SMS per messaggi in più parti e può visualizzare messaggi che includono immagini. Attualmente nel compositore di SMS possono essere modificati solo testo e bitmap o suoni predefiniti. Può esportare i messaggi su un server IMAP4 (o altro archivio di emali). Questo programma non supporta la navigazione dei file sul telefono, si usi gMobileMedia al suo posto.

source: Translations for package wammu
it: Traduzioni per il pacchetto wammu

source: Provides translations for the "wammu" package.
it: Fornisce le traduzioni per il pacchetto "wammu".

source: Wayland protocols that adds functionality not available in the core protocol
it: Protocolli Wayland che aggiungono funzionalità non disponibili nel protocollo principale

source: This package contains Wayland protocols that adds functionality not available in the Wayland core protocol. Such protocols either adds completely new functionality, or extends the functionality of some other protocol either in Wayland core, or some other protocol in wayland-protocols.
it: Questo pacchetto contiene protocolli Wayland che aggiungono funzionalità non disponibili nel protocollo principale di Wayland stesso. Questi protocolli o aggiungono funzionalità completamente nuove o estendono le funzionalità di qualche altro protocollo, sia del pacchetto principale di Wayland sia di qualche altro protocollo in wayland-protocols.

source: Wcd. Directory changer for DOS and Unix. Another Norton Change Directory (NCD) clone. Wcd is a command-line program to change directory fast. It saves time typing at the keyboard. One needs to type only a part of a directory name and wcd will jump to it. Wcd has a fast selection method in case of multiple matches and allows aliasing and banning of directories. Wcd also includes a full-screen interactive directory tree browser with speed search.
it: Wcd. Cambio directory per DOS e Unix. Un altro clone di Norton Change Directory (NCD). Wcd è un programma da riga di comando per cambiare velocemente le directory. Fa risparmiare tempo di digitazione sulla tastiera. È sufficiente digitare solo parte del nome di una directory e wcd passerà ad essa. Wcd ha un metodo di selezione veloce in caso di corrispondenze multiple e consente l'utilizzo di pseudonimi e l'interdizione di directory. Wcd comprende anche una navigazione interattiva a schermo intero dell'albero delle directory per una ricerca fulminea.

source: Utility to create a wallpaper based on the current weather
it: Programma d'utilità per creare uno sfondo basato sulle attuali condizioni meteo

source: Weather wallpaper is a program which connects to NOAA each hour to get the current weather at the specified location and creates and sets a wallpaper with the data retrieved.
it: Weather wallpaper è un programma che si connette a NOAA ad ogni ora per recuperare le condizioni meteo correnti nel luogo specificato e crea e imposta uno sfondo con i dati ottenuti.

source: Translations for package weather-wallpaper
it: Traduzioni per il pacchetto weather-wallpaper

source: Provides translations for the "weather-wallpaper" package.
it: Fornisce le traduzioni per il pacchetto "weather-wallpaper".

source: Images for those who want to visualize the data returned by an IP-to-Country database (e.g. the one provided by Directi) with corresponding flags. Flags provided are based on the iso3166 countrycode, that means there are currently 243 flags offered in the world set.
it: Immagini per coloro i quali vogliono visualizzare i dati restituiti da un database IP-verso-Nazione (ad esempio, quello fornito da Directi) con le bandiere corrispondenti. Le bandiere fornite sono basate sul codice paese iso3166, il che significa che attualmente sono fornite 243 bandiere dell'insieme mondiale.

source: A cgi-bin program that produces clickable graphs in web pages when provided with an href to a .dot file. Uses Tcldot from the graphviz rpm. By default, only requests from localhost are served. Authors: -------- John Ellson <ellson@lucent.com>
it: Un programma cgi-bin che produce grafi cliccabili in pagine web quando quando fornite di un file href o .dot. Usa Tcldot contenuto nel rpm graphviz. Come impostazione predefinita, vengono servite solo richieste provenienti da localhost. Autori: -------- John Ellson <ellson@lucent.com>

source: GTK+ 2 based NPAPI plugins support for webkit2gtk3
it: Supporto ai plugin NPAPI basati su GTK+ 2 per webkit2gtk3

source: Support for GTK+ 2 based NPAPI plugins (such as Adobe Flash) for webkit2gtk3.
it: Supporto ai plugin NPAPI (come Flash di Adobe) basati su GTK+ 2 per webkit2gtk3.

source: C++ WebSocket Protocol Library
it: Libreria C++ del protocollo WebSocket

source: WebSocket++ is an open source (BSD license) header only C++ library that impliments RFC6455 The WebSocket Protocol. It allows integrating WebSocket client and server functionality into C++ programs. It uses interchangeable network transport modules including one based on C++ iostreams and one based on Boost Asio.
it: WebSocket++ è una libreria C++ open source (licenza BSD) di sole intestazioni che implementa il protocollo WebSocket RFC6455. Consente l'integrazione di funzionalità client e server WebSocket in programmi C++. Usa moduli di trasporto di rete intercambiabili incluso uno basato su iostreams di C++ e una basata su Asio di Boost.

source: Aspell Spell-Checking Support for weechat
it: Supporto al controllo ortografico di Aspell per weechat

source: Spell-checking support for weechat, using the aspell library.
it: Supporto al controllo ortografico per weechat, usando la libreria aspell.

source: Guile Scripting Support for weechat
it: Supporto agli script Guile per weechat

source: Support for weechat scripts written in the Guile language.
it: Supporto agli script per weechat scritti in linguaggio Guile.

source: werken.xpath is an implementation of the W3C XPath Recommendation, on top of the JDOM library. It takes as input a XPath expression, and a JDOM tree, and returns a NodeSet (java.util.List) of selected elements. Is is being used in the development of the as-yet-unreleased werken.xslt (eXtensible Stylesheet Language) and the werken.canonical (XML canonicalization) packages.
it: werken.xpath è un'implementazione della raccomandazione XPath di W3C fondata sulla libreria JDOM. Prende in ingresso un'espressione XPath e un albero JDOM e restituisce un insieme di nodi (java.util.List) di elementi selezionati. Viene utilizzata nello sviluppo dell'ancora non rilasciata werken.xslt (eXtensible Stylesheet Language) e i pacchetti werken.canonical (canonichizzazione di XML).

source: Weston is the reference implementation of a Wayland compositor, and a useful compositor in its own right. Weston has various backends that lets it run on Linux kernel modesetting and evdev input as well as under X11. Weston ships with a few example clients, from simple clients that demonstrate certain aspects of the protocol to more complete clients and a simplistic toolkit. There is also a quite capable terminal emulator (weston-terminal) and an toy/example desktop shell. Finally, weston also provides integration with the Xorg server and can pull X clients into the Wayland desktop and act as a X window manager.
it: Weston è l'implementazione di riferimento di un compositore Wayland, e un utile compositore di per sé. Weston ha diversi backend che gli permettono di essere eseguito su dispositivi di input evdev e modesetting del kernel Linux, nonché sotto X11. Weston comprende alcuni client d'esempio: da client semplici che dimostrano solo certi aspetti del protocollo a client più completi e un semplicistico insieme di strumenti. È presente anche un emulatore di terminale (weston-terminal) abbastanza potente e una shell desktop di esempio e senza troppe pretese. Weston fornisce anche l'integrazione con il server Xorg e può includere client di X nel desktop Wayland e comportarsi come un gestore delle finestre di X.

source: Weston is the reference implementation of a Wayland compositor, and a useful compositor in its own right. Weston has various backends that lets it run on Linux kernel modesetting and evdev input as well as under X11. This package contains all necessary include files and libraries needed to develop plugins for Weston.
it: Weston è l'implementazione di riferimento di un compositore Wayland, e un utile compositore di per sé. Weston ha diversi backend che gli permettono di essere eseguito su dispositivi di input evdev e modesetting del kernel Linux, nonché sotto X11. Questo pacchetto contiene tutti i file di inclusione e le librerie necessari per sviluppare plugin per Weston.

source: When is a configurable user task scheduler. It interacts with the user through a GUI, where the user can define tasks and conditions, as well as relationships of causality that bind conditions to tasks. When a condition is bound to a task, it is said to trigger a task.
it: When è un pianificatore configurabile delle attività dell'utente. Interagisce con l'utente attraverso una GUI, attraverso cui l'utente può definire attività e condizioni, così come relazioni di causalità che legano condizioni ad attività. Quando una condizione è legata a un'attività, si dice che questa scatena un'attività.

source: Wine is a compatibility layer capable of running Windows applications. Instead of simulating internal Windows logic like a virtual machine or emulator, Wine translates Windows API calls into POSIX calls on-the-fly, eliminating the performance and memory penalties of other methods and allowing you to cleanly integrate Windows applications into your desktop. You can run your Windows executables with it and write your Windows programs under Linux and link against the WINE libraries. It is not necessary to have a Windows installation to run WINE. Refer to /usr/share/doc/packages/wine/README.SUSE. There is more documentation available in that directory. Read 'man wine' for further information. You can invoke wine by entering 'wine program.exe'. Configure it by running 'winecfg'.
it: Wine è uno strato di compatibilità in grado di eseguire applicazioni Windows. Invece di simulare le logiche interne di Windows, come una macchina virtuale o un emulatore, Wine traduce al volo le chiamate alle API Windows in chiamate POSIX, eliminando le penalizzazioni in termini di prestazioni e memoria tipici di altri metodi e consentendo di integrare in maniera pulita applicazioni windows sul proprio desktop. Con esso è possibile eseguire gli eseguibili Windows e scrivere i propri programmi Windows sotto Linux e collegarli rispetto alle librerie WINE. Non è necessario avere un'installazione di Windows per eseguire WINE. Si faccia riferimento a /usr/share/doc/packages/wine/README.SuSE. C'è ulteriore documentazione disponibile in tale directory. Si legga 'man wine' per ulteriori informazioni. Si può invocare wine inserendo 'wine programma.exe' e configurarlo eseguendo 'winecfg'.

source: Wipe is a tool that attempts to effectively degauses the surface of a hard disk, making it virtually impossible to retrieve the data that was stored on it. This tool is designed to make sure secure data that is erased from a hard drive is unrecoverable.
it: Wipe è uno strumento che cerca di smagnetizzare effettivamente la superficie di un disco rigido, rendendo così virtualmente impossibile recuperare i dati che vi erano immagazzinati. Questo strumento è stato progettato per assicurarsi che dati sensibili cancellati da un disco rigido siano irrecuperabili.

source: withlock is a locking wrapper script to make sure that some program isn't run more than once. It is ideal to prevent periodic jobs spawned by cron from stacking up. The locks created are valid only while the wrapper is running, and thus will never require a cleanup, as after a reboot. Thus, the wrapper is safe and easy to use, and much better than implementing half-hearted locking within scripts.
it: withlock è uno script wrapper di blocco per assicurarsi che un qualche programma non sia eseguito più di una volta. È ideale per impedire che lavori periodici generati da cron si accumulino. I blocchi creati sono validi solo finché il wrapper è in esecuzione, pertanto non richiedono mai una pulizia, ad esempio dopo un riavvio. Quindi, il wrapper è sicuro e facile da usare e preferibile rispetto all'implementazione di blocchi incerti all'interno degli script.

source: Wizznic is a brick-matching puzzle-game, an improved version of Puzznic. The challenge is to clear each level of bricks by moving the bricks next to each other, this sounds a lot easier than it is. The bricks are heavy, so you can only push them, not lift them up.
it: Wizznic è un gioco rompicapo con lo scopo di far combaciare i mattoncini, versione migliorata di Puzznic. La sfida consiste nell'eliminare ciascuno strato di mattoncini muovendoli l'uno accanto agli altri. I mattoncini sono pesanti, per cui possono solo essere spinti, non sollevati.

source: Configuration tool for Window Maker
it: Strumento di configurazione per Window Maker

source: Wmakerconf is a GTK+ based configuration tool for Window Maker.
it: Wmakerconf è uno strumento di configurazione per Window Maker basato su GTK+.

source: Wondershaper is a QOS (Quality of Service) script.
it: Wondershaper è uno script QOS (Qualità del Servizio)

source: Many cablemodem and ADSL users experience horrifying latency while uploading or downloading. They also notice that uploading hampers downloading greatly. The wondershaper neatly addresses these issues, allowing users of a router with a wondershaper to continue using SSH over a loaded link happily. Authors: -------- Bert Hubert <ahu@ds9a.nl>
it: Molti utenti di modem e ADSL sperimentano una latenza orripilante quando caricano e scaricano. Notano anche che il caricamento ostacola sensibilmente lo scaricamento. Wondershaper indirizza ordinatamente questi problemi permettendo agli utenti di un router con un wondershaper di continuare ad usare felicemente SSH su collegamento carico. Autori: -------- Bert Hubert <ahu@ds9a.nl>

source: WordNet is a large lexical database of English. Nouns, verbs, adjectives and adverbs are grouped into sets of cognitive synonyms (synsets), each expressing a distinct concept. Synsets are interlinked by means of conceptual-semantic and lexical relations. The resulting network of meaningfully related words and concepts can be navigated with the browser. WordNet's structure makes it a useful tool for computational linguistics and natural language processing.
it: WordNet è un ampio database lessicale di inglese. Nomi, verbi, aggettivi e avverbi sono raggruppati in insiemi di sinonimi cognitivi (synset), ciascuno esprimente un concetto distinto. I synset sono interconnessi per mezzo di relazioni concettuali-semantiche e lessicali. La risultante rete di parole e concetti significativamente correlati può essere navigata con un browser. La struttura di WordNet lo rende uno strumento utile per la linguistica computazionale e per l'elaborazione del linguaggio naturale.

source: WordNet is a large lexical database of English. Nouns, verbs, adjectives and adverbs are grouped into sets of cognitive synonyms (synsets), each expressing a distinct concept. Synsets are interlinked by means of conceptual-semantic and lexical relations. The resulting network of meaningfully related words and concepts can be navigated with the browser. WordNet's structure makes it a useful tool for computational linguistics and natural language processing. This package contains the libraries and header files required to create applications based on WordNet.
it: WordNet è un ampio database lessicale di inglese. Nomi, verbi, aggettivi e avverbi sono raggruppati in insiemi di sinonimi cognitivi (synset), ciascuno esprimente un concetto distinto. I synset sono interconnessi per mezzo di relazioni concettuali-semantiche e lessicali. La risultante rete di parole e concetti significativamente correlati può essere navigata con un browser. La struttura di WordNet lo rende uno strumento utile per la linguistica computazionale e per l'elaborazione del linguaggio naturale. Questo pacchetto contiene le librerie e i file di intestazione richiesti per creare applicazioni basate su WordNet.

source: The Wen Quan Yi bitmap font includes complete CJK Unified Ideograph (U4E00 - U9FA5) glyphs at four different sizes (9pt-12X12 pixel, 10pt-13X13 pixel, 11pt-15X15 pixel, 12pt-16x16 pixel) and two weights (medium and bold).
it: La famiglia di tipi di carattere bitmap Wen Quan Yi coperti tutti i glifi degli ideogrammi (U4E00 - U9FA5) CJK unificati in quattro dimensioni differenti (9pt-12X12 pixel, 10pt-13X13 pixel, 11pt-15X15 pixel, 12pt-16x16 pixel) e due pesi (medio e grassetto).

source: Tools for converting WordPerfect and other documents to various other formats supported by the helper libraries that are also ie. used in libreoffice.
it: Strumenti per convertire documenti WordPerfect ed altri documenti in vari altri formati supportati dalle librerie d'aiuto usate ad esempio anche in libreoffice.

source: wrk is a modern HTTP benchmarking tool capable of generating significant load when run on a single multi-core CPU. It combines a multithreaded design with scalable event notification systems such as epoll and kqueue. An optional LuaJIT script can perform HTTP request generation, response processing, and custom reporting. Several example scripts are located in scripts.
it: wrk è uno strumento moderno per la misurazione delle prestazioni di HTTP capace di generare un carico significativo quando eseguito su una singola CPU multi-core. Combina una progetazione multithread con sistemi di notifica degli eventi scalabili come epoll e kqueue. Uno script opzionale LuaJIT può effettuare la generazione di richieste HTTP, l'elaborazione delle risposte, e la creazione di report personalizzati. In scripts si trovano diversi script d'esempio.

source: Wslay is a WebSocket library written in C. It implements the protocol version 13 described in RFC 6455. This library offers 2 levels of API: event-based API and frame-based low-level API. For event-based API, it is suitable for non-blocking reactor pattern style. You can set callbacks in various events. For frame-based API, you can send WebSocket frame directly. Wslay only supports data transfer part of WebSocket protocol and does not perform opening handshake in HTTP. Wslay supports: Text/Binary messages. Automatic ping reply. Callback interface. External event loop. Wslay does not perform any I/O operations for its own. Instead, it offers callbacks for them. This makes Wslay independent on any I/O frameworks, SSL, sockets, etc. This makes Wslay portable across various platforms and the application authors can choose freely I/O frameworks.
it: Wslay è una libreria WebSocket scritta in C. Implementa la versione 13 del protocollo descritto nella RFC 6455. Questa libreria offre 2 livelli di API: API basata sugli eventi e API di basso livello basata sui frame. Per quanto concerne l'API basata sugli eventi, è adatta per uno stile di schema di reattore di tipo non bloccante. È possibile impostare chiamate di ritorno (callback) in vari eventi. Per quanto concerne l'API basata sui frame, invece, è possibile inviare frame WebSocket direttamente. Wslay, del protocollo WebSocket, supporta soltanto la parte del trasferimento dati e non esegue l'handshake di apertura dell'HTTP. Wslay supporta: Messaggi di testo/binari. Risposta automatica al ping. Interfaccia per le chiamate di ritorno (callback). Ciclo degli eventi esterni. Wslay non effettua nessuna operazione I/O di per sé. Al contrario, offre per esse delle chiamate di ritorno. Ciò rende Wslay indipendente da qualsiasi infrastruttura di I/O, SSL, socket, ecc. E ciò rende Wslay trasponibile su varie piattaforme, per cui gli autori di applicazioni possono scegliere liberamente le infrastrutture I/O.

source: Wslay is a WebSocket library written in C. It implements the protocol version 13 described in RFC 6455. This library offers 2 levels of API: event-based API and frame-based low-level API. For event-based API, it is suitable for non-blocking reactor pattern style. You can set callbacks in various events. For frame-based API, you can send WebSocket frame directly. Wslay only supports data transfer part of WebSocket protocol and does not perform opening handshake in HTTP. This package holds the development files.
it: Wslay è una libreria WebSocket scritta in C. Implementa la versione 13 del protocollo descritto nella RFC 6455. Questa libreria offre 2 livelli di API: API basata sugli eventi e API di basso livello basata sui frame. Per quanto concerne l'API basata sugli eventi, è adatta per uno stile di schema di reattore di tipo non bloccante. È possibile impostare chiamate di ritorno (callback) in vari eventi. Per quanto concerne l'API basata sui frame, invece, è possibile inviare frame WebSocket direttamente. Wslay, del protocollo WebSocket, supporta soltanto la parte del trasferimento dati e non esegue l'handshake di apertura dell'HTTP. Questo pacchetto contiene i file di sviluppo.
