Repository: BENBELLA23/packages-i18n
Catalog: */po/xfce4.*.po
Languages: de, ja

source: openSUSE Branding of exo
de: openSUSE-Personalisierung von exo
ja: exo の openSUSE ブランディング

source: This package provides the openSUSE look and feel for the exo library.
de: Dieses Paket stellt das openSUSE Look and Feel für die Bibliothek exo bereit.
ja: このパッケージには、 pidgin の openSUSE 向けの外観が含まれています。

source: openSUSE Branding of libgarcon
de: openSUSE-Personalisierung von libgarcon
ja: libgarcon の openSUSE ブランディング

source: This package provides the openSUSE look and feel for Garcon.
de: Dieses Paket stellt das openSUSE Look and Feel für Garcon bereit.
ja: このパッケージには、 Garcon に対する openSUSE 向けの外観が含まれています。

source: Xfce Panel Shared Library
de: Xfce Panel Gemeinsame Bibliothek
ja: Xfce パネル共有ライブラリ

source: This package contains GTK 2 variant of the xfce4-panel shared library.
de: Dieses Paket enthält die GTK 2 Variante der xfce4-panel shared library.
ja: このパッケージには、 xfce4-panel 共有ライブラリの GTK 2 版が含まれています。

source: This package contains GTK 3 variant of the xfce4-panel shared library.
de: Dieses Paket enthält die GTK 3 Variante der xfce4-panel shared library.
ja: このパッケージには、 xfce4-panel 共有ライブラリの GTK 3 版が含まれています。

source: openSUSE Branding of libxfce4ui
de: openSUSE-Personalisierung von libxfce4ui
ja: libxfce4ui の openSUSE ブランディング

source: This package provides the openSUSE look and feel for the libxfce4ui library.
de: Dieses Paket stellt das openSUSE Look and Feel für die Bibliothek libxfce4ui bereit.
ja: このパッケージには、 libxfce4ui の openSUSE における外観が含まれています。

source: This is the openSUSE Xfce Default Icon Theme.
de: Das openSUSE Xfce Standard-Icon-Theme.
ja: これは openSUSE Xfce における既定のアイコンテーマです。

source: openSUSE Branding of thunar-volman
de: openSUSE-Personalisierung von thunar-volman
ja: thunar-volman の openSUSE ブランディング

source: This package provides the openSUSE look and feel for the Thunar Volume Manager.
de: Dieses Paket stellt das openSUSE Look and Feel für die Laufwerksverwaltung von Thunar bereit.
ja: このパッケージには、 Thunar ボリュームマネージャの openSUSE 向け外観が含まれています。

source: Application Finder for the Xfce Desktop Environment
de: Anwendungsfinder für die Xfce-Desktopumgebung
ja: Xfce デスクトップ環境向けのアプリケーションファインダ

source: xfce4-appfinder is an application finder for the Xfce desktop environment. It is a useful program that allows you to find applications on the system and launch them. It provides easy keyboard navigation and can be used as a replacement for xfrun4.
de: Xfce4-appfinder ist ein Anwendungsfinder für die Xfce-Desktopumgebung. Es ist ein nützliches Programm, mit dem Anwendungen auf dem System gefunden und gestartet werden können.Es stellt eine einfache Tastatur-Navigation zur Verfügung und kann als Ersatz für xfrun4 verwendet werden.
ja: xfce4-appfinder は Xfce デスクトップ環境向けのアプリケーションファインダー(検索器) です。これはシステム内に存在するアプリケーションを検索し、それらを起動するのに便利なプログラムです。簡易なキーボード操作にも対応し、 xfrun4の置き換えとしても利用できます。

source: Translations for package xfce4-appfinder
de: Übersetzungen für das Paket xfce4-appfinder
ja: xfce4-appfinder 向け翻訳パッケージ

source: Provides translations for the "xfce4-appfinder" package.
de: Stellt Übersetzungen für das "xfce4-appfinder"-Paket zur Verfügung.
ja: "xfce4-appfinder" パッケージに対する翻訳データです。

source: Battery Monitoring Plugin for the Xfce Panel
de: Batterieüberwachungs-Plugin für die Xfce-Leiste
ja: Xfce パネル向けバッテリー監視プラグイン

source: The Battery plugin allows to monitor battery levels and can execute actions on low and critical levels.
de: Das Batterie-Plugin kann den Ladezustand der Batterie überwachen und Aktionen auslösen, sofern dieser niedrig ist oder einen kritischen Zustand erreicht.
ja: このバッテリープラグインを利用することで、バッテリーの残り容量を表示することができるほか、容量が残り少なくなった場合に何らかの動作を実行することができます。

source: Translations for package xfce4-battery-plugin
de: Übersetzungen für das Paket xfce4-battery-plugin

source: Provides translations for the "xfce4-battery-plugin" package.
de: Stellt Übersetzungen für das "xfce4-battery-plugin"-Paket zur Verfügung.

source: Calculator plugin for the Xfce4 panel
de: Taschenrechner-Plugin für die Xfce4-Leiste

source: xfce4-calculator-plugin is a calculator plugin for the Xfce4 panel.
de: xfce4-calculator-plugin ist ein Taschenrechner-Plugin für die Xfce4-Leiste.

source: Translations for package xfce4-calculator-plugin
de: Übersetzungen für das Paket xfce4-calculator-plugin

source: Provides translations for the "xfce4-calculator-plugin" package.
de: Stellt Übersetzungen für das "xfce4-calculator-plugin"-Paket zur Verfügung.

source: Clipboard Manager Plugin for the Xfce Panel
de: Plugin für die Zwischenablage-Verwaltung für die Xfce-Leiste
ja: Xfce パネル向けクリップボードマネージャプラグイン

source: This is a clipboard manager which comes with a plugin for the Xfce Panel. It stores the X selection (primary and clipboard) contents even after an application has quit and is able to handle text and image data. Furthermore, it can be configured to execute arbitrary actions when the selection content matches specific regular expressions.
de: Dies ist eine Verwaltung für die Zwischenablage, der mit einem Plugin für das Xfce Panel ausgeliefert wird. Er speichert den Inhalt der X-Auswahl (Primär- und Zwischenablage) auch nach dem Beenden einer Anwendung und ist in der Lage, Text- und Bilddaten zu verarbeiten. Außerdem kann er so konfiguriert werden, dass es beliebige Aktionen ausführt, wenn der Selektionsinhalt mit bestimmten regulären Ausdrücken übereinstimmt.
ja: これは Xfce パネル向けのクリップボードマネージャプラグインです。 X での選択項目を、対象のアプリケーションが終了したあとでも保存 (プライマリとクリップボード) しておくことができるほか、テキストと画像データのいずれも処理することができます。それに加えて、選択した項目が特定の正規表現に該当した場合に、任意の動作を実行する機能も備わっています。

source: Translations for package xfce4-clipman-plugin
de: Übersetzungen für das Paket xfce4-clipman-plugin

source: Provides translations for the "xfce4-clipman-plugin" package.
de: Stellt Übersetzungen für das "xfce4-clipman-plugin"-Paket zur Verfügung.

source: CPU Frequency Scaling Monitor Plugin for the Xfce Panel
de: CPU-Frequenz-Skalierungs-Monitor-Plugin für die Xfce-Leiste
ja: Xfce パネル向け CPU 周波数制御監視プラグイン

source: The CpuFreq scaling monitor plugin can be used to monitor the current CPU frequency and currently active governor.
de: Das CpuFreq Scaling Monitor Plugin kann zur Überwachung der aktuellen CPU-Frequenz und des aktiven Governors verwendet werden.
ja: CpuFreq 周波数制御プラグインは、現在の CPU における周波数と、適用されている制御器の状態を監視することができます。

source: Translations for package xfce4-cpufreq-plugin
de: Übersetzungen für das Paket xfce4-cpufreq-plugin

source: Provides translations for the "xfce4-cpufreq-plugin" package.
de: Stellt Übersetzungen für das "xfce4-cpufreq-plugin"-Paket zur Verfügung.

source: CPU Graph Plugin for the Xfce Panel
de: CPU Diagramm-Plugin für die Xfce-Leiste
ja: Xfce パネル向け CPU グラフプラグイン

source: The CPU Graph plugin diplays a customizable graph of the CPU load of either a specific CPU or all CPUs combined.
de: Das CPU-Graph-Plugin zeigt ein anpassbares Diagramm der CPU-Last einer bestimmten CPU oder aller CPU's zusammen an.
ja: CPU グラフプラグインは、特定の CPU や全ての CPU を組み合わせて表示できる、 CPU 負荷のグラフ化プラグインです。

source: Translations for package xfce4-cpugraph-plugin
de: Übersetzungen für das Paket xfce4-cpugraph-plugin

source: Provides translations for the "xfce4-cpugraph-plugin" package.
de: Stellt Übersetzungen für das "xfce4-cpugraph-plugin"-Paket zur Verfügung.

source: Date And Time Plugin for the Xfce Panel
de: Datum- und Uhrzeit-Plugin für die Xfce-Leiste
ja: Xfce パネル向け日付／時刻プラグイン

source: The date and time plugin displays the current date and time on the panel and can open a calendar when clicked.
de: Das Datum- und Uhrzeit-Plugin zeigt das aktuelle Datum und die Uhrzeit auf der Leiste an und öffnet einen Kalender wenn darauf geklickt wird.
ja: 日付／時刻プラグインは、現在の日付と時刻を表示することができるほか、押された時にカレンダーを表示する機能が備わっています。

source: Translations for package xfce4-datetime-plugin
de: Übersetzungen für das Paket xfce4-datetime-plugin

source: Provides translations for the "xfce4-datetime-plugin" package.
de: Stellt Übersetzungen für das "xfce4-datetime-plugin"-Paket zur Verfügung.

source: Xfce Development Tools
de: Xfce Entwicklungswerkzeuge
ja: Xfce 開発ツール

source: The Xfce development tools are a collection of tools and macros for Xfce developers and people that want to build unreleased development versions of Xfce.
de: Die Xfce Entwicklungswerkzeuge sind eine Sammlung von Werkzeugen und Makros für Xfce-Entwickler und Leute, die nicht veröffentlichte Entwicklerversionen von Xfce kompilieren möchten.
ja: Xfce 開発ツールは Xfce 開発者のためのツールとマクロ集で、 Xfce の未リリース開発版を構築したい方に必要なものです。

source: Xfce Dictionary Client Application
de: Xfce Wörterbuch Client-Applikation
ja: Xfce 辞書クライアントアプリケーション

source: xfce4-dict allows you to search different kinds of dictionary services for words or phrases and shows you the result. Currently you can query a Dict server (RFC 2229), any online dictionary service by opening a web browser or search for words using the aspell/ispell program.
de: xfce4-dict ermöglicht es Ihnen, verschiedene Arten von Wörterbuchdiensten nach Wörtern oder Phrasen zu durchsuchen und zeigt Ihnen das Ergebnis an. Derzeit können Sie einen Dict-Server (RFC 2229) abfragen, einen beliebigen Online-Wörterbuchdienst indem Sie einen Webbrowser öffnen oder mit dem Programm aspell/ispell nach Wörtern suchen.
ja: xfce4-ict は様々な種類の辞書サービスに対して、単語や語句を検索し、結果を表示することができます。現時点では Dict サーバ (RFC 2229) に対して問い合わせを送信することができるほか、 Web ブラウザを開くことで任意の辞書サービスを利用したり、aspell/ispell プログラムを利用した単語検索を行なったりすることができます。

source: Translations for package xfce4-dict
de: Übersetzungen für das Paket xfce4-dict
ja: xfce4-dict 向け翻訳パッケージ

source: Provides translations for the "xfce4-dict" package.
de: Stellt Übersetzungen für das "xfce4-dict"-Paket zur Verfügung.
ja: "xfce4-dict" パッケージに対する翻訳データです。

source: Disk Performance Plugin for the Xfce Panel
de: Festplattengeschwindigkeits-Plugin für die Xfce-Leiste
ja: Xfce パネル向けディスク性能プラグイン

source: The DiskPerf plugin displays the disk/partition performance as trasferred data per second.
de: Das DiskPerf-Plugin zeigt die Festplatten/Partitions-Geschwindigkeit anhand der übertragenen Daten pro Sekunde an.
ja: DiskPerf プラグインは、ディスクやパーティ志四に対して転送されているデータ量を、 1 秒あたりの性能値として表示します。

source: Translations for package xfce4-diskperf-plugin
de: Übersetzungen für das Paket xfce4-diskperf-plugin

source: Provides translations for the "xfce4-diskperf-plugin" package.
de: Stellt Übersetzungen für das "xfce4-diskperf-plugin"-Paket zur Verfügung.

source: Eyes Plugin for the Xfce Panel
de: Augen-Plugin für die Xfce-Leiste
ja: Xfce パネル向け Eyes プラグイン

source: The Eyes plugin adds moving eyes to the panel which watch your activities.
de: Das Eyes-Plugin fügt der Leiste bewegliche Augen hinzu, die Deine Aktivitäten beobachten.
ja: Eyes プラグインは、あなたの作業を見つめる '目' を表示します。

source: Translations for package xfce4-eyes-plugin
de: Übersetzungen für das Paket xfce4-eyes-plugin

source: Provides translations for the "xfce4-eyes-plugin" package.
de: Stellt Übersetzungen für das "xfce4-eyes-plugin"-Paket zur Verfügung.

source: Filesystem Space Monitoring Plugin for the Xfce Panel
de: Plugin für die Überwachung des Dateisystemspeicherplatzes für die Xfce-Leiste
ja: Xfce パネル向けファイルシステム領域監視プラグイン

source: The FSGuard plugin constantly monitors free space of a given mountpoint and displays it as an icon in the panel.
de: Das FSGuard-Plugin überwacht den freien Festplattenplatz eines Einhängepunkts und stellt diesen als Icon auf der Leiste dar.
ja: FSGuard プラグインは、指定したマウントポイントの空き容量を監視し、パネル内のアイコンとして表示します。

source: Translations for package xfce4-fsguard-plugin
de: Übersetzungen für das Paket xfce4-fsguard-plugin

source: Provides translations for the "xfce4-fsguard-plugin" package.
de: Stellt Übersetzungen für das "xfce4-fsguard-plugin"-Paket zur Verfügung.

source: Generic Monitoring Plugin for the Xfce Panel
de: Allgemeines Überwachungs-Plugin für das Xfce-Panel
ja: Xfce パネル向け汎用監視プラグイン

source: The Generic Monitor plugin is intended for custom monitoring tasks and periodically spawns a given application, captures its output and displays the result in form of an image, a bar, a button and a personalized tooltip in the panel.
de: Das allgemeine Überwachungs-Plugin ist für benutzerdefinierte Überwachungsaufgaben gedacht und startet periodisch eine bestimmte Anwendung, erfasst deren Ausgabe und zeigt das Ergebnis in Form eines Bildes, einer Leiste, einer Schaltfläche und eines personalisierten Tooltips im Panel an.
ja: 汎用監視プラグインは、特定の処理は定期的に起動されるアプリケーションに対して、その出力を監視し、その結果を画像や棒グラフ、ボタンやカスタムなツールチップとしてパネル内に表示します。

source: Translations for package xfce4-genmon-plugin
de: Übersetzungen für das Paket xfce4-genmon-plugin

source: Provides translations for the "xfce4-genmon-plugin" package.
de: Stellt Übersetzungen für das "xfce4-genmon-plugin"-Paket zur Verfügung.

source: Versatile Mail Checking Plugin for the Xfce Panel
de: Vielseitiges Plugin zur E-Mail-Überprüfung für das Xfce Panel
ja: Xfce パネル向け多用途メール確認プラグイン

source: The Mailwatch plugin is a multi-protocol, multi-mailbox mail checking tool which supports a variety of protocols and local mailbox formats. It can check multiple locations and execute custom actions when it finds new mail.
de: Das Mailwatch-Plugin ist ein Multiprotokoll, Multimailbox Email-Abruf-Werkzeug, das eine Vielzahl von Protokollen und lokalen Mailboxformaten beherrscht. Es kann mehrere Standorte überprüfen und benutzerdefinierte Aktionen ausführen, wenn neue Emails gefunden werden.
ja: Mailwatch プラグインは、複数のプロトコルとメールボックスに対応した、メール確認ツールです。様々なプロトコルとローカルのメールボックスに対応しています。複数の場所にあるメールボックスを確認することができるほか、新しいメールが到着した場合に任意の処理を実行することができます。

source: Translations for package xfce4-mailwatch-plugin
de: Übersetzungen für das Paket xfce4-mailwatch-plugin

source: Provides translations for the "xfce4-mailwatch-plugin" package.
de: Stellt Übersetzungen für das "xfce4-mailwatch-plugin"-Paket zur Verfügung.

source: Volume Control Application for the Xfce Desktop Environment
de: Lautstärkeregler für die Xfce-Desktopumgebung
ja: Xfce デスクトップ環境向け音量調整アプリケーション

source: xfce4-mixer is a volume control application for the Xfce desktop environment.
de: xfce4-mixer ist eine Anwendung zur Lautstärkeregelung für die Xfce Desktop-Umgebung.
ja: xfce4-mixer は Xfce デスクトップ環境向けの音量調整アプリケーションです。

source: Translations for package xfce4-mixer
de: Übersetzungen für das Paket xfce4-mixer
ja: xfce4-mixer 向け翻訳パッケージ

source: Provides translations for the "xfce4-mixer" package.
de: Stellt Übersetzungen für das "xfce4-mixer"-Paket zur Verfügung.
ja: "xfce4-mixer" パッケージに対する翻訳データです。

source: Volume Control Plugin for the Xfce Panel
de: Lautstärkeregler-Plugin für das Xfce-Panel
ja: Xfce パネル向け音量制御プラグイン

source: This package contains the xfce4-mixer Xfce panel plugin.
de: Dieses Paket enthält das xfce4-mixer-Plugin für die Xfce-Leiste.
ja: このパッケージには、 xfce4-mixer Xfce パネルプラグインが含まれています。

source: Filesystem Mounting Plugin for the Xfce Panel
de: Plugin für das Einhängen von Dateisystemen für die Xfce-Leiste
ja: Xfce パネル向けファイルシステムマウントプラグイン

source: The Mount plugin allows to mount and unmount filesystems from the panel.
de: Das Mount-Plugin erlaubt das Einhängen und Aushängen von Dateisystemen über die Leiste.
ja: マウントプラグインは、パネルからファイルシステムのマウントとマウント解除を実行することができます。

source: Translations for package xfce4-mount-plugin
de: Übersetzungen für das Paket xfce4-mount-plugin

source: Provides translations for the "xfce4-mount-plugin" package.
de: Stellt Übersetzungen für das "xfce4-mount-plugin"-Paket zur Verfügung.

source: MPD Client Plugin for the Xfce Panel
de: MPD Client-Plugin für die Xfce-Leiste
ja: Xfce パネル向け MPD クライアントプラグイン

source: The Mpc plugin is a simple Music Player Daemon client which can control playback and show the currently playing song.
de: Das Mpc-Plugin ist ein einfacher Client um Musik abzuspielen. Es kontrolliert die Musikwiedergabe und zeigt den aktuell gespielten Song an.
ja: Mpc プラグインは、再生を制御したり現在再生中の楽曲情報を表示したりすることができる、楽曲再生デーモンです。

source: Translations for package xfce4-mpc-plugin
de: Übersetzungen für das Paket xfce4-mpc-plugin

source: Provides translations for the "xfce4-mpc-plugin" package.
de: Stellt Übersetzungen für das "xfce4-mpc-plugin"-Paket zur Verfügung.

source: Network Load Monitoring Plugin for the Xfce Panel
de: Plugin für die Überwachung der Netzwerklast für die Xfce-Leiste
ja: Xfce パネル向けネットワーク負荷監視プラグイン

source: The Netload plugin allows to monitor the netowrk load of a given network interface.
de: Das Netload-Plugin erlaubt die Überwachung der Netzwerklast einer vorgegebenen Netzwerkschnittstelle.
ja: Netload プラグインは、指定したネットワークインターフェイスに接続されたネットワークについて、この負荷を監視するプラグインです。

source: Translations for package xfce4-netload-plugin
de: Übersetzungen für das Paket xfce4-netload-plugin

source: Provides translations for the "xfce4-netload-plugin" package.
de: Stellt Übersetzungen für das "xfce4-netload-plugin"-Paket zur Verfügung.

source: Note-taking Plugin for the Xfce Panel
de: Notizen-Plugin für die Xfce-Leiste
ja: Xfce パネル向けメモ取りプラグイン

source: The Notes plugin provides the equivalent to post-it notes on the Xfce desktop and allows to quickly take and store small notes.
de: Das Notes-Plugin stellt ein Äquivalent zu Post-It-Notizen auf dem Xfce-Desktop dar und erlaubt das schnelle Aufrufen und Speichern von kleinen Notizen.
ja: Notes プラグインは、 Xfce デスクトップ内に post-it 形式のメモを貼り付け、小さなメモを残すことができるプラグインです。

source: Translations for package xfce4-notes-plugin
de: Übersetzungen für das Paket xfce4-notes-plugin

source: Provides translations for the "xfce4-notes-plugin" package.
de: Stellt Übersetzungen für das "xfce4-notes-plugin"-Paket zur Verfügung.

source: Simple Notification Daemon for Xfce
de: Einfacher Benachrichtigungsdienst für Xfce
ja: Xfce 向けのシンプルな通知デーモン

source: Xfce4-notifyd is a simple, visually-appealing notification daemon for Xfce that implements the Freedesktop.org Desktop Notifications Specification.
de: Xfce4-notifyd ist ein einfacher, visuell ansprechender Benachrichtigungs-Daemon für Xfce, der die Freedesktop.org Spezifikation für Desktop-Benachrichtigungen implementiert.
ja: Xfce4-notifyd は、 Xfce 向けのシンプルで視覚に訴える通知デーモンです。このソフトウエアは、 Freedesktop.org のデスクトップ通知仕様を実装しています。

source: openSUSE Branding of xfce4-notifyd
de: openSUSE-Personalisierung von xfce4-notifyd
ja: xfce4-notifyd の openSUSE ブランディング

source: This package provides the openSUSE look and feel for the Xfce Notification Daemon.
de: Dieses Paket stellt das openSUSE Look and Feel für den Xfce Benachrichtigungsdienst zur Verfügung.
ja: このパッケージには、 Xfce 通知デーモン向けの openSUSE 外観が含まれています。

source: Upstream Branding of xfce4-notifyd
de: Upstream-Personalisierung von xfce4-notifyd
ja: xfce4-notifyd のアップストリームブランディング

source: This package provides the upstream look and feel for the Xfce Notification Daemon.
de: Dieses Paket stellt das Upstream Look and Feel für den Xfce Benachrichtigungs-Daemon bereit.
ja: このパッケージには、 Xfce 通知デーモン向けのアップストリームの外観が含まれています。

source: Translations for package xfce4-notifyd
de: Übersetzungen für das Paket xfce4-notifyd
ja: xfce4-notifyd 向け翻訳パッケージ

source: Provides translations for the "xfce4-notifyd" package.
de: Stellt Übersetzungen für das "xfce4-notifyd"-Paket zur Verfügung.
ja: "xfce4-notifyd" パッケージに対する翻訳データです。

source: Panel for the Xfce Desktop Environment
de: Leiste für die Xfce-Desktopumgebung
ja: Xfce デスクトップ環境向けのパネル

source: xfce4-panel is the panel for the Xfce desktop environment.
de: xfce4-panel ist das Panel für die Xfce Desktop-Umgebung.
ja: xfce4-panel は Xfce デスクトップ環境向けのパネルです。

source: openSUSE Branding of xfce4-panel
de: openSUSE-Personalisierung von xfce4-panel
ja: xfce4-panel の openSUSE ブランディング

source: This package provides the openSUSE look and feel for the Xfce Panel.
de: Dieses Paket stellt das openSUSE Look and Feel für die Xfce-Leiste zur Verfügung.
ja: このパッケージには、 Xfce パネル向けの openSUSE 外観が含まれています。

source: Upstream Branding for xfce4-panel
de: Upstream-Personalisierung von xfce4-panel
ja: xfce4-panel のアップストリームブランディング

source: This package provides the upstream look and feel for xfce4-panel.
de: Dieses Paket stellt das Upstream Look and Feel für xfce4-panel bereit.
ja: このパッケージには、 xfce4-panel 向けのアップストリームの外観が含まれています。

source: Development Files for xfce4-panel
de: Entwicklungsdateien für die Xfce-Leiste
ja: xfce4-panel 向け開発用ファイル

source: The xfce4-panel-devel package contains development files needed to to develop panel plugins.
de: Das xfce4-panel-devel Paket enthält Entwicklungsdateien, die benötigt werden, um Plugins für die Xfce-Leiste zu entwickeln.
ja: このパッケージには、パネルプラグインを開発するのに必要なヘッダファイルが含まれています。

source: Translations for package xfce4-panel
de: Übersetzungen für das Paket xfce4-panel
ja: xfce4-panel 向け翻訳パッケージ

source: Provides translations for the "xfce4-panel" package.
de: Stellt Übersetzungen für das "xfce4-panel"-Paket zur Verfügung.
ja: "xfce4-panel" パッケージに対する翻訳データです。

source: Translations for package xfce4-panel-plugin-calculator
de: Übersetzungen für das Paket xfce4-panel-plugin-calculator

source: Provides translations for the "xfce4-panel-plugin-calculator" package.
de: Stellt Übersetzungen für das Paket "xfce4-panel-plugin-calculator" zur Verfügung.

source: Dictionary Plugin for the Xfce Panel
de: Wörterbuch-Plugin für die Xfce-Leiste
ja: Xfce パネル向け辞書プラグイン

source: This package contains the xfce4-dict dictionary plugin for the Xfce panel.
de: Dieses Paket enthält das xfce4-dict Wörterbuch-Plugin für die Xfce-Leiste.
ja: このパッケージには、 Xfce パネル向けの xfce4-dict 辞書プラグインが含まれています。

source: System Load Monitor for the Xfce Panel
de: Systemlastmonitor für die Xfce-Leiste
ja: Xfce パネル向けシステム負荷モニタ

source: A system load monitor that graphs processor, memory, and swap space use, plus network and disk activity. It is a port of the GNOME multiload applet to the Xfce panel.
de: Ein Systemlastmonitor, der Prozessor-, Hauptspeicher- und Swap-Speicherplatz und zusätzlich Netzwerk- und Festplattenaktivitäten grafisch darstellt. Dies ist eine Portierung des GNOME Multiload Applets für die Xfce-Leiste.
ja: プロセッサやメモリ、スワップ領域の使用率やネットワーク／ディスクの動作状況などをグラフで表示する、システム負荷モニタです。 これは GNOME の multiload アプレットを Xfce パネルに移植したものです。

source: Time-out Plugin for the Xfce Panel
de: Time-Out-Plugin für die Xfce-Leiste
ja: Xfce パネル向けタイムアウトプラグイン

source: The Time-out plugin allows to take breaks from computer work in configurable, periodical intervals and will provide a notification and lock the screen each the break time has been reached.
de: Das Time-out-Plugin erlaubt es, in regelmäßigen, einstellbaren Zeitintervallen Pausen von der Computerarbeit zu nehmen. Wenn die Pausenzeit erreicht ist, gibt es eine Meldung aus und sperrt den Bildschirm.
ja: Time-out プラグインは、コンピュータ側から休息を求めることができるプラグインです。定期的な間隔で休息を設定できるほか、通知機能や休息時間到達時の画面ロック (施錠) などに対応しています。

source: Translations for package xfce4-panel-plugin-timeout
de: Übersetzungen für das Paket xfce4-panel-plugin-timeout
ja: xfce4-panel-plugin-timeout 向け翻訳パッケージ

source: Provides translations for the "xfce4-panel-plugin-timeout" package.
de: Stellt Übersetzungen für das "xfce4-panel-plugin-timeout"-Paket zur Verfügung.
ja: "xfce4-panel-plugin-timeout" パッケージに対する翻訳データです。

source: Simple application to manage Xfce panel layouts
de: Einfache Anwendung zum Verwalten von Xfce-Bedienfeldlayouts

source: Simple application to manage Xfce panel layouts. This tool makes it possible to backup, restore, import, and export panel layouts.
de: Einfache Anwendung zum Verwalten von Xfce-Bedienfeldlayouts. Dieses Tool ermöglicht das Sichern, Wiederherstellen, Importieren und Exportieren von Bedienfeldlayouts.

source: Script to restore Xfce Panel Defaults
de: Skript zur Wiederherstellung der Standards der Xfce-Leiste

source: This package provides a script /usr/bin/xfce4-panel-restore-defaults which calls allows to restore the Xfce Panel factory defaults. A desktop file and application launcher is provided.
de: Dieses Paket bietet ein Skript /usr/bin/xfce4-panel-restore-defaults, dessen Aufrufe eine Wiederherstellung der Xfce-Leiste zu Factory-Standards erlaubt. Eine Desktop-Datei und Anwendungs-Starter ist bereitgestellt.

source: Places Menu Plugin for the Xfce Panel
de: Places Menu Plugin für die Xfce-Leiste
ja: Xfce パネル向け場所メニュープラグイン
