Repository: BENBELLA23/packages-i18n
Catalog: */po/xfce4.*.po
Languages: de, ja

source: Translations for package xfce4-panel-plugin-datetime
ja: xfce4-panel-plugin-datetime 向け翻訳パッケージ

source: Provides translations for the "xfce4-panel-plugin-datetime" package.
ja: "xfce4-panel-plugin-datetime" パッケージに対する翻訳データです。

source: Translations for package xfce4-panel-plugin-diskperf
ja: xfce4-panel-plugin-diskperf 向け翻訳パッケージ

source: Provides translations for the "xfce4-panel-plugin-diskperf" package.
ja: "xfce4-panel-plugin-diskperf" パッケージに対する翻訳データです。

source: Translations for package xfce4-panel-plugin-eyes
ja: xfce4-panel-plugin-eyes 向け翻訳パッケージ

source: Provides translations for the "xfce4-panel-plugin-eyes" package.
ja: "xfce4-panel-plugin-eyes" パッケージに対する翻訳データです。

source: Translations for package xfce4-panel-plugin-fsguard
ja: xfce4-panel-plugin-fsguard 向け翻訳パッケージ

source: Provides translations for the "xfce4-panel-plugin-fsguard" package.
ja: "xfce4-panel-plugin-fsguard" パッケージに対する翻訳データです。

source: Translations for package xfce4-panel-plugin-genmon
ja: xfce4-panel-plugin-genmon 向け翻訳パッケージ

source: Provides translations for the "xfce4-panel-plugin-genmon" package.
ja: "xfce4-panel-plugin-genmon" パッケージに対する翻訳データです。

source: Translations for package xfce4-panel-plugin-mailwatch
ja: xfce4-panel-plugin-mailwatch 向け翻訳パッケージ

source: Provides translations for the "xfce4-panel-plugin-mailwatch" package.
ja: "xfce4-panel-plugin-mailwatch" パッケージに対する翻訳データです。

source: Translations for package xfce4-panel-plugin-mount
ja: xfce4-panel-plugin-mount 向け翻訳パッケージ

source: Provides translations for the "xfce4-panel-plugin-mount" package.
ja: "xfce4-panel-plugin-mount" パッケージに対する翻訳データです。

source: Translations for package xfce4-panel-plugin-mpc
ja: xfce4-panel-plugin-mpc 向け翻訳パッケージ

source: Provides translations for the "xfce4-panel-plugin-mpc" package.
ja: "xfce4-panel-plugin-mpc" パッケージに対する翻訳データです。

source: Translations for package xfce4-panel-plugin-netload
ja: xfce4-panel-plugin-netload 向け翻訳パッケージ

source: Provides translations for the "xfce4-panel-plugin-netload" package.
ja: "xfce4-panel-plugin-netload" パッケージに対する翻訳データです。

source: Xfce4 Netspeed Plugin
ja: Xfce4 Netspeed プラグイン

source: An Xfce4 panel plugin that shows the network download/upload speed.
ja: ネットワークのダウンロード／アップロード速度を表示する Xfce パネルプラグインです。

source: Translations for package xfce4-panel-plugin-notes
ja: xfce4-panel-plugin-notes 向け翻訳パッケージ

source: Provides translations for the "xfce4-panel-plugin-notes" package.
ja: "xfce4-panel-plugin-notes" パッケージに対する翻訳データです。

source: Translations for package xfce4-panel-plugin-places
ja: xfce4-panel-plugin-places 向け翻訳パッケージ

source: Provides translations for the "xfce4-panel-plugin-places" package.
ja: "xfce4-panel-plugin-places" パッケージに対する翻訳データです。

source: Translations for package xfce4-panel-plugin-pulseaudio
ja: xfce4-panel-plugin-pulseaudio 向け翻訳パッケージ

source: Provides translations for the "xfce4-panel-plugin-pulseaudio" package.
ja: "xfce4-panel-plugin-pulseaudio" パッケージに対する翻訳データです。

source: Development Files for xfce4-panel-plugin-sensors
ja: xfce4-panel-plugin-sensors 向け開発用ファイル

source: Translations for package xfce4-panel-plugin-sensors
ja: xfce4-panel-plugin-sensors 向け翻訳パッケージ

source: Provides translations for the "xfce4-panel-plugin-sensors" package.
ja: "xfce4-panel-plugin-sensors" パッケージに対する翻訳データです。

source: Translations for package xfce4-panel-plugin-smartbookmark
ja: xfce4-panel-plugin-smartbookmark 向け翻訳パッケージ

source: Provides translations for the "xfce4-panel-plugin-smartbookmark" package.
ja: "xfce4-panel-plugin-smartbookmark" パッケージに対する翻訳データです。

source: Translations for package xfce4-panel-plugin-statusnotifier
ja: xfce4-panel-plugin-statusnotifier 向け翻訳パッケージ

source: Provides translations for the "xfce4-panel-plugin-statusnotifier" package.
ja: "xfce4-panel-plugin-statusnotifier" パッケージに対する翻訳データです。

source: Translations for package xfce4-panel-plugin-systemload
ja: xfce4-panel-plugin-systemload 向け翻訳パッケージ

source: Provides translations for the "xfce4-panel-plugin-systemload" package.
ja: "xfce4-panel-plugin-systemload" パッケージに対する翻訳データです。

source: Translations for package xfce4-panel-plugin-timer
ja: xfce4-panel-plugin-timer 向け翻訳パッケージ

source: Provides translations for the "xfce4-panel-plugin-timer" package.
ja: "xfce4-panel-plugin-timer" パッケージに対する翻訳データです。

source: Translations for package xfce4-panel-plugin-verve
ja: xfce4-panel-plugin-verve 向け翻訳パッケージ

source: Provides translations for the "xfce4-panel-plugin-verve" package.
ja: "xfce4-panel-plugin-verve" パッケージに対する翻訳データです。

source: Translations for package xfce4-panel-plugin-wavelan
ja: xfce4-panel-plugin-wavelan 向け翻訳パッケージ

source: Provides translations for the "xfce4-panel-plugin-wavelan" package.
ja: "xfce4-panel-plugin-wavelan" パッケージに対する翻訳データです。

source: Translations for package xfce4-panel-plugin-weather
ja: xfce4-panel-plugin-weather 向け翻訳パッケージ

source: Provides translations for the "xfce4-panel-plugin-weather" package.
ja: "xfce4-panel-plugin-weather" パッケージに対する翻訳データです。

source: Whisker Menu is an alternate application launcher for Xfce. When you open it you are shown a list of applications you have marked as favorites. You can browse through all of your installed applications by clicking on the category buttons on the side. Top level categories make browsing fast, and simple to switch between. Additionally, Whisker Menu keeps a list of the last ten applications that you’ve launched from it.
ja: Whisker Menu は Xfce 向けの代替アプリケーションランチャーです。これを開くと、お気に入りとしてマークしたアプリケーションの一覧が表示されます。横にあるカテゴリ (分類) ボタンを押すと、インストールされているすべてのアプリケーションを表示することができます。トップレベルのカテゴリにより、参照を高速に、切り替えを簡単に行なうことができるようになっています。 Whisker Menu は、直近に起動した 10 種類のアプリケーションを記憶し、表示することもできます。

source: Translations for package xfce4-panel-plugin-whiskermenu
ja: xfce4-panel-plugin-whiskermenu 向け翻訳パッケージ

source: Provides translations for the "xfce4-panel-plugin-whiskermenu" package.
ja: "xfce4-panel-plugin-whiskermenu" パッケージに対する翻訳データです。

source: Translations for package xfce4-panel-plugin-xkb
ja: xfce4-panel-plugin-xkb 向け翻訳パッケージ

source: Provides translations for the "xfce4-panel-plugin-xkb" package.
ja: "xfce4-panel-plugin-xkb" パッケージに対する翻訳データです。

source: Development Files for xfce4-session
ja: xfce4-session 向け開発用ファイル

source: This package contains development files needed to develop custom splash screen engines for the xfce4-session.
ja: このパッケージには、 xfce4-session 向けに独自のスプラッシュスクリーンエンジンを開発するのに必要な、開発用ファイルが含まれています。

source: Daemon Providing Support for Sound Volume Keys
ja: サウンドの音量キーに対応する機能を提供するデーモン

source: xfce4-volumed is a daemon providing support for sound volume keys present on some keyboards. It can also display notifications on sound volume change and mute using a notification server.
ja: xfce4-volumed は、いくつかのキーボードにあるサウンド音量キーに対応するためのデーモンを提供します。通知サーバを利用することで、音量の変更や無音化を画面に通知することもできます。

source: xfce4-volumed-pulse is a daemon providing support for sound volume keys present on some keyboards. It can also display notifications on sound volume change and mute using a notification server.
ja: xfce4-volumed-pulse は、いくつかのキーボードにあるサウンド音量キーに対応するためのデーモンを提供します。通知サーバを利用することで、音量の変更や無音化を画面に通知することもできます。
