Repository: BENBELLA23/packages-i18n
Catalog: */po/xfce4.*.po
Languages: de, ja

source: The Places plugin provides a menu with quick access to folders, documents, and removable media.
de: Das Places-Plugin stellt ein Menü mit Schnellzugriffen auf Verzeichnisse, Dokumente oder Wechselmedien zur Verfügung.
ja: 場所プラグインは、フォルダやドキュメント、リムーバブルメディアなどに対して、素早くアクセスすることのできるメニューを提供します。

source: Translations for package xfce4-places-plugin
de: Übersetzungen für das Paket xfce4-places-plugin

source: Provides translations for the "xfce4-places-plugin" package.
de: Stellt Übersetzungen für das "xfce4-places-plugin"-Paket zur Verfügung.

source: Power Management for the Xfce Desktop Environment
de: Energieverwaltung für die Xfce-Desktopumgebung
ja: Xfce デスクトップ環境向けの電源管理

source: The Xfce Power Manager is a tool for the Xfce desktop environment for managing profiles of policies which affect power consumption, such as the display brightness level, display sleep times, or CPU frequency scaling. It can also trigger actions on certain events such as closing the lid or reaching low battery levels and provides a set of interfaces to inform other applications about current power level so that they can adjust their power consumption. Furthermore, it provides a standardized inhibit interface which allows applications to prevent automatic sleep actions via the power manager.
de: Die Xfce-Energieverwaltung ist ein Werkzeug für die Xfce-Desktopumgebung zum Verwalten von Profilen und Richtlinien, die den Stromverbrauch beeinflussen (z.B. Bildschirmhelligkeitstufen, Energiesparmodus oder CPU-Frequenz-Skalierung). Sie kann auch Aktionen bei bestimmten Ereignissen auslösen, wie z.B. beim Schließen des Notebook-Deckels oder wenn die Batterieladung niedrig ist. Ausserdem stellt sie Schnittstellen zur Verfügung um andere Anwendungen über den Batterieladestatus zu informieren, damit diese ihren Stromverbrauch anpassen können. Darüber hinaus bietet es eine standardisierte Sperrschnittstelle, die es Anwendungen ermöglicht, automatische Schlafaktionen über die Energieverwaltung zu verhindern.
ja: Xfce Power Manager は Xfce デスクトップ環境向けのツールで、ディスプレイの明るさレベルやディスプレイのスリープ時間、 CPU の周波数制御など、電源消費に関連するポリシープロファイルを管理することができます。たとえばノート PC の蓋を閉じた場合やバッテリーの残り容量が少なくなった場合などに、特定の処理を行なうよう設定することもできるほか、現在の電力消費レベルを他のアプリケーションに通知し、アプリケーション側の電力消費を調整させるためのインターフェイスも備えています。また、電源管理機能を介して自動的なスリープに突入してしまうことを防ぐための、標準的なインターフェイスも存在しています。

source: openSUSE Branding of xfce4-power-manager
de: openSUSE-Personalisierung von xfce4-power-manager
ja: xfce4-power-manager の openSUSE ブランディング

source: This package provides the openSUSE look and feel for the Xfce Power Manager.
de: Dieses Paket stellt das openSUSE Look and Feel für die Xfce-Energieverwaltung zur Verfügung.
ja: このパッケージには、 Xfce パワーマネージャ向けの openSUSE 外観が含まれています。

source: Upstream Branding of xfce4-power-manager
de: Upstream-Personalisierung von xfce4-power-manager
ja: xfce4-power-manager のアップストリームブランディング

source: Translations for package xfce4-power-manager
de: Übersetzungen für das Paket xfce4-power-manager
ja: xfce4-power-manager 向け翻訳パッケージ

source: Provides translations for the "xfce4-power-manager" package.
de: Stellt Übersetzungen für das "xfce4-power-manager"-Paket zur Verfügung.
ja: "xfce4-power-manager" パッケージに対する翻訳データです。

source: Xfce Panel Plugin for Monitoring Batteries and Changing the Display Brightness
de: Xfce-Leisten-Plugin für die Überwachung von Batterien und Änderung der Bildschirmhelligkeit
ja: バッテリ監視およびディスプレイ明るさ調整用 Xfce パネルプラグイン

source: This package provides a plugin for the Xfce panel for monitoring battery and device charge levels and to regulate display brightness.
de: Dieses Paket enthält ein Plugin für das Xfce-Panel zur Überwachung der Batterie- und Geräte-Ladezustände und zur Steuerung der Bildschirmhelligkeit.
ja: このパッケージには、バッテリーやデバイスの充電レベルを監視したり、ディスプレイの明るさを調整したりするための Xfce パネル向けプラグインが含まれています。

source: Pulseaudio Volume Control Plugin for the Xfce Panel
de: Pulseaudio Lautstärkeregler-Plugin für die Xfce-Leiste
ja: Xfce パネル向け PulseAudio 音量制御プラグイン

source: Xfce4-pulseaudio-plugin is a panel plugin for controlling an audio output volume of the PulseAudio mixer. The volume can be adjusted using keyboard shortcuts, mouse wheel, a slider in a popup menu, or via a linked external audio mixer tool.
de: Das Xfce4-pulseaudio-Plugin ist ein Lautstärkeregler für den PulseAudio Mixer. Die Lautstärke kann über Tastaturkürzel, das Mausrad, den Schieberegler in einem Popup-Menü oder über ein verbundenes, externes Audio-Mixer-Werkzeug geregelt werden.
ja: Xfce4-pulseaudio-plugin は PulseAudio ミキサーのオーディオ出力の音量を制御するためのパネルプラグインです。音量はキーボードのショートカットで調整することができるほか、マウスホイールやポップアップメニュー内のスライダーでも調整することができます。また、関連づけられた外部のオーディオミキサーツールを起動することもできます。

source: Translations for package xfce4-pulseaudio-plugin
de: Übersetzungen für das Paket xfce4-pulseaudio-plugin

source: Provides translations for the "xfce4-pulseaudio-plugin" package.
de: Stellt Übersetzungen für das "xfce4-pulseaudio-plugin"-Paket zur Verfügung.

source: Screensaver and locker for Xfce
de: Bildschirmschoner und Schließfach für Xfce

source: xfce4-screensaver is a screen saver and locker that integrates with the Xfce desktop. This software is not ready for production machines yet. Please use with caution. Add xfce4-screensaver-command -l to xflock4 script for it to work properly.
de: xfce4-screenaver ist ein Bildschirmschoner und ein Schließfach, das in den Xfce-Desktop integriert ist. Diese Software ist noch nicht für Produktionsmaschinen bereit. Bitte mit Vorsicht verwenden. Fügen Sie dem xflock4-Skript den Befehl xfce4-screenaver-command -l hinzu, damit es ordnungsgemäß funktioniert.

source: Screenshot Tool for the Xfce Desktop
de: Bildschirmfoto-Werkzeug für den Xfce-Desktop
ja: Xfce デスクトップ向けスクリーンショットツール

source: Xfce4 Screenshooter is a tool for taking screenshots, it can capture the entire screen, the active window or a selected region. Screenshots may be taken with a user-specified delay and the resulting images can be saved to a PNG file, copied it to the clipboard, opened with another application, or uploaded to ZimageZ, a free online image hosting service.
de: Xfce4 Screenshooter ist ein Werkzeug zum Erstellen von Bildschirmfotos. Es kann den gesamten Bildschirm, das aktive Fenster oder einen ausgewählten Bereich abfotografieren. Bildschirmfotos können mit einer benutzerdefinierten Verzögerung erstellt und als PNG-Datei gespeichert, in die Zwischenablage kopiert oder mit einer anderen Anwendung geöffnet werden. Die Fotos können auch an ZimageZ, einem freien Bild-Hosting-Dienst hochgeladen werden.
ja: Xfce4 Screenshooter はスクリーンショットを撮影するためのツールです。画面全体をキャプチャすることができるほか、アクティブなウインドウや選択した範囲だけを取ることもできます。またユーザ側で指定した遅延時間後に撮影したりすることができるほか、画像は PNG ファイルとして保存したり、クリップボードにコピーしたり、他のアプリケーションで開いたり、フリーのオンライン画像ホスティングサービスである ZimageZ にアップロードしたりすることもできます。

source: Translations for package xfce4-screenshooter
de: Übersetzungen für das Paket xfce4-screenshooter
ja: xfce4-screenshooter 向け翻訳パッケージ

source: Provides translations for the "xfce4-screenshooter" package.
de: Stellt Übersetzungen für das "xfce4-screenshooter"-Paket zur Verfügung.
ja: "xfce4-screenshooter" パッケージに対する翻訳データです。

source: Screenshot Plugin for the Xfce Panel
de: Bildschirmfoto-Plugin für die Xfce-Leiste
ja: Xfce パネル向けスクリーンショットプラグイン

source: This package contains the xfce4-screenshooter Xfce panel plugin.
de: Dieses Paket enthält das xfce4-Bildschirmfoto-Plugin für die Xfce-Leiste.
ja: このパッケージには、 xfce4-screenshooter Xfce パネルプラグインが含まれています。

source: Hardware Sensor Plugin for the Xfce Panel
de: Plugin für Hardware-Sensoren für die Xfce-Leiste
ja: Xfce パネル向けハードウエアセンサープラグイン

source: The Sensors plugin and standalone application allow to monitor various hardware sensors supported by libsensors.
de: Das Sensor-Plugin und die Standalone-Anwendung ermöglichen die Überwachung von verschiedenen Hardwaresensoren, die von libsensors unterstützt werden.
ja: Sensors プラグインと付属するアプリケーションは、 libsensors で対応する様々なハードウエアセンサーを監視することができます。

source: Development Files for xfce4-sensors-plugin
de: Entwicklungsdateien für die xfce4-sensors-plugin

source: This package contains the development files needed to develop applications based on libxfce4sensors.
de: Dieses Paket enthält die Entwicklungsdateien, die für die Entwicklung von Applikationen, die auf libxfce4sensors basieren, benötigt werden.
ja: このパッケージには、 libxfce4sensors をベースとするアプリケーションを開発するのに必要な、開発用ファイルが含まれています。

source: Translations for package xfce4-sensors-plugin
de: Übersetzungen für das Paket xfce4-sensors-plugin

source: Provides translations for the "xfce4-sensors-plugin" package.
de: Stellt Übersetzungen für das "xfce4-sensors-plugin"-Paket zur Verfügung.

source: Xfce Session Manager
de: Xfce Sitzungsmanager
ja: Xfce セッションマネージャ

source: xfce4-session is the session manager for the Xfce desktop environment.
de: xfce4-session ist der Sitzungsmanager für die Xfce Desktopumgebung.
ja: xfce4-session は Xfce デスクトップ環境向けのセッションマネージャです。

source: openSUSE Branding of xfce4-session
de: openSUSE-Personalisierung von xfce4-session
ja: xfce4-session の openSUSE ブランディング

source: This package provides the openSUSE look and feel for the Xfce Session Manager.
de: Dieses Paket stellt das openSUSE Look and Feel für die Xfce-Sitzungsverwaltung zur Verfügung.
ja: このパッケージには、 Xfce セッションマネージャ向けの openSUSE 外観が含まれています。

source: Upstream Branding of xfce4-session
de: Upstream-Personalisierung von xfce4-session
ja: xfce4-session のアップストリームブランディング

source: This package provides the upstream look and feel for the Xfce Session Manager.
de: Dieses Paket stellt das Upstream Look and Feel für die Xfce Sitzungsverwaltung bereit.
ja: このパッケージには、 Xfce セッションマネージャ向けのアップストリームの外観が含まれています。

source: Translations for package xfce4-session
de: Übersetzungen für das Paket xfce4-session
ja: xfce4-session 向け翻訳パッケージ

source: Provides translations for the "xfce4-session" package.
de: Stellt Übersetzungen für das "xfce4-session"-Paket zur Verfügung.
ja: "xfce4-session" パッケージに対する翻訳データです。

source: Tools for Managing Xfce Settings
de: Werkzeuge um Xfce-Einstellungen zu verwalten
ja: Xfce 設定管理ツール

source: This package provides a number of tools for managing settings in the Xfce desktop environment.
de: Dieses Paket stellt eine Reihe von Werkzeugen für die Einstellungs-Verwaltung der Xfce-Desktopumgebung zur Verfügung.
ja: このパッケージには、 Xfce デスクトップ環境内で設定を管理するためのツール集が含まれています。

source: openSUSE Branding of xfce4-settings
de: openSUSE-Personalisierung von xfce4-settings
ja: xfce4-settings の openSUSE ブランディング

source: This package provides the openSUSE look and feel for Xfce.
de: Dieses Paket stellt das openSUSE Look and Feel für Xfce zur Verfügung.
ja: このパッケージには、 Xfce 向けの openSUSE 外観が含まれています。

source: Upstream Branding of xfce4-settings
de: Upstream-Personalisierung von xfce4-settings
ja: xfce4-settings のアップストリームブランディング

source: This package provides the upstream look and feel for xfce4-settings.
de: Dieses Paket stellt das Upstream Look and Feel für xfce4-settings bereit.
ja: このパッケージには、 xfce4-settings 向けのアップストリームの外観が含まれています。

source: Translations for package xfce4-settings
de: Übersetzungen für das Paket xfce4-settings
ja: xfce4-settings 向け翻訳パッケージ

source: Provides translations for the "xfce4-settings" package.
de: Stellt Übersetzungen für das "xfce4-settings"-Paket zur Verfügung.
ja: "xfce4-settings" パッケージに対する翻訳データです。

source: Smart Bookmark Plugin for the Xfce Panel
de: Lesezeichen-Plugin für die Xfce-Leiste
ja: Xfce パネル向けスマートブックマークプラグイン

source: The Smartbookmark plugin follows the smart bookmark concept and allows users to send requests to websites through default browser.
de: Das Smartbookmark-Plugin folgt dem Lesezeichenkonzept und erlaubt den Benutzern, Anfragen zu Webseiten über den Standardbrowser zu senden.
ja: Smartbookmark プラグインは、スマートブックマークの考え方を実装したもので、ユーザに対して既定のブラウザで Web ページを開くことができます。

source: Translations for package xfce4-smartbookmark-plugin
de: Übersetzungen für das Paket xfce4-smartbookmark-plugin

source: Provides translations for the "xfce4-smartbookmark-plugin" package.
de: Stellt Übersetzungen für das "xfce4-smartbookmark-plugin"-Paket zur Verfügung.

source: Status Notifier Plugin for the Xfce Panel
de: Statusbenachrichtigungs-Plugin für das Xfce-Panel
ja: Xfce パネル向け状態通知プラグイン

source: This plugin provides a panel area for status notifier items (application indicators). This technology is a modern alternative to systray.
de: Dieses Plugin bietet einen Leisten-Bereich für Statusmeldungen (Anwendungsindikatoren). Diese Technologie ist eine moderne Alternative zum Systray.
ja: このプラグインは、状態通知項目 (アプリケーションインジケータ) 向けのパネル領域を提供します。この技術は、システムトレイに対するより新しい代替となるべく作られた仕組みです。

source: Translations for package xfce4-statusnotifier-plugin
de: Übersetzungen für das Paket xfce4-statusnotifier-plugin

source: Provides translations for the "xfce4-statusnotifier-plugin" package.
de: Stellt Übersetzungen für das "xfce4-statusnotifier-plugin"-Paket zur Verfügung.

source: A panel plugin to keep track of elapsed time
de: Ein Panel-Plugin, um die verstrichene Zeit zu verfolgen

source: Translations for package xfce4-stopwatch-plugin
de: Übersetzungen für das Paket xfce4-stopwatch-plugin

source: Provides translations for the "xfce4-stopwatch-plugin" package.
de: Stellt Übersetzungen für das "xfce4-stopwatch-plugin"-Paket zur Verfügung.

source: System Load Monitoring Plugin for the Xfce Panel
de: Systemlastüberwachungs-Plugin für die Xfce-Leiste
ja: Xfce パネル向けシステム負荷監視プラグイン

source: The Systemload plugin can display the current CPU load, used memory and swap space as well as the system uptime in the panel.
de: Das Systemload-Plugin zeigt die aktuelle CPU-Last, den verwendeten Haupt- und Swapspeicher und die Betriebszeit in der Leiste an.
ja: Systemload プラグインは、現在の CPU 負荷やメモリの使用状況、スワップ領域の使用状況やシステムの稼働時間を、パネル内に表示することができます。

source: Translations for package xfce4-systemload-plugin
de: Übersetzungen für das Paket xfce4-systemload-plugin

source: Provides translations for the "xfce4-systemload-plugin" package.
de: Stellt Übersetzungen für das "xfce4-systemload-plugin"-Paket zur Verfügung.

source: Simple Taskmanager for the Xfce Desktop Environment
de: Einfacher Taskmanager für die Xfce-Desktopumgebung
ja: Xfce デスクトップ環境向けのシンプルなタスクマネージャ

source: xfce4-taskmanager is a simple taskmanager for the Xfce desktop environment. It can display window and icon names in a tree view, columns can be reordered, and CPU and memory usage are displayed as a graph.
de: xfce4-taskmanager ist ein einfacher Taskmanager für die Xfce Desktop-Umgebung. Er kann Fenster- und Symbolnamen in einer Baumansicht anzeigen, Spalten können neu geordnet werden und die CPU- und Speicherauslastung wird als Grafik angezeigt.
ja: xfce4-taskmanager は Xfce デスクトップ環境向けのシンプルなタスクマネージャです。ツリービュー形式でウインドウとアイコンの名前を表示するほか、列を入れ替えたり CPU やメモリの使用率をグラフ表示したりすることができます。

source: Translations for package xfce4-taskmanager
de: Übersetzungen für das Paket xfce4-taskmanager
ja: xfce4-taskmanager 向け翻訳パッケージ

source: Provides translations for the "xfce4-taskmanager" package.
de: Stellt Übersetzungen für das "xfce4-taskmanager"-Paket zur Verfügung.
ja: "xfce4-taskmanager" パッケージに対する翻訳データです。

source: Terminal Emulator for the Xfce Desktop Environment
de: Terminalemulation für die Xfce-Desktopumgebung
ja: Xfce デスクトップ環境向けの端末エミュレータ

source: xfce4-terminal is a lightweight and easy to use terminal emulator for the Xfce desktop environment. Its major features include a simple configuration interface, the ability to use multiple tabs with terminals within a single window, the possibility to have a pseudo-transparent terminal background, and a compact mode where both the menubar and the window decorations are hidden which helps to save space on the desktop.
de: xfce4-terminal ist ein leichter und einfach zu bedienender Terminalemulator für die Xfce Desktop-Umgebung. Seine Hauptmerkmale sind eine einfache Konfigurationsoberfläche, die Fähigkeit, mehrere Registerkarten mit Terminals in einem einzigen Fenster zu verwenden, die Möglichkeit, einen pseudo-transparenten Terminalhintergrund zu haben, und ein kompakter Modus, in dem sowohl die Menüleiste als auch die Fensterdekorationen versteckt sind, was dazu beiträgt, Platz auf dem Desktop zu sparen.
ja: xfce4-terminal は Xfce デスクトップ環境向けの軽量で使いやすい端末エミュレータです。主な機能としては、シンプルな設定インターフェイスや単一のウインドウ内でのタブ表示機能、端末の背景を疑似的に透過表示させる機能や、デスクトップの領域を節約するためのメニューバーやウインドウ装飾のないコンパクトモードなどがあります。

source: Translations for package xfce4-terminal
de: Übersetzungen für das Paket xfce4-terminal
ja: xfce4-terminal 向け翻訳パッケージ

source: Provides translations for the "xfce4-terminal" package.
de: Stellt Übersetzungen für das "xfce4-terminal"-Paket zur Verfügung.
ja: "xfce4-terminal" パッケージに対する翻訳データです。

source: Translations for package xfce4-time-out-plugin
de: Übersetzungen für das Paket xfce4-time-out-plugin

source: Provides translations for the "xfce4-time-out-plugin" package.
de: Stellt Übersetzungen für das "xfce4-time-out-plugin"-Paket zur Verfügung.

source: Alarm Clock Plugin for the Xfce Panel
de: Wecker-Plugin für die Xfce-Leiste
ja: Xfce パネル向けアラーム時計プラグイン

source: The Timer plugin provides the functionality of an alarm clock and will run an alarm at a specified time or at the end of a specified countdown period.
de: Das Timer-Plugin stellt die Funktionalitäten eines Weckers zur Verfügung und löst den Alarm zu einer bestimmten Uhrzeit oder nach einer bestimmten Zeitspanne aus.
ja: Timer プラグインはアラーム時計の機能を提供するプラグインで、指定した時刻にアラームを実行することができるほか、カウントダウン形式でアラームを実行することもできます。

source: Translations for package xfce4-timer-plugin
de: Übersetzungen für das Paket xfce4-timer-plugin

source: Provides translations for the "xfce4-timer-plugin" package.
de: Stellt Übersetzungen für das "xfce4-timer-plugin"-Paket zur Verfügung.

source: Vala Bindings to Xfce Libraries
de: Vala Bindings für Xfce Bibliotheken
ja: Xfce ライブラリに対する Vala バインディング

source: This package provides Vala bindings to Xfce Libraries.
de: Dieses Paket bietet Vala Bindings für Xfce-Bibliotheken.
ja: このパッケージには、 Xfce ライブラリに対する Vala バインディングが含まれています。

source: Command Line Plugin for the Xfce Panel
de: Kommandozeilen-Plugin für die Xfce-Leiste
ja: Xfce パネル向けコマンドラインプラグイン

source: The Verve panel plugin is a command line plugin for the Xfce panel which supports a command history, auto-completion, keyboard-shortcut focus grabbing and opening URLs.
de: Das Verve-Leisten-Plugin ist ein Kommandozeilen-Plugin für die Xfce-Leiste, das eine Befehls-Historie, Autovervollständigung, Tastaturkürzel und das Öffnen von URLs ermöglicht.
ja: Verve パネルプラグインは、 Xfce パネル向けのコマンドラインプラグインです。コマンドの履歴や自動補完、キーボードショートカットのフォーカス捕捉やURL のオープンなどに対応しています。

source: Translations for package xfce4-verve-plugin
de: Übersetzungen für das Paket xfce4-verve-plugin

source: Provides translations for the "xfce4-verve-plugin" package.
de: Stellt Übersetzungen für das "xfce4-verve-plugin"-Paket zur Verfügung.

source: WLAN Monitoring Plugin for the Xfce Panel
de: WLAN-Überwachungs-Plugin für die Xfce-Leiste
ja: Xfce パネル向け無線 LAN 監視プラグイン

source: The WaveLAN plugin can monitor a wireless LAN interface and display signal state, quality and the network name (SSID).
de: Das WaveLAN-Plugin überwacht eine drahtlose Netzwerkschnittstelle und zeigt die Signalstärke und -qualität und den Netzwerknamen (SSID) an.
ja: WaveLAN プラグインは、無線 LAN インターフェイスを監視することができるプラグインです。信号状態やその品質、ネットワーク名 (SSID) などを表示することができます。

source: Translations for package xfce4-wavelan-plugin
de: Übersetzungen für das Paket xfce4-wavelan-plugin

source: Provides translations for the "xfce4-wavelan-plugin" package.
de: Stellt Übersetzungen für das "xfce4-wavelan-plugin"-Paket zur Verfügung.

source: Weather Condition Monitoring Plugin for the Xfce Panel
de: Wettervorhersage-Plugin für die Xfce-Leiste
ja: Xfce パネル向け気象状況監視プラグイン

source: The Weather plugin shows short- and long-term weather forecasts.
de: Das Wetter-Plugin zeigt Kurz- und Langzeit Wettervorhersagen an.
ja: 短期および長期の天気予報にアクセスするための Weather プラグインです。

source: Translations for package xfce4-weather-plugin
de: Übersetzungen für das Paket xfce4-weather-plugin

source: Provides translations for the "xfce4-weather-plugin" package.
de: Stellt Übersetzungen für das "xfce4-weather-plugin"-Paket zur Verfügung.

source: Alternate Xfce Menu
de: Alternatives Xfce-Startmenü
ja: 代替 Xfce メニュー

source: Whisker Menu is an alternate application launcher for Xfce. When opened, it shows a list of applications marked as favorites. Installed applications can be browsed by clicking on the category buttons on the side. Whisker Menu keeps a list of most recent used applications launched from it.
de: Whisker Menu ist ein alternativer Anwendungsstarter für Xfce. Beim Öffnen wird eine Liste der Anwendungen angezeigt, die als Favoriten markiert sind. Installierte Anwendungen können durch Klicken auf die Kategorie-Schaltflächen an der Seite durchsucht werden. Das Whisker-Menü enthält eine Liste der zuletzt verwendeten Anwendungen, die von dort aus gestartet wurden.

source: Translations for package xfce4-whiskermenu-plugin
de: Übersetzungen für das Paket xfce4-whiskermenu-plugin

source: Provides translations for the "xfce4-whiskermenu-plugin" package.
de: Stellt Übersetzungen für das "xfce4-whiskermenu-plugin"-Paket zur Verfügung.

source: XKB Layout Switcher Plugin for the Xfce Panel
de: XKB Layout Umschalter-Plugin für das Xfce Panel
ja: Xfce パネル向け XKB レイアウト切り替えプラグイン

source: The XKB plugin allows to setup and switch between multiple XKB keyboard layouts.
de: Das XKB-Plugin erlaubt die Einrichtung und das Umschalten zwischen verschiedenen XKB-Tastaturlayouts.
ja: XKB プラグインは、異なる XKB キーボードレイアウトに切り替えることができるプラグインです。

source: Translations for package xfce4-xkb-plugin
de: Übersetzungen für das Paket xfce4-xkb-plugin

source: Provides translations for the "xfce4-xkb-plugin" package.
de: Stellt Übersetzungen für das "xfce4-xkb-plugin"-Paket zur Verfügung.

source: openSUSE Branding of xfdesktop
de: openSUSE-Personalisierung von xfdesktop
ja: xfdesktop の openSUSE ブランディング

source: This package provides the openSUSE look and feel for the Xfce Desktop Manager.
de: Dieses Paket stellt das openSUSE Look and Feel für die Xfce-Desktop-Verwaltung zur Verfügung.
ja: このパッケージには、 Xfce デスクトップマネージャ向けの openSUSE 外観が含まれています。

source: openSUSE Branding of xfwm4
de: openSUSE-Personalisierung von xfwm4
ja: xfwm4 の openSUSE ブランディング

source: This package provides the openSUSE look and feel for the xfwm4 window manager.
de: Dieses Paket stellt das openSUSE Look and Feel für die xfwm4 Fensterverwaltung zur Verfügung.
ja: このパッケージには、 xfwm4 ウインドウマネージャ向けの openSUSE 外観が含まれています。

source: Shared Library for xfce4-session Splash Screen Engines
ja: xfce4-session スプラッシュスクリーンエンジン向け共有ライブラリ

source: This package contains the shared library for xfce4-session splash screen engines.
ja: このパッケージには、 xfce4-session スプラッシュスクリーンエンジン向けの共有ライブラリが含まれています。

source: openSUSE Xfce Default Icon Theme
ja: openSUSE Xfce に対する既定のアイコンテーマ

source: Default Icon Theme for the Xfce Desktop Environment
ja: Xfce デスクトップ環境向けの既定のアイコンテーマ

source: This package contains the default icon theme for Xfce desktop environment.
ja: このパッケージには、 Xfce デスクトップ環境向けの既定のアイコンテーマが含まれています。

source: Translations for package xfce4-panel-plugin-battery
ja: xfce4-panel-plugin-battery 向け翻訳パッケージ

source: Provides translations for the "xfce4-panel-plugin-battery" package.
ja: "xfce4-panel-plugin-battery" パッケージに対する翻訳データです。

source: Translations for package xfce4-panel-plugin-clipman
ja: xfce4-panel-plugin-clipman 向け翻訳パッケージ

source: Provides translations for the "xfce4-panel-plugin-clipman" package.
ja: "xfce4-panel-plugin-clipman" パッケージに対する翻訳データです。

source: Translations for package xfce4-panel-plugin-cpufreq
ja: xfce4-panel-plugin-cpufreq 向け翻訳パッケージ

source: Provides translations for the "xfce4-panel-plugin-cpufreq" package.
ja: "xfce4-panel-plugin-cpufreq" パッケージに対する翻訳データです。

source: Translations for package xfce4-panel-plugin-cpugraph
ja: xfce4-panel-plugin-cpugraph 向け翻訳パッケージ

source: Provides translations for the "xfce4-panel-plugin-cpugraph" package.
ja: "xfce4-panel-plugin-cpugraph" パッケージに対する翻訳データです。
