Repository: BENBELLA23/packages-i18n
Catalog: */po/yast2.*.po
Languages: da, es, hu, ru

source: YaST2 Main Package
da: YaST2-hovedpakke
ru: Основной пакет YaST2

source: This package contains scripts and data needed for SUSE Linux installation with YaST2
da: Pakken indeholder scripts og data som er nødvendige for SUSE Linux installation med YaST2
es: Este paquete contiene guiones y datos necesarios para la instalación de SUSE Linux con YaST2
ru: Этот пакет содержит скрипты и данные, необходимые для установки SUSE Linux в YaST2

source: Common code for the yast python ad modules
da: Fælles kode til yast python ad-moduler

source: Common code shared by the yast2-aduc, yast2-adsi, and yast2-gpmc modules.
da: Fælles kode som deles af yast2-aduc-, yast2-adsi- og yast2-gpmc-modulerne.

source: YaST2 - Add-On media installation code
da: YaST2 - Tilføjelses-medieinstallationskode
es: YaST2 - Código de instalación del medio de producto adicional
hu: YaST - Kiegészítő média telepítője
ru: YaST2 — Код установки носителей с дополнениями

source: This package contains YaST Add-On media installation code.
da: Pakkens indeholder YaST tilføjelses-medieinstallationskode.
es: Este paquete contiene el código de instalación del medio de producto adicional.
hu: Ez a csomag tartalmazza a YaST Kiegészítő médiák telepítéséhez szükséges komponenseket.
ru: Этот пакет содержит код установки носителей с дополнениями для YaST.

source: The ADSI Edit for YaST module provides tools for viewing and modifying an LDAP tree.
da: ADSI Edit til YaST-modulet giver værktøjer til at vise og redigere et LDAP-træ.

source: Active Directory Users and Computers for YaST
da: Active Directory-brugere og -computere for YaST
ru: Пользователи и компьютеры Active Directory для YaST

source: The Active Directory Users and Computers for YaST module provides tools for creating and modifying Users, Groups, and Computer objects in Active Directory.
da: YaST-modulet til Active Directory-brugere og -computere giver værktøjer til at oprette og redigere brugere-, grupper- og computerobjekter i Active Directory.
ru: Модуль Пользователи и компьютеры Active Directory для YaST предоставляет инструменты для создания и изменения объектов пользователей, групп и компьютеров в Active Directory.

source: YaST2 - Manage Update-alternatives switching
da: YaST2 - Håndter skiftning af opdateringsalternativer
es: YaST2 - Gestión de cambios para Update-alternatives
ru: YaST2 — Управление переключением Update-alternatives

source: A YaST2 module to manage update alternatives switching
da: Et YaST2-modul til at håndtere skiftning af opdateringsalternativer

source: YaST2 - Plugins for AppArmor Profile Management
da: YaST2 - Plugins til AppArmor-profileringshåndtering
es: YaST2 - Complementos para la gestión de perfiles de AppArmor
hu: YaST - Pluginek a Novell AppArmor profilkezelő moduljához
ru: YaST2 — Модули управления профилями AppArmor

source: YaST2 forms and components for the management of AppArmor profiles.
da: YaST2-formularer og -komponenter til håndteringen af AppArmor-profiler.
ru: Формы и компоненты YaST2 для управления профилями AppArmor.

source: YaST2 - Configuration of Linux Auditing (LAF)
da: YaST2 - Konfiguration af Linux Auditing (LAF)
es: YaST2 - Configuración de Linux Auditing (LAF)
ru: YaST2 — Настройка аудита Linux (LAF)

source: This module allows the configuration of the audit daemon as well as to add rules for the audit subsystem.
da: Modulet gør det muligt at konfigurere audit-dæmonen, og at tilføje regler til audit-undersystemet.
es: Este módulo permite la configuración del demonio audit y añadir reglas para el subsistema de audit.
ru: Этот модуль позволяет настраивать демон аудита, а также добавлять правила в подсистему аудита.

source: YaST2 - Centralised System Authentication Configuration
da: YaST2 - Centraliseret konfiguration af systemautentifikation
es: YaST2 - Configuración de autenticación centralizada del sistema
ru: YaST2 — Настройка централизованной аутентификации

source: With this YaST2 module you may configure centralised system authentication, on a single or multipe network domains.
da: Med dette YaST2-modul kan du konfigurere centraliseret systemautentifikation, på én eller flere netværksdomæner.
es: Con este módulo de YaST2 puede configurar la autenticación centralizada del sistema en uno o varios dominios de red.
ru: В этом модуле YaST2 вы можете настроить централизованную аутентификацию на одном или нескольких сетевых доменах.

source: A tool for creating identity management server instances
da: Et værktøj til at oprette serverinstanser til identitetshåndtering
es: Una herramienta para crear instancias de servidores de gestión de identidad
ru: Инструмент для создания экземпляров сервера управления идентификацией

source: The program assists system administrators to create new directory server and Kerberos server instances that help to maintain centralised user identity database for a network.
da: Programmet hjælper systemadministratorer med at oprette nye mappeserver og Kerberos-serverinstanser som hjælper med at vedligeholde centraliseret identitetsdatabase for et netværk.
es: El programa asiste a los administradores de sistemas para crear instancias de nuevos servidores de directorio y servidores Kerberos que ayudan a mantener una base de datos de identidades de usuarios centralizada para una red.

source: YaST2 - Network Booting and Wake-On-Lan Configuration
da: YaST2 - Netværksopstarts- og Wake-On-Lan-konfiguration
es: YaST2 - Configuración del arranque en red y del encendido remoto (Wake-On-Lan)
hu: YaST - Hálózati rendszerindítás és Wake-On-Lan beállítása
ru: YaST2 — Настройка загрузки по сети и Wake-On-Lan

source: YaST2 module for network booting and Wake-On-Lan.
da: YaST2-modul til netværksopstart og Wake-On-Lan.
es: Módulo de YaST2 para el arranque desde la red y el encendido remoto del equipo (Wake-On-Lan).
hu: YaST modul a hálózati rendszerindításhoz és a Wake-On-Lan -hoz.
ru: Модуль YaST2 для настройки загрузки по сети и Wake-On-Lan.

source: YaST2 - Bootloader Configuration
da: YaST2 - Bootloader-konfiguration
es: YaST2 - Configuración del cargador de arranque
hu: YaST - Rendszertöltő beállító modulja
ru: YaST2 — Настройка загрузчика

source: This package contains the YaST2 component for bootloader configuration.
da: Pakken indeholder YaST2-komponenten til bootloader-konfiguration.
es: Este paquete contiene el componente de YaST2 para la configuración del cargador de arranque.
hu: YaST komponensek a rendszertöltő beállításához.
ru: Этот пакет содержит компонент YaST2 для настройки загрузчика.

source: Minimal set of tools needed to build yast module
da: Minimum sæt af værktøjer der behøves til at bygge yast-modul
es: Conjunto mínimo de herramientas necesarias para construir el módulo yast
ru: Минимальный набор инструментов для сборки модулей yast

source: Scripts and templates required for rebuilding the existing YaST2 modules and components (both ruby and C++).
da: Scripts og skabeloner som kræver til at genbygge eksisterende YaST2-moduler og -komponenter (både ruby og C++).
es: Guiones y plantillas necesarios para reconstruir los módulos y componentes existentes de YaST2 (tanto ruby como C++).
ru: Скрипты и шаблоны, необходимые для пересборки существующих модулей и компонентов YaST2 (как на ruby, так и на C++).

source: YaST2 - CaaSP Module
da: YaST2 - CaaSP-modul
es: YaST2 - Módulo de CaaSP
ru: YaST2 — Модуль CaaSP

source: Containers as a Service Platform (CaaSP) and openSUSE Kubic specific module.
da: Beholdere som et Service Platform (CaaSP) og openSUSE Kubic specifikt modul.

source: Configuration of cluster
da: Konfiguration af cluster
es: Configuración del clúster
ru: Настройка кластера

source: YaST2 - YaST Configuration Management
da: YaST2 - YaST-konfigurationshåndtering
es: YaST2 - Gestión de configuración de YaST
ru: YaST2 — Управление конфигурацией YaST

source: This package contains the YaST2 component for Configuration Management Provisioning.
da: Pakken indeholder YaST2-komponenten til provisionering af konfigurationshåndtering.
es: Este paquete contiene el componente de YaST2 para el aprovisionamiento de administración de configuración.
ru: Этот пакет содержит компонент YaST2 для обеспечения управления конфигурацией.

source: YaST2 - Control Center
da: YaST2 - Kontrolcenter
es: YaST2 - Centro de control
hu: YaST - Vezérlőközpont
ru: YaST2 — Центр управления

source: This package contains the menu selection component for YaST2.
da: Pakken indeholder menuvalg-komponenten til YaST2.
es: Este paquete contiene el componente de selección de menús de YaST2.
hu: YaST menü komponensek.
ru: Этот пакет содержит компонент меню выбора для YaST2.

source: YaST2 - Control Center (Qt Version)
da: YaST2 - Kontrolcenter (Qt version)
es: YaST2 - Centro de control (versión Qt)
hu: YaST - Vezérlőközpont (Qt verzió)
ru: YaST2 — Центр управления (Qt-версия)

source: This package contains the menu selection component for YaST2 using the Qt toolkit.
da: Pakken indeholder menuvalg-komponenten til YaST2 som bruger Qt-værktøjskit.
es: Este paquete contiene el componente de selección de menús de YaST2, utilizando el kit de desarrollo Qt.
hu: Ez a csomag a tartalmazza a YaSTmenükiválasztási komponensét a Qt felhasználásával.
ru: Этот пакет содержит основной компонент меню YaST2 с использованием инструментария Qt.

source: YaST2 - Core Libraries
da: YaST2 - Kernebiblioteker
es: YaST2 - Bibliotecas centrales
hu: YaST - Alap függvénykönyvtárak
ru: YaST2 — Основные библиотеки

source: This package contains the scanner, parser, and interpreter runtime library for the YCP scripting language used in YaST2.
da: Pakken indeholder skanneren, parser'en og fortolkeren afviklingsbiblioteket til YCP-scriptingsproget som bruges i YaST2.
es: Este paquete contiene la biblioteca en tiempo de ejecución del escáner, analizador e intérprete para el lenguaje de guiones YCP utilizado en YaST2.
hu: YaST felismerő, feldolgozó és interpreter függvénytár az YCP szkriptnyelvhez.
ru: Этот пакет содержит библиотеку времени выполнения сканера, синтаксического анализатора и интерпретатора для языка скриптов YCP, используемого в YaST2.

source: This package contains include and documentation files for developing applications using the YaST2 YCP interpreter.
da: Pakken indeholder include- og dokumentationsfiler til at udvikle programmer med YaST2 YCP-fortolkeren.
es: Este paquete contiene archivos de cabecera y documentación para desarrollar aplicaciones utilizando el intérprete YCP de YaST2.
hu: A csomag include és dokumentációs fájlokat tartalmaz a YaST YCP interpretert használó alkalmazások fejlesztésére.
ru: Этот пакет содержит документацию и подключаемые компоненты для разработки приложений с использованием интерпретатора YaST2 YCP.

source: YaST2 - Country Settings (Language, Keyboard, and Timezone)
da: YaST2 - Landeindstillinger (sprog, tastatur og tidszone)
es: YaST2 - Configuración regional (idioma, teclado y zona horaria)
hu: YaST - Területi beállítások (nyelv, billentyűzet, időzóna)
ru: YaST2 — Параметры страны (язык, клавиатура и часовые пояса)

source: Country specific data and configuration modules (language, keyboard, timezone) for yast2.
da: Landespecifikke data- og konfigurationsmoduler (sprog, tastatur, tidszone) til yast2.
es: Módulos de configuración y datos específicos del país (idioma, teclado, zona horaria) para yast2.
hu: YaST országspecifikus adatok és beállító modulok (nyelv, billentyűzet, időzóna).
ru: Модули настройки специфических для страны настроек (язык, клавиатура, часовые пояса) для yast2.

source: YaST2 - Data files for Country settings
da: YaST2 - Datafiler til landeindstillinger
es: YaST2 - Archivos de datos para la configuración regional
hu: YaST - adatfájlok az országbeállításokhoz
ru: YaST2 — Файлы данных для параметров страны

source: Data files for yast2-country together with the most often used API functions (Language module)
da: Datafiler til yast2-country sammen med de mest brugte API-funktioner (sprogmodul)
es: Archivos de datos para yast2-country junto con las funciones de la API más usadas (módulo de idioma)
hu: Adatfájlok a yast2-country modulhoz valamint a leggyakrabban használt API-funkciók (nyelvi modul)
ru: Файлы данных для yast2-country вместе с наиболее часто используемыми функциями языкового API (языковой модуль)

source: YaST2 - Development Tools
da: YaST2 - Udviklingsværktøjer
es: YaST2 - Herramientas de desarrollo
hu: YaST - Fejlesztői eszközök
ru: YaST2 — Инструменты разработки

source: Scripts and templates for developing YaST2 modules and components.
da: Scripts og skabeloner til at udvikle YaST2-moduler og -komponenter.
es: Guiones y plantillas para el desarrollo de módulos y componentes de YaST2.
ru: Скрипты и шаблоны для разработки модулей и компонентов YaST2.

source: YaST2 - DHCP Server Configuration
da: YaST2 - DHCP-serverkonfiguration
es: YaST2 - Configuración del servidor DHCP
hu: YaST - DHCP-kiszolgáló beállítómodul
ru: YaST2 — Настройка сервера DHCP

source: This package contains the YaST2 component for DHCP server configuration.
da: Pakken indeholder YaST2-komponenten til DHCP-serverkonfiguration.
es: Este paquete contiene el componente de YaST2 para la configuración del servidor DHCP.
hu: YaST modul DHCP szerver beállításához.
ru: Этот пакет содержит компонент YaST2 для настройки сервера DHCP.

source: Samba Internal DNS Manager
da: Samba intern DNS-håndtering
ru: Внутренний менеджер DNS Samba

source: DNS Manager for the Internal Samba Active Directory Domain Controller DNS server.
da: DNS-håndtering til den interne Samba Active Directory Domain Controller DNS-server.

source: YaST2 - DNS Server Configuration
da: YaST2 - DNS-serverkonfiguration
es: YaST2 - Configuración del servidor DNS
hu: YaST - DNS-kiszolgáló beállító modul
ru: YaST2 — Настройка сервера DNS

source: This package contains the YaST2 component for DNS server configuration.
da: Pakken indeholder YaST2-komponenten til DNS-serverkonfiguration.
es: Este paquete contiene los componentes de YaST2 para la configuración de un servidor DNS.
hu: YaST modul DNS szerver beállításához.
ru: Этот пакет содержит компонент YaST2 для настройки сервера DNS.

source: YaST2 - GUI for docker management
da: YaST2 - GUI til docker-håndtering
es: YaST2 - Interfaz gráfica para la gestión de docker
ru: YaST2 — GUI для управления docker

source: Provides easy to use GUI for running docker containers.
da: Giver en GUI der er let at bruge til kørsel af docker-beholdere.
es: Proporciona una interfaz gráfica fácil de usar para ejecutar contenedores de docker.
ru: Предоставляет простой в использовании GUI для запуска контейнеров docker.

source: YaST2 - DRBD Configuration
da: YaST2 - DRBD-konfiguration
es: YaST2 - Configuración de DRBD
hu: YaST - DRBD beállítómodul
ru: YaST2 — Настройка DRBD

source: YaST2 - Configuration of Distributed Replicated Block Devices. With this module you can configure a distributed storage system, frequently used on high availability (HA) clusters.
da: YaST2 - Konfiguration af Distributed Replicated Block-enheder. Med modulet kan du konfigurerer et distribueret lagersystem, som ofte bruges i high availability (HA) -klustere.
es: Configuración de Dispositivos de Bloques Replicados Distribuidos (DRBD). Con este módulo puede configurar un sistema de almacenamiento distribuido, utilizado frecuentemente en clústeres de alta disponibilidad (HA).
hu: YaST - Az elosztott replikált blokkeszközök konfigurációja. A modul segítségével az elosztott tárolóeszközök beállításait módosíthatja, amelyeket gyakran használnak a magas rendelkezésre állású (HA) fürtök esetében.
ru: YaST2 — Настройка распределённых копируемых блочных устройств (DRBD, Distributed Replicated Block Devices). С помощью этого модуля вы можете настроить распределённую систему хранения, часто применяемую в кластерах высокой доступности.

source: YaST2 - Configuration of Fibre Channel over Ethernet
da: YaST2 - Konfiguration af fiberkanal over ethernet
es: YaST2 - Configuración de Fibre Channel over Ethernet
ru: YaST2 — Настройка Fibre Channel over Ethernet

source: This package contains the YaST2 component for the Fibre Channel over Ethernet (FCoE) configuration.
da: Pakken indeholder YaST2-komponenten til konfiguration af Fibre Channel over Ethernet (FCoE).
es: Este paquete contiene el componente de YaST2 para la configuración de Fibre Channel over Ethernet (FCoE).
ru: Этот пакет содержит компонент YaST2 для настройки Fibre Channel over Ethernet (FCoE).

source: YaST2 - Firewall Configuration
da: YaST2 - Firewall-konfiguration
es: YaST2 - Configuración del cortafuegos
hu: YaST - Tűzfalbeállító modul
ru: YaST2 — Настройка брандмауэра

source: A YaST2 module to be used for configuring a firewall.
da: Et YaST2-modul som bruges til at konfigurere en firewall.
es: Módulo de YaST2 que sirve para configurar un cortafuegos.
hu: YaST tűzfalbeállító modul.
ru: Модуль YaST2, используемый для настройки брандмауэра.

source: YaST2 - Initial System Configuration
da: YaST2 - Indledende systemkonfiguration
es: YaST2 - Configuración inicial del sistema
hu: YaST - Kezdeti rendszer beállítása
ru: YaST2 — Начальная настройка системы

source: The YaST firstboot utility runs after installation is completed. It guides the user through a series of steps that allows for easier configuration of the machine. YaST firstboot does not run by default and has to be configured to run by the user or the system administrator. It is useful for image deployments where the system in the image is completely configured, however some last steps like root password and user logins have to be created to personalize the system.
da: YaST firstboot-redskabet kører efter installationen er fuldført. Den guider brugeren gennem en serie af trin som gør det muligt at konfigurere maskinen. YaST firstboot kører ikke som standard, og skal konfigureres til at køres af brugeren eller systemadministratoren. Det er nyttugt ved udsendelse af aftryk hvor systemet i aftrykket er fuldt konfigureret, men der skal oprettes nogle sidste trin såsom root-adgangskode og brugerlogins for at gøre systemet personligt.
es: La utilidad YaST firstboot se ejecuta después de completarse la instalación. Guía al usuario por una serie de pasos que facilitan la configuración del equipo. YaST firstboot no se ejecuta por defecto y tiene que ser configurado para ser ejecutado por el usuario o el administrador del sistema. Es útil para el despliegue de imágenes donde el sistema en la imagen está completamente configurado, aunque algunos pasos finales como la contraseña de root y los inicios de sesión de los usuarios tienen que crearse para personalizar el sistema.
ru: Утилита YaST firstboot запускается после завершения установки. Она проводит пользователя через несколько шагов, позволяющих упростить настройку машины. YaST firstboot не запускается по умолчанию, её запуск должен быть настроен пользователем или системным администратором. Это полезно при распространении системы в образах, когда всё уже полностью настроено и остаются только последние шаги, вроде назначения пароля root и создания учётных записей пользователей.

source: YaST2 firstboot settings for WSL images
da: YaST2 indstillinger for første opstart til WSL-aftryk
ru: Настройки YaST2 для первой загрузки образов WSL

source: YaST2 - FTP configuration
da: YaST2 - FTP-konfiguration
es: YaST2 - Configuración de FTP
hu: YaST - FTP beállítások
ru: YaST2 — Настройка FTP

source: This package contains the YaST2 component for FTP configuration. It can configure vsftpd.
da: Pakken indeholder YaST2-komponenten til FTP-konfiguration. Den kan konfigurere vsftpd.
es: Este paquete contiene el componente de YaST2 para la configuración de FTP. Puede configurar vsftpd.
ru: Этот пакет содержит компонент YaST2 для настройки FTP. Он может настроить vsftpd.

source: Configuration of booth
da: Konfiguration af booth
es: Configuración de booth
ru: Настройка booth

source: Group Policy Management Console for YaST
da: Konsol til håndtering af gruppepolitik for YaST
ru: Консоль управления групповыми политиками для YaST

source: The Group Policy Management console for YaST provides tools for creating and modifying Group Policy Objects in Active Directory.
da: Konsollen til håndtering af gruppepolitik til YaST giver værktøjer til at oprette og redigere gruppepolitikobjekter i Active Directory.
ru: Консоль управления групповыми политиками для YaST предоставляет инструменты для создания и изменения объектов групповых политик в Active Directory.

source: YaST2 - Hardware Detection Interface
da: YaST2 - Hardwareregistreringsgrænseflade
es: YaST2 - Interfaz de detección de hardware
hu: YaST - Hardverfelismerő felület
ru: YaST2 — Интерфейс определения оборудования

source: This package contains the hardware detection library for YaST2.
da: Pakken indeholder biblioteket til hardwareregistrering for YaST2.
es: Este paquete contiene la biblioteca de detección de hardware de YaST2.
hu: Hardverfelismerő függvénytár YaST-hoz.
ru: Этот пакет содержит библиотеку YaST2 для определения оборудования.

source: YaST2 - HTTP Server Configuration
da: YaST2 - HTTP-serverkonfiguration
es: YaST2 - Configuración del servidor HTTP
hu: YaST - HTTP-kiszolgáló beállítómodul
ru: YaST2 — Настройка сервера HTTP

source: This package contains the YaST2 component for HTTP server (Apache2) configuration.
da: Pakken indeholder YaST2-komponenten til HTTP-serverkonfiguration (Apache2).
es: Este paquete contiene el componente de YaST2 para la configuración de un servidor HTTP (Apache2).
hu: YaST modul HTTP szerver (Apache2) beállításához.
ru: Этот пакет содержит компонент YaST2 для настройки сервера HTTP (Apache2).

source: YaST2 - Installation Parts
da: YaST2 - Installationsdele
es: YaST2 - Partes de la instalación
hu: YaST - Telepítőrészek
ru: YaST2 — Модули установки

source: System installation code as present on installation media.
da: Systemets installationskode som det findes på installationsmedier.
es: Código de la instalación del sistema tal y como se incluye en los medios de instalación.
hu: Rendszertelepítő kód, amely megtalálható a telepítő médiumon.
ru: Код системной установки, содержащийся на установочном носителе.

source: YaST2 - RNG schema for installation control files
da: YaST2 - RNG-skema til installation af kontrolfiler
es: YaST2 - Esquema RNG para archivos de control de instalación
ru: YaST2 — Схема RNG для файлов управления установкой

source: This package contains RNG schema for validating the installation control files.
da: Pakken indeholder RNG-skema til validering af installationskontrolfilerne.
es: Este paquete contiene el esquema RNG para la validación de archivos de control de instalación.
ru: Этот пакет содержит схему RNG для проверки файлов управления установкой.

source: YaST2 - Installation Server Configuration and Management
da: YaST2 - Installationsserverkonfiguration og -håndtering
es: YaST2 - Configuración y administración de un servidor de instalación
hu: YaST - Telepítési Kiszolgáló beállítása és felügyelete
ru: YaST2 — Настройка и управление установочным сервером

source: This package allows you to configure an installation server suitable for installaing SUSE Linux over the network. Currently FTP, HTTP and NFS sources are supported.
da: Pakken gør det muligt for dig at konfigurere en installationsserver som er egnet til installation af SUSE Linux over netværket. I øjeblikket understøttes FTP-, HTTP- og NFS-kilder.
es: Este paquete permite configurar un servidor de instalación adecuado para instalar SuSE Linux a través de la red. Actualmente, se soportan fuentes FTP, HTTP y NFS.
hu: Ez a csomag lehetőséget biztosít SuSE Linux telepítő-kiszolgáló beállításához. A hálózaton keresztüli telepítéshez jelenleg FTP, HTTP és NFS eléréseket támogatja.
ru: Этот пакет позволяет вам настроить установочный сервер, подходящий для установки SUSE Linux через сеть. В настоящее время поддерживаются источники FTP, HTTP и NFS.
