Repository: BENBELLA23/packages-i18n
Catalog: */po/yast2.*.po
Languages: da, es, hu, ru

source: This is the development package that makes the generic YaST2 user interface engine available for YCP applications (YCP is the scripting language in which most YaST2 modules are written).
da: Udviklingspakken som gør den generiske YaST2-brugergrænseflade tilgængelige til YCP-programmer (YCP er scriptingsproget som de fleste YaST2-moduler er skrevet i).
es: Este es el paquete de desarrollo que hace que el motor genérico de la interfaz de usuario de YaST2 esté disponible para las aplicaciones YCP (YCP es el lenguaje de guiones en el que están escritos la mayoría de los módulos YaST2).
hu: A fejlesztői csomag az YCP alkalmazások számára elérhetővé teszi az általános YaST felhasználói felület motorját (az YCP az a szkriptnyelv, amelyben a legtöbb YaST modul íródott).
ru: Этот пакет для разработчика, который делает движок интерфейса пользователя YaST2 доступным для YCP-приложений (YCP — это скриптовый язык, на котором написано большинство модулей YaST2).

source: YaST2 - Fonts Configuration
da: YaST2 - Skrifttypekonfiguration
es: YaST2 - Configuración de tipos de letra
ru: YaST2 — Настройка шрифтов

source: Module for configuring X11 fonts able to select preferred font families as well as set rendering algorithms to be used.
da: Modul til at konfigurere X11-skrifttyper som kan vælge foretrukne skrifttypefamiljer og sætter gengivelsesalgoritmer som skal bruges.
es: Módulo para configurar los tipos de letra de X11 capaz de seleccionar las familias preferidas de fuentes, además de establecer los algoritmos de representación que se usan.
ru: Модуль для настройки шрифтов X11, с помощью которого можно выбирать предпочитаемые гарнитуры шрифтов и используемые алгоритмы рендеринга.

source: This package contains the YaST2 component to configure samba as an Active Directory Domain Controller.
da: Pakken indeholder YaST2-komponenten til at konfigurerer samba som en en Active Directory-domænestyring.
ru: Этот пакет содержит компонент YaST2 для настройки samba в качестве контроллера домена Active Directory.

source: Active Directory Compatible Service Interfaces Editor
ru: Редактор сервисных интерфейсов, совместимый с Active Directory

source: YaST2 - LDAP Agent
es: YaST2 - Agente LDAP
hu: YaST - LDAP-modul
ru: YaST2 — Агент LDAP

source: YaST2 - PAM Agent
es: YaST2 - Agente PAM
hu: YaST - PAM modul
ru: YaST2 — PAM-агент

source: Python bindings for the YaST platform
es: Enlaces Python para la plataforma YaST
ru: Привязки к Python для платформы YaST

source: Module for loading IPL from running system on S/390
hu: Modul az S/390-es rendszerekről történő IPL betöltéshez
ru: Модуль для загрузки IPL из работающих систем S/390

source: YaST2 - Samba AD DC provision
es: YaST2 - Provisión de Samba AD DC
ru: YaST2 — Настройка контроллера AD-домена Samba

source: YaST2 - English Translations
es: YaST2 - Traducción al inglés
ru: YaST2 — Английский перевод

source: YaST2 - English Translations.
es: YaST2 - Traducción al inglés.
ru: YaST2 — Английский перевод.

source: YaST2 - Translations
es: YaST2 - Traducciones
ru: YaST2 — Американский английский перевод

source: YaST2 - Translations for American English.
es: YaST2 - Traducción para el inglés americano.
hu: YaST - Amerikai angol fordítások.
ru: YaST2 — Перевод на американский английский язык.

source: YaST2 - XML Agent
es: YaST2 - Agente XML
hu: YaST - XML modul
ru: YaST2 — XML-агент

source: YaST2 - Main Package
es: YaST2 - Paquete principal
hu: YaST - Főmodul

source: Yast2 forms and components for the management of AppArmor profiles.
es: Formularios y componentes de YaST2 para la gestión de perfiles de AppArmor.

source: YaST2 - Theme (openSUSE)
es: YaST2 - Tema (openSUSE)
hu: YaST - Téma (openSUSE)

source: This package contains the openSUSE theme for YaST2.
es: Este paquete contiene el tema de openSUSE para YaST2.
hu: Ez a csomag a YaST openSUSE témáját tartalmazza.

source: YaST2 - switcher into Oxygen icon theme
es: YaST2 - Cambiador al tema de iconos Oxygen

source: After installing this package, symbolic link for "current" theme will be changed "Oxygen". This package does not contains icons of the openSUSE theme for YaST2. Icons itself exist in yast2-branding-openSUSE package.
es: Tras instalar este paquete, el enlace simbólico para el tema "current" se cambia a "Oxygen". Este paquete no contiene los iconos del tema de openSUSE para YaST2. Los iconos en sí se encuentran en el paquete yast2-branding-openSUSE.

source: Collecting YAST information
es: Recopilando información de YAST

source: YaST2 - sudo configuration
es: YaST2 - Configuración de «sudo»
hu: YaST - Sudo-beállítás

source: Containers as a Service Platform (CaaSP) specific module.
es: Módulo específico para Containers as a Service Platform (CaaSP).

source: Configuration of crowbar
es: Configuración de crowbar

source: YaST2 - Control Center (GNOME version)
hu: YaST - Vezérlőközpont (GNOME verzió)

source: A nicely GNOME integrated YaST control center, with several new ease of use features.
hu: Egy kiváló GNOME-integrációval rendelkező YaST vezérlőközpont számos új kényelmi funkcióval.

source: Python bindings for the YaST platform.
hu: Python kötések a YaST platformhoz.

source: This package contains the files for YaST2 that handle access to disk devices during installation and on an installed system.
hu: A csomag a YaST által igényelt fájlokat tartalmazza a lemezes eszközök eléréséhez a telepítés során és a telepített rendszerben.

source: YaST2 - Storage Library Headers and Documentation
hu: YaST - Tárolókönyvtár-fejlécek és -dokumentáció

source: A wizard for creating your own Add-On product
hu: Varázsló, saját kiegészítő termékek készítéséhez

source: Yast2 forms and components for the management of Novell AppArmor profiles. This package is part of a suite of tools that used to be named SubDomain.
hu: YaST komponensek és felületek a Novell AppArmor profilok beállításához. Ez a csomag része azon segédprogramoknak, amelyek neve korábban SubDomain volt.

source: YaST2 - CAs, Certificates and Requests Management
hu: YaST - CA-k, tanúsítványok és kérések kezelésére

source: Managing CAs, Certificates and Requests in an understanding way.
hu: CA-k, tanúsítványok és kérések kezelése érthető módon.

source: YaST2 - Network Services Configuration
hu: YaST - Hálózati szolgáltatások beállító modulja

source: The YaST2 component for configuring the inetd and xinetd daemons.
hu: YaST inetd és xinetd démonok beállítómodul.

source: The YaST2 component for configuring the inetd and xinetd daemons (documentation).
hu: Dokumentáció a YaST komponens inetd és xinetd démonok beállítótásához.

source: YaST2 - Module for Creating New Products
hu: YaST - Modul Kiegészítő termékek készítéséhez

source: A wizard for creating your own product (installation images, live ISO, XEN images etc.), based on existing installation sources.
hu: Varázsló saját terjesztések (telepítőlemezek, cd-ről futtatható lemezképek, XEN lemezképes, stb.) készítéséhez már meglévő telepítési források alapján.

source: YaST2 - Installation from Live Media
hu: YaST - CD/DVD-ről futó rendszer telepítése

source: This package contains the YaST component to deploy a live media to the hard disk of the computer.
hu: A csomag a cd/dvdről futó rendszer merevlemezre telepítéséhez szükséges YaST komponenst tartalmazza.

source: YaST2 - IPL loader
hu: YaST - IPL betöltő

source: All YaST .pot Files (for devel only)
hu: Az összes YaST .pot fájl (fejlesztőknek)

source: All .pot files
hu: Az összes .pot fájl
