Repository: BENBELLA23/packages-i18n
Catalog: */po/yast2.*.po
Languages: da, es, hu, ru

source: Configuration of iplb
da: Konfiguration af iplb
es: Configuración de iplb
ru: Настройка iplb

source: YaST2 - Configuration of IP load balance.With this module you can configure a IP load balance system, frequently used on high availability (HA) clusters.
da: YaST2 - Konfiguration af IP-belastningsbalance. Med dette modul kan du konfigurerer et IP-belastningsbalancesystem, som ofte bruges på high availability (HA) -klustere.
es: YaST2 - Configuración del balanceo de carga de IP. Con este módulo puede configurar un sistema de balanceo de carga de IP, que se usa con frecuencia en clústeres de alta disponibilidad (HA). Configuración de Dispositivos de Bloques Replicados Distribuidos (DRBD). Con este módulo puede configurar un sistema de almacenamiento distribuido, utilizado frecuentemente en clústeres de alta disponibilidad (HA).
ru: YaST2 — Настройка балансировки нагрузки IP. С помощью этого модуля вы можете настроить систему балансировки нагрузки уровня IP, часто применяемую в кластерах высокой доступности.

source: YaST2 - iSCSI Client Configuration
da: YaST2 - iSCSI-klientkonfiguration
es: YaST2 - Configuración del cliente iSCSI
hu: YaST - iSCSI-kezdeményező beállító modulja
ru: YaST2 — Настройка клиента iSCSI

source: This package contains the YaST2 component for configuration of an iSCSI client.
da: Pakken indeholder YaST2-komponenten til konfiguration af en iSCSI-klient.
es: Este paquete contiene el componente de YaST2 para la configuración de un cliente iSCSI.
hu: Ez a csomag tartalmazza az iSCSI-kezdeményező beállításához szükséges YaST összetevőket.
ru: Этот пакет содержит компонент YaST2 для настройки клиента iSCSI.

source: Configuration of iSCSI LIO target
da: Konfiguration af iSCSI LIO-mål
es: Configuración del objetivo LIO de iSCSI
ru: Настройки цели iSCSI LIO

source: This package contains configuration of iSCSI LIO target
da: Pakken indeholder konfiguration af iSCSI LIO-mål
es: Este paquete contiene el componente de YaST2 para la configuración de cliente LIO de iSCSI
ru: Этот пакет содержит настройки цели iSCSI LIO

source: Configuration of isns
da: Konfiguration af isns
es: Configuración de isns
ru: Настройка isns

source: YaST2 - Reading of systemd journal
da: YaST2 - Læsning af systemd-journal
es: YaST2 - Lectura del registro de systemd
ru: YaST2 — Чтение журнала systemd

source: A YaST2 module to read the systemd journal in a convenient and user-friendly way.
da: Et YaST2-modul til at læse systemd-journalen på en bekvem og brugervenlig måde.
es: Un módulo de YaST2 para leer el registro de systemd de una forma cómoda y fácil de usar.
ru: Модуль YaST2 для чтения журнала systemd удобным и дружелюбным к пользователю способом.

source: Configuration of kdump
da: Konfiguration af kdump
es: Configuración de kdump
hu: A kdump beállítása
ru: Настройка kdump

source: This agent is used by various YaST2 modules to work with LDAP. It enables searching the LDAP tree and adding/deleting/modifying items on an LDAP server.
da: Agenten bruges af diverse YaST2-moduler til at arbejde med LDAP. Det aktiverer søgning i LDAP-træet og tilføjelse/sletning/ændring af poster på en LDAP-server.
es: Este agente es utilizado por varios módulos de YaST2 para trabajar con LDAP. Permite realizar búsquedas en el árbol LDAP así como añadir/borrar/modificar elementos en un servidor LDAP.
hu: Ügynökprogram, amelyet több YaST modul LDAP integrációjához használnak. Segítségével lehetőség nyílik LDAP fák böngészésére, valamint elemek hozzáadásra, módosításra és keresésre az LDAP szerveren.
ru: Этот агент используется различными модулями YaST2 для работы с LDAP. Он позволяет осуществлять поиск по дереву LDAP и добавлять/удалять/изменять записи на сервере LDAP.

source: Scripts for handling YAST logs
da: Scripts til håndtering af YAST-logge
ru: Скрипты для обработки журналов YAST

source: This package contains scripts for handling YAST logs.
da: Pakken indeholder scripts til håndtering af YAST-logge.
es: Este paquete contiene guiones para manejar los registros de YAST.
ru: Этот пакет содержит скрипты для обработки журналов YAST.

source: YaST2 - Mail Configuration
da: YaST2 - Mailkonfiguration
es: YaST2 - Configuración del correo
hu: YaST - Levelezés beállító modulja
ru: YaST2 — Настройка почты

source: The YaST2 component for mail configuration. It handles Postfix, Cyrus, Amavis and Fetchmail.
da: YaST2-komponenten til konfiguration af mail. Den håndterer Postfix, Cyrus, Amavis og Fetchmail.
es: Componente de YaST2 para la configuración del correo. Maneja Postfix, Cyrus, Amavis y Fetchmail.
hu: YaST levelezés beállítómodul. Kezeli a sendmail, cyrus, postfix és fetchmail programokat.
ru: Компонент YaST2 для настройки почты. Поддерживает Postfix, Cyrus, Amavis и Fetchmail.

source: YaST2 - Easy Installation of Add-on RPMs using Metapackages
da: YaST2 - Nem installation af tilføjelses-RPM'er ved brug af metapakker
es: YaST2 - Instalación sencilla de RPMs adicionales usando Metapackages
hu: YaST - Metacsomagokat használó RPM-ek egyszerű telepítése
ru: YaST2 — Простая установка пакетов дополнений с использованием метапакетов

source: With this technology users can install packages and add repositories with a simple click on a link in a website.
da: Med denne teknologi kan brugere installerer pakker og tilføje arkiver med et enkelt klik på et link, på et websted.
es: Con esta tecnología los usuarios pueden instalar paquetes y añadir repositorios con una simple pulsación en un enlace en una página web.
hu: A technológia segítségével a felhasználók egyetlen kattintással telepíthetnek csomagokat és vehetnek fel csomagtárolókat telepítési forrásnak egy weboldalról.
ru: С помощью этой технологии пользователи могут устанавливать пакеты и добавлять репозитории простым нажатием мыши на web-сайте.

source: YaST2 - Online migration
da: YaST2 - Onlinemigrering
ru: YaST2 — Онлайн миграция

source: This package contains the YaST2 component for online migration.
da: Pakken indeholder YaST2-komponenten til onlinemigrering.
ru: Этот пакет содержит компоненты YaST2 для онлайн миграции.

source: YaST2 - Multipath Configuration
da: YaST2 - Multistikonfiguration
es: YaST2 - Configuración de multipath
hu: YaST - Multipath beállítás
ru: YaST2 — Настройка multipath

source: Multipath I/O is a fault tolerance technique whereby there is more than one physical path between the CPU in a computer system and its mass storage devices through the buses, controllers, switches, and bridge devices connecting them. You can configure your multipathed devices with this module.
da: Multisti-I/O er en fejltoleranceteknik hvorved der ikke er flere end én fysisk sti mellem CPU'en i et computersystem og dets masselagerenheder gennem busserne, controllere, skiftere og broenheder som de er tilsluttet. Du kan konfigurere dine multisti-enheder med modulet.
es: La entrada/salida multipath es una técnica tolerante a fallos donde hay más de una posible ruta física entre una CPU y los dispositivos de almacenamiento masivo a través de los buses, controladores, conmutadores y dispositivos puente que los conectan. Puede configurar sus dispositivos multipath con este módulo.
hu: A Multipath I/O egy hibatűrési eljárás, ahol egy rendszer processzora és tárolóeszköze között több fizikai útvonal létezik az őket összekapcsoló buszokon, vezérlőkön, switcheken és hidakon keresztül. A modul a multipath-eszközök konfigurálására szolgál.
ru: Multipath I/O — это устойчивая к сбоям технология доступа, где между процессором и устройствами хранения компьютерной системы существует более одного пути через шины, контроллеры, коммутаторы и мостовые устройства. В этом модуле вы можете настроить такие multipath-устройства.

source: YaST2 - Network Configuration
da: YaST2 - Netværkskonfiguration
es: YaST2 - Configuración de red
hu: YaST - Hálózat beállító modulja
ru: YaST2 — Настройка сети

source: This package contains the YaST2 component for network configuration.
da: Pakken indeholder YaST2-komponenten til netværkskonfiguration.
es: Este paquete contiene el componente de YaST2 para la configuración de red.
hu: YaST komponensek a hálózat beállításához.
ru: Этот пакет содержит компонент YaST2 для настройки сети.

source: YaST2 - NFS Configuration
da: YaST2 - NFS-konfiguration
es: YaST2 - Configuración de NFS
hu: YaST - NFS beállító modulja
ru: YaST2 — Настройка NFS

source: The YaST2 component for configuration of NFS. NFS stands for network file system access. It allows access to files on remote machines.
da: YaST2-komponenten til konfiguration af NFS. NFS står for adgang til network file system. Den gør det muligt at få adgang til filer på fjernmaskiner.
es: El componente de YaST2 para la configuración de NFS. NFS significa acceso al sistema de archivos de red. Permite acceder a archivos en máquinas remotas.
hu: YaST komponens az NFS beállításához. Az NFS hálózati fájlrendszer eléréséhez szükséges beállításokat végzi. Segítségével egyszerűen oszthatunk meg erőforrásokat a hálózaton belül.
ru: Компонент YaST2 для настройки NFS. NFS означает «network file system», сетевая файловая система. Позволяет осуществлять доступ к файлам на удалённых машинах.

source: Configuration of NFS, common parts
da: Konfiguration af NFS, almindelige dele
es: Configuración de NFS, partes comunes
ru: Конфигурация NFS, общая часть

source: Common data for the NFS client and server modules
da: Fælles data til NFS-klienten og servermodulerne

source: YaST2 - NFS Server Configuration
da: YaST2 - NFS-serverkonfiguration
es: YaST2 - Configuración del servidor NFS
hu: YaST - NFS-kiszolgáló beállító modulja
ru: YaST2 — Настройка сервера NFS

source: The YaST2 component for configuration of an NFS server. NFS stands for network file system access. It allows access to files on remote machines.
da: YaST2-komponenten til konfiguration af en NFS-server. NFS står for adgang til network file system. Den gør det muligt at få adgang til filer på fjernmaskiner.
es: Componente de YaST2 para la configuración de un servidor NFS. NFS significa acceso al sistema de archivos de red. Permite acceder a archivos en máquinas remotas.
hu: YaST komponens egy NFS szerver beállítására. Az NFS egy hálózati fájlrendszer. Segítségével egyszerűen oszthatunk meg erőforrásokat a hálózaton belül.
ru: Компонент YaST2 для настройки сервера NFS. NFS означает «network file system», сетевая файловая система. Позволяет осуществлять доступ к файлам на удалённых машинах.

source: YaST2 - Network Information Services (NIS, YP) Configuration
da: YaST2 - Netværksinformationstjenester (NIS, YP) -konfiguration
es: YaST2 - Configuración de los servicios de información de red (NIS, YP)
hu: YaST - NIS, YP beállítómodul
ru: YaST2 — Настройка сетевых информационных служб (NIS, YP)

source: The YaST2 component for NIS configuration. NIS is a service similar to yellow pages.
da: YaST2-komponenten til NIS-konfiguration. NIS er en tjeneste i stil med de gule sider.
es: Componente de YaST2 para la configuración de NIS. NIS es un servicio semejante a las páginas amarillas.
hu: YaST komponens a NIS beállításokhoz. A NIS a régebbi Yellow Pages szolgáltatás megfelelője.
ru: Компонент YaST2 для настройки NIS. NIS — это сетевая служба, похожая на желтые страницы.

source: YaST2 - Network Information Services (NIS) Server Configuration
da: YaST2 - Network Information Services (NIS) -serverkonfiguration
es: YaST2 - Configuración del servidor de los servicios de información de red (NIS)
hu: YaST - NIS-kiszolgáló beállító modulja
ru: YaST2 — Настройка сервера сетевых информационных служб (NIS)

source: The YaST2 component for NIS server configuration. NIS is a service similar to yellow pages.
da: YaST2-komponenten til konfiguration af NIS-server. NIS er en tjeneste i stil med de gule sider.
es: Componente de YaST2 para la configuración de un servidor NIS. NIS es un servicio semejante a las páginas amarillas.
hu: YaST komponens a NIS szerver beállításokhoz. A NIS a régebbi Yellow Pages szolgáltatás megfelelője.
ru: Компонент YaST2 для настройки сервера NIS. NIS — это сетевая служба, похожая на «Жёлтые страницы».

source: YaST2 - NTP Client Configuration
da: YaST2 - NTP-klientkonfiguration
es: YaST2 - Configuración de un cliente NTP
hu: YaST - NTP-kliens beállító modul
ru: YaST2 — Настройка клиента NTP

source: This package contains the YaST2 component for NTP client configuration.
da: Pakken indeholder YaST2-komponenten til NTP-klientkonfiguration.
es: Este paquete contiene los componentes de YaST2 para la configuración de un cliente NTP.
hu: YaST modul NTP kliens beállításához.
ru: Этот пакет содержит компонент YaST2 для настройки клиента NTP.

source: YaST2 - Online Update (YOU)
da: YaST2 - Onlineopdatering (YOU)
es: YaST2 - Actualización en línea (YOU)
hu: YaST - Online frissítés (YOU)
ru: YaST2 — Сетевое обновление (YOU)

source: YaST Online Update (YOU) provides a convenient way to download and install security and other system updates. By default it uses the official SUSE mirrors as the update sources, but it can also use local patch repositories or patch CDs. This package provides the graphical user interface for YOU which can be used with or without the X Window System. It can be started from the YaST control center.
da: YaST Online Update (YOU) giver en bekvem måde til at downloade og installere sikkerheds- og andre systemopdateringer. Som standard bruges de officielle SUSE-spejle som opdateringskilder, men det kan også bruge lokale patch-arkiver eller patch-CD'er. Pakken giver den grafiske brugergrænseflade til YOU som kan bruges med eller uden X-vinduessystemet. Det kan startes fra YaST-kontrolcenteret.
es: YaST Online Update (YOU) ofrece un modo cómodo de descargar e instalar actualizaciones de seguridad o de otro tipo para el sistema. Por defecto usa los servidores réplica de SUSE como orígenes de las actualizaciones, pero también puede usar repositorios locales o CD de parches. Este paquete proporciona la interfaz gráfica de usuario para YOU, que puede usarse con o sin el X Window System. Se puede iniciar desde el centro de control YaST.
ru: Модуль сетевого обновления YaST (YaST Online Update, YOU) предоставляет удобный способ загружать и устанавливать обновления безопасности и другие системные обновления. По умолчанию он использует в качестве источников обновлений официальные зеркала SUSE, но может также использовать локальные репозитории исправлений или диски с исправлениями. Этот пакет предоставляет графический интерфейс пользователя для YOU, который можно использовать совместно с или без X Window System. Его можно запустить из центра управления YaST.

source: Configuration of Online Update
da: Konfiguration af onlineopdatering
es: Configuración de Actualización en línea
ru: Настройка сетевого обновления

source: Allows to configure automatic online update.
da: Gør det muligt at konfigurere automatisk onlineopdatering.
es: Le permite configurar la actualización en línea automática.
ru: Позволяет настраивать автоматическое сетевое обновление.

source: Desktop files for YaST2 online update
da: Skrivebordsfiler til YaST2-onlineopdatering
es: Archivos «desktop» para la actualización en línea de YaST2
hu: Asztali fájlok a YaST online frissítéséhez
ru: Desktop-файлы для модуля сетевого обновления YaST2

source: YaST2 - Package Library
da: YaST2 - Pakkebibliotek
es: YaST2 - Biblioteca de paquetes
hu: YaST - Csomagkönyvtár
ru: YaST2 — Библиотека пакетов

source: This package contains the libraries and modules for software management.
da: Pakken indeholder bibliotekerne og modulerne til softwarehåndtering.
es: Este paquete contiene las bibliotecas y módulos para la gestión de software.
ru: Этот пакет содержит библиотеки и модули для управления программным обеспечением.

source: This agent is used by YaST2 to modify the PAM configuration files
da: Agenten bruges af YaST2 til at ændre PAM-konfigurationsfilerne
es: YaST2 utiliza este agente para modificar los archivos de configuración de PAM
hu: YaST komponensek a PAM beállítási fájlok megváltoztatásához
ru: Этот агент используется YaST2 для внесения изменений в конфигурационные файлы PAM

source: YaST2 - Perl Bindings
da: YaST2 - Perl-bindinger
es: YaST2 - Enlaces Perl
hu: YaST - Perl kötések
ru: YaST2 — Привязки к Perl

source: This adds an embedded Perl interpreter to YaST2 as a plug-in (in other words it will be loaded only if required). This is a very efficient way of calling Perl from within YaST2 YCP scripts.
da: Tilføjer en indlejret Perl-fortolker til YaST2 som et plugin (sagt på en anden måde indlæses det kun hvis det er nødvendigt). Det er meget en effektivt måde at kalde Perl fra i YaST2 YCP-scripts.
es: Este paquete añade un intérprete Perl empotrado a YaST2 en forma de complemento (en otras palabras, se carga sólo en caso necesario). Se trata de una forma muy eficiente de activar Perl desde los guiones YCP de YaST2.
hu: YaST Perl interpreter plug-in (csak akkor töltődik, be amikor szükséges). Ez rendkívül hatékony módja Perl hívásoknak a YaST YCP szkriptekből.
ru: Добавляет к YaST2 подключаемый модуль интерпретатора Perl (другими словами, он будет загружаться лишь при необходимости). Это крайне эффективный способ вызова Perl из YCP-скриптов YaST2.

source: YaST2 - Package Manager Access
da: YaST2 - Pakkehåndteringsadgang
es: YaST2 - Acceso al administrador de paquetes
hu: YaST - Csomagkezelő hozzáférést biztosító modul
ru: YaST2 — Доступ к менеджеру пакетов

source: This package contains a name space for accessing the package manager library in YaST2.
da: Pakken indeholder et navnerum for adgang til pakkehåndteringsbiblioteket i YaST2.
es: Este paquete contiene un espacio de nombres para acceder la biblioteca del administrador de paquetes en YaST2.
hu: Ez a csomag egy névteret tartalmaz a csomagkezelő függvénytár eléréséhez YaST-ban.
ru: Этот пакет содержит пространство имен для доступа к библиотеке пакетного менеджера в YaST2.

source: YaST2 - Documentation for yast2-pkg-bindings package
da: YaST2 - Dokumentation til yast2-pkg-bindings-pakke
es: YaST2 - Documentación para el paquete yast2-pkg-bindings
hu: YaST - dokumentáció a yast2-pkg-bindings csomaghoz
ru: YaST2 — Документация по пакету yast2-pkg-bindings

source: This documenation package describes the package manager API (Pkg:: namespace) used in YaST scripts. The documentation is autogenerated from the pkg-bindings sources.
da: Dokumentationspakken beskriver pakkehåndterings-API'et (Pkg:: namespace) som bruges i YaST-scripts. Dokumentationen genereres automatisk fra pkg-bindings-kilderne.
es: Este paquete de documentación describe la API del administrador de paquetes (Pkg::namespace) utilizado en los guiones de YaST. La documentación se genera automáticamente a partir del código fuente de pkg-bindings.
hu: A csomag a YaST szkriptjeiben használt csomagkezelő API-ját (Pkg:: névtér) dokumentálja. A dokumentáció automatikusan készül a pkg-bindings forrásból.
ru: Эта документация описывает API пакетного менеджера (пространство имён Pkg::), используемый в скриптах YaST. Документация создана автоматически из исходного кода pkg-bindings.

source: YaST2 - Printer Configuration
da: YaST2 - Printerkonfiguration
es: YaST2 - Configuración de impresoras
hu: YaST - Nyomtatók beállító modulja
ru: YaST2 — Настройка принтеров

source: This package contains the YaST2 component for printer configuration.
da: Pakken indeholder YaST2-komponenten til printer-konfiguration.
es: Este paquete contiene el componente de YaST2 para la configuración de impresoras.
hu: YaST komponensek a nyomtatók beállításához.
ru: Этот пакет содержит компоненты YaST2 для настройки принтеров.

source: YaST2 - Proxy Configuration
da: YaST2 - Proxykonfiguration
es: YaST2 - Configuración del proxy
ru: YaST2 — Настройка прокси

source: This package contains the YaST2 component for proxy configuration.
da: Pakken indeholder YaST2-komponenten til proxykonfiguration.
es: Este paquete contiene el componente de YaST2 para la configuración del proxy.
ru: Этот пакет содержит компонент YaST2 для настройки прокси.

source: Python3 bindings for the YaST platform
da: Python3-bindinger til YaST-platformen
es: Enlaces Python3 para la plataforma YaST
ru: Привязки к Python3 для платформы YaST

source: The bindings allow YaST modules to be written using the Python language and also Python scripts can use YaST agents, APIs and modules.
da: Bindingerne gør det muligt for YaST-moduler at blive skrevet med Python-sproget, og Python-scripts kan også bruge YaST-agenter, API'er og moduler.
es: Estos enlaces permiten escribir módulos YaST en el lenguaje Python, y también los guiones Python pueden utilizar agentes YaST, las API y módulos.
hu: Az összeköttetések lehetővé teszik a YaST modulok Python nyelven való újraírását, valamint a Python parancsfájlok is képessé válnak a YaST ügynökeinek, API-jának és moduljainak használatára.
ru: Привязки позволяют писать модули YaST на языке Python, а также использовать в скриптах на Python агенты, API и модули YaST.

source: Setup Remote Desktop Protocol service for remote administration
da: Opsæt protokoltjeneste til fjernskrivebord for fjernadministration
es: Configuración del servicio Remote Desktop Protocol para la administración remota
ru: Настройка службы протокола удалённого рабочего стола для удалённого администрирования

source: Configure RDP (remote desktop protocol) daemon to allow remote system administration.
da: Konfigurer RDP-dæmon (remote desktop protocol) for at muliggøre fjernadministration af system.
es: Configure el demonio RDP (protocolo de escritorio remoto) para permitir la administración de sistemas remotos.

source: YaST2 - Rear - Relax and Recover
da: YaST2 - Rear - Slap af og gendan
ru: YaST2 — Rear — Расслабиться и восстановить

source: The YaST2 component for configuring Rear - Relax and Recover Backup
da: YaST2-komponenten til konfiguration af Rear - Slap af og gendan sikkerhedskopier
es: Componente de YaST2 que sirve para configurar Rear - Relax and Recover Backup
ru: Компонент YaST2 для настройки Rear — Relax and Recover Backup

source: YaST2 - Registration Module
da: YaST2 - Registreringsmodul
es: YaST2 - Módulo de registro
ru: YaST2 — Модуль регистрации

source: The registration module to register products and/or to fetch an update source (mirror) automatically.
da: Registreringsmodul til at registrere produkter og/eller hente en opdateringskilde (mirror) automatisk.
es: El módulo de registro permite registrar productos y/o obtener una fuente de actualizaciones (réplica) automáticamente.

source: YaST2 - Module to configure RMT
da: YaST2 - Modul til at konfigurere RMT
es: YaST2 - Módulo para configurar RMT
ru: YaST2 — Модуль для настройки RMT

source: Provides the YaST module to configure the Repository Mirroring Tool (RMT) Server.
da: Giver YaST-modulet til konfiguration af Repository Mirroring Tool-serveren (RMT).
es: Proporciona el módulo de YaST para configurar el servidor de Repository Mirroring Tool (RMT).
ru: Предоставляет модуль YaST для настройки сервера Repository Mirroring Tool (RMT).

source: Ruby bindings for the YaST platform
da: Ruby-bindinger til YaST-platformen
es: Enlaces Ruby para la plataforma YaST
hu: Ruby kötések a YaST platformhoz
ru: Привязки Ruby для платформы YaST
