Repository: BENBELLA23/packages-i18n
Catalog: */po/yast2.*.po
Languages: da, es, hu, ru

source: YaST2 - Translations for Hebrew.
da: YaST2 - Oversættelser til hebraisk.
es: YaST2 - Traducción para el hebreo.
ru: YaST2 — Перевод на иврит.

source: YaST2 - Hindi Translations
da: YaST2 - Hindi oversættelser
es: YaST2 - Traducción al hindi
hu: YaST - Hindi fordítás
ru: YaST2 — Перевод на хинди

source: YaST2 - Translations for Hindi.
da: YaST2 - Oversættelser til hindi.
es: YaST2 - Traducción para el hindi.
hu: YaST - Hindi fordítások.
ru: YaST2 — Перевод на хинди.

source: YaST2 - Croatian Translations
da: YaST2 - Kroatiske oversættelser
es: YaST2 - Traducción al croata
hu: YaST - Horvát fordítás
ru: YaST2 — Хорватский перевод

source: YaST2 - Croatian Translations.
da: YaST2 - Oversættelser til kroatisk.
es: YaST2 - Traducción al croata.
hu: YaST - Horvát fordítások.
ru: YaST2 — Хорватский перевод.

source: YaST2 - Hungarian Translations
da: YaST2 - Ungarske oversættelser
es: YaST2 - Traducción al húngaro
hu: YaST - Magyar fordítás
ru: YaST2 — Венгерский перевод

source: YaST2 - Hungarian translations.
da: YaST2 - Oversættelser til ungarsk.
es: YaST2 - Traducción al húngaro.
hu: YaST - Magyar fordítások.
ru: YaST2 — Венгерский перевод.

source: YaST2 - Indonesian Translations
da: YaST2 - Indonesiske oversættelser
es: YaST2 - Traducción al indonesio
hu: YaST - Indonéz fordítás
ru: YaST2 — Индонезийский перевод

source: YaST2 - Indonesian Translations.
da: YaST2 - Oversættelser til indonesisk.
es: YaST2 - Traducción al indonesio.
hu: YaST - Indonéz fordítások.
ru: YaST2 — Индонезийский перевод.

source: YaST2 - Italian Translations
da: YaST2 - Italienske oversættelser
es: YaST2 - Traducción al italiano
hu: YaST - Olasz fordítás
ru: YaST2 — Итальянский перевод

source: YaST2 - translations for Italian.
da: YaST2 - Oversættelser til italiensk.
es: YaST2 - Traducción para el italiano.
ru: YaST2 — Перевод на итальянский язык.

source: YaST2 - Japanese Translations
da: YaST2 - Japanske oversættelser
es: YaST2 - Traducción al japonés
hu: YaST - Japán fordítás
ru: YaST2 — Японский перевод

source: YaST2 - Japanese translations.
da: YaST2 - Oversættelser til japansk.
es: YaST2 - Traducción al japonés.
hu: YaST - Japán fordítások.
ru: YaST2 — Японский перевод.

source: YaST2 - Javanese Translations
da: YaST2 - Javanesiske oversættelser
es: YaST2 - Traducción al javanés
hu: YaST - Jávai fordítás
ru: YaST2 — Яванский перевод

source: YaST2 - Translations for Javanese.
da: YaST2 - Oversættelser til javanesisk.
es: YaST2 - Traducción para el javanés.
hu: YaST - Jávai fordítások.
ru: YaST2 — Перевод на яванский язык.

source: YaST2 - Georgian Translations
da: YaST2 - Georgiske oversættelser
es: YaST2 - Traducción al georgiano
hu: YaST - Grúz fordítás
ru: YaST2 — Грузинский перевод

source: YaST2 - Translations for Georgian.
da: YaST2 - Oversættelser til georgisk.
es: YaST2 - Traducción para el georgiano.
hu: YaST - Grúz fordítások.
ru: YaST2 — Перевод на грузинский язык.

source: YaST2 - Kabyle Translations
da: YaST2 - Kabylske oversættelser
es: YaST2 - Traducción al cabilio
ru: YaST2 — Кабильский перевод

source: YaST2 - Translations for Kabyle.
da: YaST2 - Oversættelser til kabylsk.
es: YaST2 - Traducción para el cabilio.
ru: YaST2 — Перевод на кабильский язык.

source: YaST2 - Khmer Translations
da: YaST2 - Khmer oversættelser
es: YaST2 - Traducción al camboyano
hu: YaST - Khmer fordítás
ru: YaST2 — Кхмерский перевод

source: YaST2 - Translations for Khmer.
da: YaST2 - Oversættelser til khmer.
es: YaST2 - Traducción para el camboyano.
hu: YaST - Khmer fordítások.
ru: YaST2 — Перевод на кхмерский язык.

source: YaST2 - Kannada Translations
da: YaST2 - Kannada oversættelser
es: YaST2 - Traducción al canarés
ru: YaST2 — Перевод на язык каннада

source: YaST2 - Translations for Kannada.
da: YaST2 - Oversættelser til kannada.
es: YaST2 - Traducción para el canarés.
ru: YaST2 — Перевод на язык каннада.

source: YaST2 - Korean Translations
da: YaST2 - Koreanske oversættelser
es: YaST2 - Traducción al coreano
hu: YaST - Koreai fordítás
ru: YaST2 — Корейский перевод

source: YaST2 - Translations for Korean.
da: YaST2 - Oversættelser til koreansk.
es: YaST2 - Traducción para el coreano.
ru: YaST2 — Перевод на корейский язык.

source: YaST2 - Kurdish Translations
da: YaST2 - Kurdiske oversættelser
es: YaST2 - Traducción al kurdo
ru: YaST2 — Курдский перевод

source: YaST2 - Kurdish Translations.
da: YaST2 - Oversættelser til kurdisk.
es: YaST2 - Traducción al kurdo.
ru: YaST2 — Курдский перевод.

source: YaST2 - Lao Translations
da: YaST2 - Laotiske oversættelser
es: YaST2 - Traducción al laosiano
hu: YaST - Laoszi fordítás
ru: YaST2 — Лаосский перевод

source: YaST2 - Translations for Lao.
da: YaST2 - Oversættelser til laotisk.
es: YaST2 - Traducción para el laosiano.
hu: YaST - Laoszi fordítások.
ru: YaST2 — Перевод на лаосский язык.

source: YaST2 - Lithuanian Translations
da: YaST2 - Litauiske oversættelser
es: YaST2 - Traducción al lituano
hu: YaST - Litván fordítás
ru: YaST2 — Литовский перевод

source: YaST2 - Translations for Lithuanian.
da: YaST2 - Oversættelser til litauisk.
es: YaST2 - Traducción para el lituano.
ru: YaST2 — Перевод на литовский язык.

source: YaST2 - Latvian Translations
da: YaST2 - Lettiske oversættelser
es: YaST2 - Traducción al letón
ru: YaST2 — Латышский перевод

source: YaST2 - Translations for Latvian.
da: YaST2 - Oversættelser til lettisk.
es: YaST2 - Traducción para el letón.
ru: YaST2 — Перевод на латышский язык.

source: YaST2 - Macedonian Translations
da: YaST2 - Makedonske oversættelser
es: YaST2 - Traducción al macedonio
hu: YaST - Macedón fordítás
ru: YaST2 — Македонский перевод

source: YaST2 - Translations for Macedonian.
da: YaST2 - Oversættelser til makedonsk.
es: YaST2 - Traducción para el macedonio.
hu: YaST - Macedón fordítások.
ru: YaST2 — Перевод на македонский язык.

source: YaST2 - Marathi Translations
da: YaST2 - Marathi oversættelser
es: YaST2 - Traducción al maratí
hu: YaST - Marathi fordítás
ru: YaST2 — Перевод на маратхи

source: YaST2 - Translations for Marathi.
da: YaST2 - Oversættelser til marathi.
es: YaST2 - Traducción para el maratí.
hu: YaST - Marathi fordítások.
ru: YaST2 — Перевод на язык маратхи.

source: YaST2 - Norwegian Bokmål Translations
da: YaST2 - Norske (bogmål) oversættelser
es: YaST2 - Traducción al bokmål noruego
ru: YaST2 — Норвежский (букмол) перевод

source: YaST2 - Translations for Norwegian Bokmål.
da: YaST2 - Oversættelser til norsk (bogmål).
es: YaST2 - Traducción para el bokmål noruego.
ru: YaST2 — Перевод на норвежский (букмол) язык.

source: YaST2 - Low Saxonian Translations
da: YaST2 - Plattyske oversættelser
es: YaST2 - Traducción al bajo sajón
ru: YaST2 — Нижнесаксонский перевод

source: YaST2 - Translations for Low Saxonian.
da: YaST2 - Oversættelser til plattysk.
es: YaST2 - Traducción para el bajo sajón.
ru: YaST2 — Перевод на нижнесаксонский язык.

source: YaST2 - Nepali Translations
da: YaST2 - Nepalesiske oversættelser
es: YaST2 - Traducción al nepalí
ru: YaST2 — Непальский перевод

source: YaST2 - Translations for Nepali.
da: YaST2 - Oversættelser til nepalesisk.
es: YaST2 - Traducción para el nepalí.
ru: YaST2 — Перевод на непальский язык.

source: YaST2 - Dutch Translations
da: YaST2 - Nederlandske oversættelser
es: YaST2 - Traducción al holandés
hu: YaST - Holland fordítás
ru: YaST2 — Голландский перевод

source: YaST2 - Translations for Dutch.
da: YaST2 - Oversættelser til nederlandsk.
es: YaST2 - Traducción para el holandés.
ru: YaST2 — Перевод на голландский язык.

source: YaST2 - Norwegian Nynorsk
da: YaST2 - Norske (nynorsk) oversættelser
es: YaST2 - Nynorsk noruego
ru: YaST2 — Норвежский (нюношк) перевод

source: YaST2 - Translations for Norwegian Nynorsk.
da: YaST2 - Oversættelser til norsk (nynorsk).
es: YaST2 - Traducción para el nynorsk noruego.
ru: YaST2 — Перевод на норвежский (нюношк) язык.

source: YaST2 - Punjabi Translations
da: YaST2 - Punjabi oversættelser
es: YaST2 - Traducción al panyabí
hu: YaST - Pandzsábi fordítás
ru: YaST2 — Перевод на панджаби

source: Translations for Punjabi.
da: Oversættelser til punjabi.
es: YaST2 - Traducción para el panyabí.
hu: YaST - Pandzsábi fordítások.
ru: Переводы на панджаби.

source: YaST2 - Polish Translations
da: YaST2 - Polske oversættelser
es: YaST2 - Traducción al polaco
hu: YaST - Lengyel fordítás
ru: YaST2 — Польский перевод

source: YaST2 - Translations for Polish.
da: YaST2 - Oversættelser til polsk.
es: YaST2 - Traducción para el polaco.
hu: YaST - Lengyel fordítások.
ru: YaST2 — Перевод на польский язык.

source: YaST2 - Pashto Translations
da: YaST2 - Pashto oversættelser
es: YaST2 - Traducción al pastún
ru: YaST2 — Перевод пушту

source: YaST2 - Translations for Pashto.
da: YaST2 - Oversættelser til pashto.
es: YaST2 - Traducción para el pastún.
ru: YaST2 — Перевод на язык пушту.

source: YaST2 - Portuguese Translations
da: YaST2 - Portugisiske oversættelser
es: YaST2 - Traducción al portugués
hu: YaST - Portugál fordítás
ru: YaST2 — Португальский перевод

source: YaST2 - Translations for Portuguese.
da: YaST2 - Oversættelser til portugisisk.
es: YaST2 - Traducción para el portugués.
hu: YaST - Portugál fordítások.
ru: YaST2 — Перевод на португальский язык.

source: YaST2 - Brazilian Portuguese Translations
da: YaST2 - Portugisiske (brasilien) oversættelser
es: YaST2 - Traducción al portugués de Brasil
hu: YaST - Brazíliai portugál fordítás
ru: YaST2 — Бразильский португальский перевод

source: YaST2 - Translations for Brazilian Portuguese.
da: YaST2 - Oversættelser til portugisisk (brasilien).
es: YaST2 - Traducción para el portugués de Brasil.
hu: YaST - Brazil portugál fordítások.
ru: YaST2 — Перевод на бразильский португальский язык.

source: YaST2 - Romanian Translations
da: YaST2 - Rumænske oversættelser
es: YaST2 - Traducción al rumano
hu: YaST - Román fordítás
ru: YaST2 — Румынский перевод

source: YaST2 - Translations for Romanian.
da: YaST2 - Oversættelser til rumænsk.
es: YaST2 - Traducción para el rumano.
hu: YaST - Román fordítások.
ru: YaST2 — Перевод на румынский язык.

source: YaST2 - Russian Translations
da: YaST2 - Russiske oversættelser
es: YaST2 - Traducción al ruso
hu: YaST - Orosz fordítás
ru: YaST2 — Русский перевод

source: YaST2 - Translations for Russian.
da: YaST2 - Oversættelser til russisk.
es: YaST2 - Traducción para el ruso.
ru: YaST2 — Перевод на русский язык.

source: YaST2 - Sinhala Translations
da: YaST2 - Singalesiske oversættelser
es: YaST2 - Traducción al cingalés
hu: YaST - Sinhala fordítás
ru: YaST2 — Сингальский перевод

source: YaST2 - Translations for Sinhala.
da: YaST2 - Oversættelser til singalesisk.
es: YaST2 - Traducción para el cingalés.
hu: YaST - Sinhala fordítások.
ru: YaST2 — Перевод на сингальский язык.

source: YaST2 - Slovak Translations
da: YaST2 - Slovakiske oversættelser
es: YaST2 - Traducción al eslovaco
hu: YaST - Szlovák fordítás
ru: YaST2 — Словацкий перевод

source: YaST2 - Slovak Translations.
da: YaST2 - Oversættelser til slovakisk.
es: YaST2 - Traducción al eslovaco.
hu: YaST - Szlovák fordítás.
ru: YaST2 — Перевод на словацкий язык.

source: YaST2 - Slovene Translations
da: YaST2 - Slovenske oversættelser
es: YaST2 - Traducción al esloveno
hu: YaST - Szlovén fordítás
ru: YaST2 — Словенский перевод

source: YaST2 - Translations for Slovene.
da: YaST2 - Oversættelser til slovensk.
es: YaST2 - Traducción para el esloveno.
ru: YaST2 — Перевод на словенский язык.

source: YaST2 - Albanian Translations
da: YaST2 - Albanske oversættelser
es: YaST2 - Traducción al albanés
ru: YaST2 — Албанский перевод

source: YaST2 - Translations for Albanian.
da: YaST2 - Oversættelser til albansk.
es: YaST2 - Traducción para el albanés.
ru: YaST2 — Перевод на албанский язык.

source: YaST2 - Serbian Translations
da: YaST2 - Serbiske oversættelser
es: YaST2 - Traducción al serbio
hu: YaST - Szerb fordítás
ru: YaST2 — Сербский перевод

source: YaST2 - Translations for Serbian.
da: YaST2 - Oversættelser til serbisk.
es: YaST2 - Traducción para el serbio.
ru: YaST2 — Перевод на сербский язык.

source: YaST2 - Serbian (Latin) Translations
da: YaST2 - Serbiske (latinske) oversættelser
es: YaST2 - Traducción al serbio (latino)
ru: YaST2 — Сербский перевод (латиница)

source: YaST2 - Translations for Serbian (Latin).
da: YaST2 - Oversættelser til serbisk (latinsk).
es: YaST2 - Traducción para el serbio (latino).
ru: YaST2 — Перевод на сербский язык (латиница).

source: YaST2 - Translation Statistics
da: YaST2 - Oversættelsesstatistik
es: YaST2 - Estadísticas de traducción
hu: YaST - Fordítási statisztikák
ru: YaST2 — Статистика переводов

source: The package contains statistic files (one file per language). With the help of these statistics Yast warns you if you select a language for installation which is unsufficiently translated.
da: Pakken indeholder statiskfiler (én fil pr. sprog). Med hjælp fra disse statistikker advarer Yast dig hvis du vælger et sprog til installation som ikke er tilstrækkeligt oversat.
es: Este paquete contiene archivos de estadísticas (uno por cada lenguaje). Con la ayuda de esas estadísticas YaST le advierte si selecciona un lenguaje para la instalación que está insuficientemente traducido.
hu: Ez a csomag egy statisztikai fájlt tartalmaz nyelvenként. A statisztikák segítségével figyelmeztethet a telepítő, ha a telepítésre kiválasztott nyelv támogatottsága nem megfelelő.
ru: Этот пакет содержит файлы статистики (по одному файлу на язык). С помощью этих данных Yast может предупредить, если перевод на выбранный язык не полон.

source: YaST2 - Swedish Translations
da: YaST2 - Svenske oversættelser
es: YaST2 - Traducción al sueco
hu: YaST - Svéd fordítás
ru: YaST2 — Шведский перевод

source: YaST2 - Translations for Swedish.
da: YaST2 - Oversættelser til svensk.
es: YaST2 - Traducción para el sueco.
hu: YaST - Svéd fordítások.
ru: YaST2 — Перевод на шведский язык.

source: YaST2 - Swahili Translations
da: YaST2 - Swahili oversættelser
es: YaST2 - Traducción al suajili
ru: YaST2 — Перевод на суахили

source: YaST2 - Translations for Swahili.
da: YaST2 - Oversættelser til swahili.
es: YaST2 - Traducción para el suajili.
ru: YaST2 — Перевод на суахили.

source: YaST2 - Tamil Translations
da: YaST2 - Tamilske oversættelser
es: YaST2 - Traducción al tamil
hu: YaST - Tamil fordítás
ru: YaST2 — Тамильский перевод

source: YaST2 - Tamil translations.
da: YaST2 - Oversættelser til tamilsk.
es: YaST2 - Traducción al tamil.
hu: YaST - Tamil fordítások.
ru: YaST2 — Тамильский перевод.

source: YaST2 - Tajik Translations
da: YaST2 - Tadsjikiske oversættelser
es: YaST2 - Traducción al tayiko
ru: YaST2 — Таджикский перевод

source: YaST2 - Tajik translations.
da: YaST2 - Oversættelser til tadsjikisk.
es: YaST2 - Traducción al tayiko.
ru: YaST2 — Таджикский перевод.

source: YaST2 - Thai Translations
da: YaST2 - Thai oversættelser
es: YaST2 - Traducción al tailandés
hu: YaST - Thai fordítás
ru: YaST2 — Тайский перевод

source: YaST2 - Thai translations.
da: YaST2 - Oversættelser til thai.
es: YaST2 - Traducción al tailandés.
hu: YaST - Thai fordítások.
ru: YaST2 — Тайский перевод.

source: YaST2 - Turkish Translations
da: YaST2 - Tyrkiske oversættelser
es: YaST2 - Traducción al turco
hu: YaST - Török fordítás
ru: YaST2 — Турецкий перевод

source: YaST2 - Translations for Turkish.
da: YaST2 - Oversættelser til tyrkisk.
es: YaST2 - Traducción para el turco.
hu: YaST - Török fordítások.
ru: YaST2 — Перевод на турецкий язык.

source: YaST2 - Ukrainian Translations
da: YaST2 - Ukrainske oversættelser
es: YaST2 - Traducción al ucraniano
hu: YaST - Ukrán fordítás
ru: YaST2 — Украинский перевод

source: YaST2 - Translations for Ukrainian.
da: YaST2 - Oversættelser til ukrainsk.
es: YaST2 - Traducción para el ucraniano.
hu: YaST - Ukrán fordítások.
ru: YaST2 — Перевод на украинский язык.

source: YaST2 - Vietnamese Translations
da: YaST2 - Vietnamesiske oversættelser
es: YaST2 - Traducción al vietnamita
hu: YaST - Vietnami fordítás
ru: YaST2 — Вьетнамский перевод

source: YaST2 - Translations for Vietnamese.
da: YaST2 - Oversættelser til vietnamesisk.
es: YaST2 - Traducción para el vietnamita.
hu: YaST - Vietnami fordítások.
ru: YaST2 — Перевод на вьетнамский язык.

source: YaST2 - Walloon Translations
da: YaST2 - Vallonske oversættelser
es: YaST2 - Traducción al valón
hu: YaST - Vallon fordítás
ru: YaST2 — Валлонский перевод

source: YaST2 - Translations for Walloon.
da: YaST2 - Oversættelser til vallonsk.
es: YaST2 - Traducción para el valón.
hu: YaST - Vallon fordítások.
ru: YaST2 — Перевод на валлонский язык.

source: YaST2 - Xhosa Translations
da: YaST2 - Xhosa oversættelser
es: YaST2 - Traducción al xosa
hu: YaST - Xhosa fordítás
ru: YaST2 — Перевод на язык коса

source: YaST2 - Translations for Xhosa.
da: YaST2 - Oversættelser til xhosa.
es: YaST2 - Traducción para el xosa.
hu: YaST - Xhosa fordítások.
ru: YaST2 — Перевод на язык коса.

source: YaST2 - Simplified Chinese Translations
da: YaST2 - Kinesisk (forenklet) oversættelser
es: YaST2 - Traducción al chino simplificado
hu: YaST - Egyszerűsített kínai fordítás
ru: YaST2 — Упрощённый китайский перевод

source: YaST2 - Simplified Chinese translations.
da: YaST2 - Oversættelser til kinesisk (forenklet).
es: YaST2 - Traducción al chino simplificado.
hu: YaST - Egyszerűsített kínai fordítás.
ru: YaST2 — Упрощённый китайский перевод.

source: YaST2 - Traditional Chinese Translations
da: YaST2 - Kinesisk (traditionel) oversættelser
es: YaST2 - Traducción al chino tradicional
hu: YaST - Tradicionális kínai fordítás
ru: YaST2 — Традиционный китайский перевод

source: YaST2 - Translations for Traditional Chinese.
da: YaST2 - Oversættelser til kinesisk (traditionel).
es: YaST2 - Traducción para el chino tradicional.
hu: YaST - Tradicionális kínai fordítások.
ru: YaST2 — Перевод на традиционный китайский язык.

source: YaST2 - Zulu Translations
da: YaST2 - Zulu oversættelser
es: YaST2 - Traducción al zulú
hu: YaST - Zulu fordítás
ru: YaST2 — Зулусский перевод

source: YaST2 - Translations for Zulu.
da: YaST2 - Oversættelser til zulu.
es: YaST2 - Traducción para el zulú.
hu: YaST - Zulu fordítások.
ru: YaST2 — Перевод на зулусский язык.

source: YaST2 - Agent for Various Transfer Protocols
da: YaST2 - Agent til diverse overførselsprotokoller
es: YaST2 - Agente para varios protocolos de transferencia
hu: YaST - Modul többféle átviteli protokollhoz
ru: YaST2 — Агент для различных протоколов передачи

source: A YaST2 Agent for various Transfer Protocols: FTP, HTTP, and TFTP.
da: En YaST2-agent til diverse overførselsprotokoller: FTP, HTTP og TFTP.
es: Un agente de YaST2 para varios protocolos de transferencia: FTP, HTTP y TFTP.
hu: YaST modul számos átviteli protokollhoz: FTP, HTTP és TFTP.
ru: Агент YaST2 для различных протоколов передачи: FTP, HTTP и TFTP.

source: YaST2 - Hardware Tuning
da: YaST2 - Hardwarejustering
es: YaST2 - Configuración del hardware
hu: YaST - Hardvereszközök beállítása
ru: YaST2 — Настройка оборудования

source: This package contains the YaST2 component for hardware configuration.
da: Pakken indeholder YaST2-komponenten til hardwarekonfiguration.
es: Este paquete contiene el componente de YaST2 para la configuración de hardware.
hu: YaST komponensek a hardverbeállításhoz.
ru: Этот пакет содержит компоненты YaST2 для настройки оборудования.

source: YaST2 - Update
da: YaST2 - Opdatering
es: YaST2 - Actualización
hu: YaST - Frissítés beállító modulja
ru: YaST2 — Обновление

source: Use this component if you wish to update your system.
da: Brug komponenten hvis du vil opdatere dit system.
es: Use este componente si desea actualizar el sistema.
hu: Használjuk ezt a komponenst a rendszer frissítésére.
ru: Используйте этот компонент, если вы хотите обновить вашу систему.

source: YaST2 component for usbauth configuration
da: YaST2-komponent til konfiguration af usbauth
ru: Компонент YaST2 для настройки usbauth

source: YaST module that helps to create an usbauth firewall config file
da: YaST-modul som hjælper med at oprette en usbauth firewall-konfigurationsfil

source: YaST2 - User and Group Configuration
da: YaST2 - Bruger- og gruppekonfiguration
es: YaST2 - Configuración de usuarios y grupos
hu: YaST - Felhasználók és csoportok beállító modulja
ru: YaST2 — Настройка пользователей и групп

source: This package provides GUI for maintenance of linux users and groups.
da: Pakken giver GUI til vedligeholdelse af linux-brugere og -grupper.
es: Este paquete suministra la interfaz gráfica para el mantenimiento de los usuarios y grupos de Linux.
ru: Этот пакет предоставляет GUI(графический интерфейс пользователя) для работы с пользователями и группами пользователей в linux.

source: Configure Hypervisor and Tools for Xen and KVM
da: Konfigurer Hypervisor og værktøjer til Xen og KVM
es: Configurar el hipervisor y las herramientas para Xen y KVM
ru: Настройка гипервизора и инструментов для Xen и KVM

source: This YaST module installs the tools necessary for creating VMs with Xen or KVM.
da: YaST-modulet installerer værktøjerne som er nødvendige til at oprette VM'er med Xen eller KVM.
es: Este módulo de YaST instala las herramientas necesarias para crear máquinas virtuales con Xen o KVM.
ru: Этот модуль YaST устанавливает инструменты, необходимые для создания виртуальных машин с помощью Xen или KVM.

source: A YaST module for configuring VPN gateway and clients
da: Et YaST-modul til konfiguration af VPN-gateway og -klienter
es: Un módulo de YaST para configurar una pasarela VPN y los clientes
ru: Модуль YaST для настройки шлюза и клиентов VPN

source: A YaST module for managing VPN gateway and client connections to secure site-to-site communication via IPSec VPN.
da: Et YaST-modul til håndtering af VPN-gateway og -klientforbindelser til at sikre sted-til-sted-kommunikation via IPSec VPN.
es: Un módulo de YaST para administrar la puerta de enlace de VPN y las conexiones de clientes para asegurar la comunicación de sitio a sitio a través de IPSec VPN.
ru: Модуль YaST для управления VPN-подключениями и обеспечения безопасной коммуникации через IPSec VPN.

source: YaST2 - X11 support
da: YaST2 - X11-understøttelse
es: YaST2 - Soporte de X11
ru: YaST2 — Поддержка X11

source: This package contains the programs and files for YaST2 X11 support.
da: Pakken indeholder programmerne og filerne til understøttelse af YaST2 X11.
es: Este paquete contiene los programas y archivos para el soporte de YaST2 X11.
ru: Этот пакет содержит программы и файлы для поддержки X11 в YaST2.

source: The YaST2 XML agent
da: YaST2 XML-agenten
es: Agente XML de YaST2
hu: YaST - XML ügynök
ru: Агент YaST2 XML

source: YaST2 - YCP Bindings for the YaST2 User Interface Engine
da: YaST2 - YCP-bindinger til YaST2-brugergrænseflademotoren
es: YaST2 - Enlaces YCP para el motor de interfaz de usuario de YaST2
hu: YaST - YCP kötések a YaST felhasználói felület motorjához
ru: YaST2 — Привязки движка пользовательского интерфейса YaST2 к YCP

source: This package makes the generic YaST2 user interface engine available for YCP applications (YCP is the scripting language in which most YaST2 modules are written).
da: Pakken gør den generiske YaST2-brugergrænseflade tilgængelige til YCP-programmer (YCP er scriptingsproget som de fleste YaST2-moduler er skrevet i).
es: Este paquete hace que el motor genérico de la interfaz de usuario de YaST2 esté disponible para las aplicaciones YCP (YCP es el lenguaje de guiones en el que están escritos la mayoría de los módulos de YaST2).
hu: A csomag az YCP alkalmazások számára elérhetővé teszi az általános YaST felhasználói felület motorját (az YCP az a szkriptnyelv, amelyben a legtöbb YaST modul íródott).
ru: Этот пакет делает движок интерфейса пользователя YaST2 доступным для YCP-приложений (YCP — это скриптовый язык, на котором написано большинство модулей YaST2).
