Repository: BENBELLA23/packages-i18n
Catalog: */po/yast2.*.po
Languages: da, es, hu, ru

source: The bindings allow YaST modules to be written using the Ruby language and also Ruby scripts can use YaST agents, APIs and modules.
da: Bindingerne gør det muligt for YaST-moduler at blive skrevet med Ruby-sproget, og Ruby-scripts kan også bruge YaST-agenter, API'er og moduler.
es: Estos enlaces permiten escribir módulos YaST en el lenguaje Ruby, y también los guiones Ruby pueden utilizar agentes YaST, las API y módulos.
hu: Az összeköttetések lehetővé teszik a YaST modulok Ruby nyelven való újraírását, valamint a Ruby parancsfájlok is képessé válnak a YaST ügynökeinek, API-jának és moduljainak használatára.
ru: Привязки позволяют писать модули YaST на языке Ruby, а также использовать в скриптах на Ruby агенты, API и модули YaST.

source: YaST2 - Samba Client Configuration
da: YaST2 - Samba-klientkonfiguration
es: YaST2 - Configuración de un cliente Samba
hu: YaST - Samba-kliens beállító modulja
ru: YaST2 — Настройка клиента Samba

source: This package contains the YaST2 component for configuration of an SMB workgroup/domain and authentication against an SMB domain.
da: Pakken indeholder YaST2-komponenten til konfiguration af en SMB-arbejdsgruppe/-domæne og autentifikation mod et SMB-domæne.
es: Este paquete contiene el componente de YaST2 para la configuración de un grupo de trabajo/dominio SMB y de la autenticación frente a un dominio SMB.
hu: YaST komponens az SMB tartomány konfigurációjához és az ahhoz történő hitelesítéshez.
ru: Этот пакет содержит компонент YaST2 для настройки рабочей группы/домена SMB и аутентификации в домене SMB.

source: This package contains the YaST2 component to configure samba as an Active Directory (TM) Domain Controller.
da: Pakken indeholder YaST2-komponenten til at konfigurerer samba som en en Active Directory (TM) -domænestyring.
es: Este paquete contiene el componente de YaST2 para configurar samba como un controlador de dominio de Active Directory (TM).
ru: Этот пакет содержит компонент YaST2 для настройки samba в качестве контроллера домена Active Directory (TM).

source: YaST2 - Samba Server Configuration
da: YaST2 - Samba-serverkonfiguration
es: YaST2 - Configuración de un servidor Samba
hu: YaST - Samba-kiszolgáló beállító modulja
ru: YaST2 — Настройка сервера Samba

source: This package contains the YaST2 component for Samba server configuration.
da: Pakken indeholder YaST2-komponenten til Samba-serverkonfiguration.
es: Este paquete contiene el componente de YaST2 para la configuración de un servidor Samba.
hu: YaST modul Samba szerver beállításához.
ru: Этот пакет содержит компонент YaST2 для настройки сервера Samba.

source: YaST2 - Scanner Configuration
da: YaST2 - Skannerkonfiguration
es: YaST2 - Configuración del escáner
hu: YaST - Szkenner beállító modulja
ru: YaST2 — Настройка сканирования

source: This package provides support for the configuration of USB scanners, SCSI scanners, scanners in HP all-in-one devices, and scanning via network (i.e. use a remote scanner via another host in the network). Parallel port scanners and network scanners (i.e. a scanner which is directly accessible in the network) cannot be configured with this tool, except for such scanners in HP all-in-one devices. Usually those devices must be configured manually. For more information see http://www.sane-project.org/ and the documentation in the package "sane-backends".
da: Pakken giver understøttelse til konfiguration af USB-skannere, SCSI-skannere, skannere i HP alt i en-enheder og skanning via netværk (dvs. bruge en fjernskanner via en anden vært på netværket). Parallel port-skannere og netværksskannere (dvs. en skanner som kan tilgås direkte på netværket) kan ikke konfigureres med dette værktøj, undtagen skannere i HP alt i en-enheder. Sådanne enheder skal typisk konfigureres manuelt. Se http://www.sane-project.org/ for mere information og dokumentationen i pakken "sane-backends".
es: Este paquete proporciona soporte para la configuración de escáneres USB, SCSI, dispositivos multifunción y escaneado vía red (p. ej. utilizar un escáner remoto en otro host de la red). Los escáneres de puerto paralelo y de red (escáner directamente accesible en la red) no pueden ser configurados con esta herramienta, salvo escáneres en dispositivos multifunción HP. Habitualmente esos dispositivos deben configurarse manualmente. Para mas información vea http://www.sane-project.org/ y la documentación del paquete "sane-backends".
hu: Ez a csomag támogatást nyújt az USB és SCSI szkennerek, a HP többfunkciós berendezésekben található szkennerek és a hálózaton keresztüli lapolvasás használatához (azaz egy távoli, a hálózat egy másik gépén található szkenner használatához). A párhuzamos porton működő és hálózati szkennerek (vagyis a hálózatról közvetlenül elérhető szkennerek) nem konfigurálhatók ezzel az eszközzel. Ezeket a berendezéseket kézzel kell beállítani. További információkért tekintse meg a http://www.sane-project.org/ weboldalt és a "sane-backends" csomagban található dokumentációt.
ru: Этот пакет предоставляет поддержку настройки USB-сканеров, SCSI-сканеров, сканеров в МФУ HP и сканирования по сети (т.е. использования удалённого сканера через другой узел в сети). Сканеры с параллельным портом и сетевые сканеры (т.е. сканеры, доступные в сети напрямую) этим инструментом настроить нельзя, за исключением сканеров в МФУ HP. Обычно такие устройства требуется настраивать вручную. Более подробные сведения приведены на http://www.sane-project.org/ и в документации пакета «sane-backends».

source: YaST2 - AutoYaST Schema
da: YaST2 - AutoYaST-skema
es: YaST2 - Esquemas de AutoYaST
hu: YaST - AutoYaST séma
ru: YaST2 — Схема AutoYaST

source: AutoYaST Syntax Schema
da: AutoYaST-syntaksskema
es: Esquema de sintaxis de AutoYaST
hu: AutoYaST szintaxis séma
ru: Схема синтаксиса AutoYaST

source: YaST2 - Security Configuration
da: YaST2 - Sikkerhedskonfiguration
es: YaST2 - Configuración de seguridad
hu: YaST - Biztonsági beállítások modulja
ru: YaST2 — Настройка безопасности

source: The YaST2 component for security settings configuration.
da: YaST2-komponenten til konfiguration af sikkerhedsindstillinger.
es: El componente YaST2 para la configuración de aspectos relacionados con la seguridad.
hu: YaST komponens a biztonsági beállítások elvégzéséhez.
ru: Компонент YaST2 для настройки параметров безопасности.

source: YaST2 - Services Manager
da: YaST2 - Tjenestehåndtering
es: YaST2 - Administrador de servicios
ru: YaST2 — Диспетчер служб

source: Provides user interface and libraries to configure systemd services and targets.
da: Giver brugergrænseflade og biblioteker til konfiguration af systemd-tjenester og -mål.
es: Proporciona una interfaz y bibliotecas para configurar servicios y «targets» de systemd.
ru: Предоставляет пользовательский интерфейс и библиотеки для настройки служб и целей systemd.

source: YaST2 - SLP Agent and Library
da: YaST2 - SLP-agent og -bibliotek
es: YaST2 - Agente y biblioteca de SLP
ru: YaST2 — Агент и библиотека SLP

source: This package provides YaST modules to lookup/advertise services with SLP.
da: Pakken giver YaST-moduler til opslag/avertere tjenester med SLP.
es: Este paquete proporciona módulos de YaST para buscar/anunciar servicios con SLP.
ru: Этот пакет предоставляет модули YaST для поиска/рекламирования служб с SLP.

source: YaST2 SLP Daemon Server Configuration
da: YaST2 SLP-dæmon serverkonfiguration
es: Configuración del demonio del servidor SLP de YaST2
hu: YaST - SLP démon kiszolgáló beállítás
ru: YaST2 — настройка демона SLP

source: This package contains the YaST2 component for the configuration of an SLP daemon.
da: Pakken indeholder YaST2-komponenten til konfiguration af en SLP-dæmon.
es: Este paquete contiene el componente de YaST2 para la configuración de un demonio SLP.
hu: Ez a csomag tartalmazza az SLP démonok beállításához szükséges YaST összetevőket.
ru: Этот пакет содержит компонент YaST2 для настройки демона SLP.

source: YaST - file system snapshots review
da: YaST - filsystem øjebliksbillede gennemsyn
es: YaST - Revisión de instantáneas del sistema de archivos
ru: YaST — просмотр снимков файловой системы

source: YaST module for accessing and managing file-system snapshots
da: YaST-modul til adgang og håndtering af filsystemers øjebliksbilleder
es: Módulo de YaST para el acceso y gestión de instantáneas del sistema de archivos
ru: Модуль YaST для доступа и управления снимками файловой системы

source: YaST2 - Sound Configuration
da: YaST2 - Lydkonfiguration
es: YaST2 - Configuración del sonido
hu: YaST - Hangkártyák beállító modulja
ru: YaST2 — Настройка звука

source: This package contains the YaST2 component for sound card configuration.
da: Pakken indeholder YaST2-komponenten til lydkort-konfiguration.
es: Este paquete contiene el componente de YaST2 para la configuración de tarjetas de sonido.
hu: YaST komponensek a hangkártyák beállításához.
ru: Этот пакет содержит компоненты YaST2 для настройки звуковой карты.

source: Configuration of squid
da: Konfiguration af squid
es: YaST2 - Configuración de squid
hu: A squid beállítása
ru: Настройка squid

source: YaST2 - Storage Configuration
da: YaST2 - Lagerkonfiguration
es: YaST2 - Configuración de almacenamiento
hu: YaST - Adattárolók beállító modulja
ru: YaST2 — Настройка накопителей

source: This package contains the files for YaST2 that handle access to disk devices during installation and on an installed system. This YaST2 module uses libstorage-ng.
da: Pakken indeholder filerne til YaST2 som håndterer adgang til diskenheder under installationen og på et installeret system. YaST2-modulerne bruger libstorage-ng.
es: Este paquete contiene los archivos para YaST2 que controlan el acceso a los dispositivos de disco durante la instalación y en un sistema instalado. Este módulo de YaST2 usa libstorage-ng.
ru: Этот пакет содержит файлы для YaST2, управляющие доступом к дисковым устройствам во время установки и на установленной системе. Этот модуль YaST2 использует libstorage-ng.

source: YaST2 - Sudo configuration
da: YaST2 - Sudo-konfiguration
ru: YaST2 — Настройка sudo

source: The YaST2 component for sudo configuration. It configures capabilities of users to run commands as root or other user.
da: YaST2-komponenten til konfiguration af sudo. Den konfigurerer brugernes formåenheder til at køre kommandoer som root eller anden bruger.
es: Componente de YaST2 para la configuración de «sudo». Configura la capacidad de los usuarios de ejecutar comandos como root u otros usuarios.
hu: YaST komponens a sudo beállításához. Ezzel állíthatók be be a rootként vagy másik felhasználóként parancsokat futtatni kívánó felhasználók lehetőségei.
ru: Компонент YaST2 для настройки sudo. Настраивает возможности пользователей запуска команд от имени root или другого пользователя.

source: YaST2 - Support Inquiries
da: YaST2 - Supportforespørgelser
es: YaST2 - Consultas de soporte
hu: YaST - Modul telepítési kérdések küldéséhez
ru: YaST2 — Запросы поддержки

source: This module allows you to collect system information for installation support in a standardized format.
da: Modulet giver dig mulighed for at indsamle systeminformation, til installationssupport, i et standardiseret format.
es: Este módulo le permite recopilar información sobre el sistema para enviar consultas de soporte de instalación en formato estándar.
hu: Ezzel a modullal lehetőségünk rendszerinformációk gyűjtésére szabványos formában a termékkel kapcsolatos telepítési támogatást nyújtó szakemberek részére.
ru: Это модуль позволяет собирать сведения о системе в стандартизованном формате для службы поддержки.

source: YaST2 - Sysconfig Editor
da: YaST2 - Sysconfig-redigeringsprogram
es: YaST2 - Editor de sysconfig
hu: YaST - Sysconfig szerkesztő modul
ru: YaST2 — Редактор sysconfig

source: A graphical /etc/sysconfig/* editor with integrated search and context information.
da: Et grafisk redigeringsprogram til /etc/sysconfig/* med integreret søge- og kontekstinformation.
es: Un editor gráfico de /etc/sysconfig/* con búsqueda e información contextual integradas.
hu: Grafikus /etc/sysconfig/* szerkesztő beépített kereséssel és téma információkkal.
ru: Графический редактор /etc/sysconfig/* с интегрированным поиском и контекстной информацией.

source: YaST2 - Testsuite
da: YaST2 - Testpakke
es: YaST2 - Suite de pruebas
hu: YaST - Tesztrendszer
ru: YaST2 — Набор тестов

source: This is a package for the YaST2 modules testsuite preparation and execution.
da: En pakke til forberedelse og udførelse af YaST2-modulernes testpakke.
es: Este es un paquete para la preparación y ejecución del conjunto de pruebas de los módulos de YaST2.
hu: Csomag a YaST modulok tesztjeinek előkészítéséhez és futtatásához.
ru: Это пакет для подготовки и выполнения набора тестов для модулей YaST2.

source: YaST2 - TFTP Server Configuration
da: YaST2 - TFTP-serverkonfiguration
es: YaST2 - Configuración de un servidor TFTP
hu: YaST - TFTP-kiszolgáló beállító modulja
ru: YaST2 — Настройка сервера TFTP

source: The YaST2 component for configuring a TFTP server. TFTP stands for Trivial File Transfer Protocol. It is used for booting over the network.
da: YaST2-komponenten til konfiguration af en TFTP-server. TFTP står for Trivial File Transfer Protocol. Den bruges til at boote over netværket.
es: Componente de YaST2 para configurar un servidor TFTP. TFTP significa Trivial File Transfer Protocol y se utiliza para arrancar a través de la red.
hu: YaST modul TFTP (Trivial File Transfer Protocol) szerver beállításához. Általában hálózatról történő rendszerindításhoz használják.
ru: Компонент YaST2 для настройки TFTP-сервера. TFTP означает Trivial File Transfer Protocol (простой протокол обмена файлами). Он используется для загрузки по сети.

source: YaST2 - Theme
da: YaST2 - Tema
ru: YaST2 — Тема

source: Contains necessary theming resources to use YaST2.
da: Indeholder nødvendige ressourcer til at bruge temaer i YaST2.

source: YaST2 - Breeze icon theme
da: YaST2 - Breeze-ikontema
ru: YaST2 — Тема значков Breeze

source: Contains icons in KDE Breeze style (from KDE Plasma 5).
da: Indeholder ikoner i KDE Breeze-stil (fra KDE Plasma 5).

source: YaST2 - Oxygen icon theme
da: YaST2 - Oxygen-ikontema

source: Contains icons in KDE Oxygen style (from KDE Plasma 4).
da: Indeholder ikoner i KDE Oxygen-stil (fra KDE Plasma 4).

source: YaST2 - Translation Container Package
da: YaST2 - Oversættelsesbeholderpakke
es: YaST2 - Paquete contenedor de traducciones
ru: YaST2 — Пакет переводов

source: This is a container package. Its only purpose is to build the yast2-trans-LL, yast2-trans-LLL, and yast2-trans-LL_CC packages as subpackages.
da: Beholderpakke. Dens eneste formål er at bygge yast2-trans-LL-, yast2-trans-LLL- og yast2-trans-LL_CC-pakkerne som underpakker.
es: Este es un paquete contenedor. Su único propósito es crear los paquetes yast2-trans-LL, yast2-trans-LLL y yast2-trans-LL_CC como subpaquetes.
ru: Это пакет-контейнер. Его единственная цель — сборка пакетов yast2-trans-LL, yast2-trans-LLL и yast2-trans-LL_CC в качестве подпакетов.

source: YaST2 - Afrikaans Translations
da: YaST2 - Afrikaans oversættelser
es: YaST2 - Traducción al afrikáans
ru: YaST2 — Перевод на африкаанс

source: YaST2 - Translations for Afrikaans.
da: YaST2 - Oversættelser til afrikaans.
es: YaST2 - Traducción para el afrikáans.
hu: YaST - Afrikai fordítások.
ru: YaST2 — Перевод на африкаанс.

source: Internal: Require all YaST Translation Packages (Empty)
da: Internt: Kræver alle YaST-oversættelsespakker (tom)
es: Interno: requiere todos los paquetes de traducción de YaST (vacío)
hu: Belső: az összes YaST nyelvi csomag szükséges (üres)
ru: Для внутреннего пользования: Требует все пакеты переводов YaST (Пустой)

source: The package requires all YaST translation packages (yast2-trans-{??,??_??}). Otherwise it is empty. For internal use only.
da: Pakken kræver alle YaST-oversættelsespakker (yast2-trans-{??,??_??}). Ellers er den tom. Kun til internt brug.
es: Este paquete requiere todos los paquetes de traducción de YaST (yast2-trans-{??,??_??}). Por lo demás, está vacío. Solo para uso interno.
hu: A csomaghoz szükséges az összes nyelvi YaST csomag (yast2-trans-{??,??_??}. Ellenkező esetben üres marad. Csak belső használatra.
ru: Этот пакет требует для установки все пакеты с переводами YaST (yast2-trans-{??,??_??}). Сам по себе пустой. Только для служебного пользования.

source: YaST2 - Arabic Translations
da: YaST2 - Arabiske oversættelser
es: YaST2 - Traducción al árabe
hu: YaST - Arab fordítás
ru: YaST2 — Арабский перевод

source: YaST2 - Translations for Arabic.
da: YaST2 - Oversættelser til arabisk.
es: YaST2 - Traducción para el árabe.
hu: YaST - Arab fordítások.
ru: YaST2 — Перевод на арабский язык.

source: YaST2 - Asturian Translations
da: YaST2 - Asturiske oversættelser
es: YaST2 - Traducción al asturiano
ru: YaST2 — Астурийский перевод

source: YaST2 - Translations for Asturian.
da: YaST2 - Oversættelser til asturisk.
es: YaST2 - Traducciones para el asturiano.
ru: YaST2 — Перевод на астурийский язык.

source: YaST2 - Bulgarian Translations
da: YaST2 - Bulgarske oversættelser
es: YaST2 - Traducción al búlgaro
hu: YaST - Bolgár fordítás
ru: YaST2 — Болгарский перевод

source: YaST2 - Translations for Bulgarian.
da: YaST2 - Oversættelser til bulgarsk.
es: YaST2 - Traducción para el búlgaro.
ru: YaST2 — Перевод на болгарский язык.

source: YaST2 - Bengali Translations
da: YaST2 - Bangali oversættelser
es: YaST2 - Traducción al bengalí
hu: YaST - Bengáli fordítás
ru: YaST2 — Перевод на бенгали

source: YaST2 - Translations for Bengali.
da: YaST2 - Oversættelser til bengali.
es: YaST2 - Traducción para el bengalí.
hu: YaST - Bengáli fordítások.
ru: YaST2 — Перевод на бенгали.

source: YaST2 - Bosnian Translations
da: YaST2 - Bosniske oversættelser
es: YaST2 - Traducción al bosnio
hu: YaST - Boszniai fordítás
ru: YaST2 — Боснийский перевод

source: YaST2 - Translations for Bosnian.
da: YaST2 - Oversættelser til bosnisk.
es: YaST2 - Traducción para el bosnio.
ru: YaST2 — Перевод на боснийский язык.

source: YaST2 - Catalan Translations
da: YaST2 - Catalanske oversættelser
es: YaST2 - Traducción al catalán
hu: YaST - Katalán fordítás
ru: YaST2 — Каталанский перевод

source: YaST2 - Catalan translations.
da: YaST2 - Oversættelser til catalansk.
es: YaST2 - Traducción al catalán.
hu: YaST - Katalán fordítások.
ru: YaST2 — Каталанский перевод.

source: YaST2 - Czech Translations
da: YaST2 - Tjekkiske oversættelser
es: YaST2 - Traducción al checo
hu: YaST - Cseh fordítás
ru: YaST2 — Чешский перевод

source: YaST2 - Czech translations.
da: YaST2 - Oversættelser til tjekkisk.
es: YaST2 - Traducción al checo.
hu: YaST - Cseh fordítások.
ru: YaST2 — Чешский перевод.

source: YaST2 - Welsh Translations
da: YaST2 - Walisiske oversættelser
es: YaST2 - Traducción al galés
hu: YaST - Walesi fordítás
ru: YaST2 — Валлийский перевод

source: YaST2 - Welsh translations.
da: YaST2 - Oversættelser til walisisk.
es: YaST2 - Traducción al galés.
hu: YaST - Walesi fordítások.
ru: YaST2 — Валлийский перевод.

source: YaST2 - Danish Translations
da: YaST2 - Danske oversættelser
es: YaST2 - Traducción al danés
hu: YaST - Dán fordítás
ru: YaST2 — Датский перевод

source: YaST2 - Translations for Danish.
da: YaST2 - Oversættelser til dansk.
es: YaST2 - Traducción para el danés.
ru: YaST2 — Перевод на датский язык.

source: YaST2 - German Translations
da: YaST2 - Tyske oversættelser
es: YaST2 - Traducción al alemán
hu: YaST - Német fordítás
ru: YaST2 — Немецкий перевод

source: YaST2 - German translations.
da: YaST2 - Oversættelser til tysk.
es: YaST2 - Traducción al alemán.
hu: YaST - Német fordítások.
ru: YaST2 — Немецкий перевод.

source: YaST2 - Greek Translations
da: YaST2 - Græske oversættelser
es: YaST2 - Traducción al griego
hu: YaST - Görög fordítás
ru: YaST2 — Греческий перевод

source: YaST2 - Translations for Greek.
da: YaST2 - Oversættelser til græsk.
es: YaST2 - Traducción para el griego.
ru: YaST2 — Перевод на греческий язык.

source: YaST2 - British English Translations
da: YaST2 - Engelske (britisk) oversættelser
es: YaST2 - Traducción al inglés británico
hu: YaST - Brit fordítás
ru: YaST2 — Британский английский перевод

source: YaST2 - Translations for British English.
da: YaST2 - Oversættelser til engelsk (britisk).
es: YaST2 - Traducción para el inglés británico.
hu: YaST - Brit angol fordítások.
ru: YaST2 — Перевод на британский английский язык.

source: YaST2 - Esperanto Translations
da: YaST2 - Esperanto oversættelser
es: YaST2 - Traducción al esperanto
ru: YaST2 — Перевод на эсперанто

source: YaST2 - Esperanto Translations.
da: YaST2 - Oversættelser til esperanto.
es: YaST2 - Traducción al esperanto.
ru: YaST2 — Перевод на эсперанто.

source: YaST2 - Spanish Translations
da: YaST2 - Spanske oversættelser
es: YaST2 - Traducción al español
hu: YaST - Spanyol fordítás
ru: YaST2 — Испанский перевод

source: YaST2 - Spanish Translations.
da: YaST2 - Oversættelser til spansk.
es: YaST2 - Traducción al español.
hu: YaST - Spanyol fordítás.
ru: YaST2 — Испанский перевод.

source: YaST2 - Spanish (Argentina) Translations
da: YaST2 - Spanske (argentina) oversættelser
es: YaST2 - Traducción al español (Argentina)
ru: YaST2 — Испанский (аргентинский) перевод

source: YaST2 - Spanish (Argentina) Translations.
da: YaST2 - Spanske (argentina) oversættelser.
es: YaST2 - Traducción al español (Argentina).
ru: YaST2 — Испанский (аргентинский) перевод.

source: YaST2 - Estonian Translations
da: YaST2 - Estiske oversættelser
es: YaST2 - Traducción al estonio
hu: YaST - Észt fordítás
ru: YaST2 — Эстонский перевод

source: YaST2 - Translations for Estonian.
da: YaST2 - Oversættelser til estisk.
es: YaST2 - Traducción para el estonio.
hu: YaST - Észt fordítások.
ru: YaST2 — Перевод на эстонский язык.

source: YaST2 - Translations for Esperanto.
da: YaST2 - Oversættelser til esperanto.
es: YaST2 - Traducción para el esperanto.
ru: YaST2 — Перевод на эсперанто.

source: YaST2 - Persian Translations
da: YaST2 - Persiske oversættelser
es: YaST2 - Traducción al persa
hu: YaST - Perzsa fordítás
ru: YaST2 — Персидский перевод

source: YaST2 - Persian Translations.
da: YaST2 - Oversættelser til persisk.
es: YaST2 - Traducción al persa.
hu: YaST - Perzsa fordítások.
ru: YaST2 — Персидский перевод.

source: YaST2 - Finnish Translations
da: YaST2 - Finske oversættelser
es: YaST2 - Traducción al finlandés
hu: YaST - Finn fordítás
ru: YaST2 — Финский перевод

source: YaST2 - Finnish translations.
da: YaST2 - Oversættelser til finsk.
es: YaST2 - Traducción al finlandés.
hu: YaST - Finn fordítások.
ru: YaST2 — Финский перевод.

source: YaST2 - French Translations
da: YaST2 - Franske oversættelser
es: YaST2 - Traducción al francés
hu: YaST - Francia fordítás
ru: YaST2 — Французский перевод

source: YaST2 - Translations for French.
da: YaST2 - Oversættelser til fransk.
es: YaST2 - Traducción para el francés.
ru: YaST2 — Перевод на французский язык.

source: YaST2 - Galician Translations
da: YaST2 - Galiciske oversættelser
es: YaST2 - Traducción al gallego
hu: YaST - Gall fordítás
ru: YaST2 — Галисийский перевод

source: YaST2 - Galician translations.
da: YaST2 - Oversættelser til galicisk.
es: YaST2 - Traducción al gallego.
hu: YaST - Gall fordítások.
ru: YaST2 — Галисийский перевод.

source: YaST2 - Gujarati Translations
da: YaST2 - Gujarati oversættelser
es: YaST2 - Traducción al gujarati
hu: YaST - Gujarati fordítás
ru: YaST2 — Перевод на гуджарати

source: YaST2 - Translations for Gujarati.
da: YaST2 - Oversættelser til gujarati.
es: YaST2 - Traducción para el gujarati.
hu: YaST - Gujarati fordítások.
ru: YaST2 — Перевод на гуджарати.

source: YaST2 - Hebrew Translations
da: YaST2 - Hebraiske oversættelser
es: YaST2 - Traducción al hebreo
ru: YaST2 — Перевод на иврит
