Repository: BENBELLA23/packages-i18n
Catalog: */po/z.*.po
Languages: es, it, ja

source: zynaddsubfx is a many-featured real-time software synthesizer for Linux. Features include polyphony and multitimbrel and microtonal capabilities. It includes randomness of some parameters, which can make warm sounds, like analog synthesizers. This program has system and insertion effects, too.
it: zynaddsubfx è un programma per sintetizzatore multifunzionale in tempo reale per Linux. Le funzionalità comprendono la polifonia e capacità multitimbriche e microtonali. Comprende la gestione casuale di alcuni parametri, che possono rendere il suono caldo, come i sintetizzatori analogici. Questo programma ha anche effetti sistemici e di inserzione.
ja: zynaddsubfx は多数の機能を備えた Linux 向けリアルタイムソフトウエアシンセサイザです。 多音や複数の打楽器に対応しているほか、マイクロトーン機能も備えています。 いくつかのパラメータについては乱数設定ができます。これによってアナログシンセサイザのような 暖かみのあるサウンドを作ることができます。このプログラムにはシステムと挿入効果も含まれています。

source: Common files for ZynAddSubFX synthesizers
es: Archivos comunes para sintetizadores ZynAddSubFX
it: File comuni per i sintetizzatori ZynAddSubFX
ja: ZynAddSubFXシンセサイザーの共通ファイル

source: zynaddsubfx is a many-featured real-time software synthesizer for Linux. Features include polyphony and multitimbrel and microtonal capabilities. It includes randomness of some parameters, which can make warm sounds, like analog synthesizers. This program has system and insertion effects, too. These are files common to the gui and dssi,lv2 and vst plugins.
ja: zynaddsubfx は多数の機能を備えた Linux 向けリアルタイムソフトウエアシンセサイザです。 多音や複数の打楽器に対応しているほか、マイクロトーン機能も備えています。 いくつかのパラメータについては乱数設定ができます。これによってアナログシンセサイザのような 暖かみのあるサウンドを作ることができます。このプログラムにはシステムと挿入効果も含まれています。 GUI と dssi、lv2とvst プラグインで共通なファイルがあります。

source: Real-time software synthesizer, DSSI Plugin version
it: Un programma per sintetizzatore in tempo reale, versione plugin DSSI
ja: リアルタイムソフトウエアシンセサイザの、DSS プラグインバージョン

source: zynaddsubfx is a many-featured real-time software synthesizer for Linux. Features include polyphony and multitimbrel and microtonal capabilities. It includes randomness of some parameters, which can make warm sounds, like analog synthesizers. This program has system and insertion effects, too. This package includes the DSSI zynaddsubfx synthesizer plugins.
ja: zynaddsubfx は多数の機能を備えた Linux 向けリアルタイムソフトウエアシンセサイザです。 多音や複数の打楽器に対応しているほか、マイクロトーン機能も備えています。 いくつかのパラメータについては乱数設定ができます。これによってアナログシンセサイザのような 暖かみのあるサウンドを作ることができます。このプログラムにはシステムと挿入効果も含まれています。 このパッケージには、DSSI zynaddsubfx シンセサイザープラグインが含まれています。

source: Real-time software synthesizer, LV2 Plugin version
it: Un programma per sintetizzatore in tempo reale, versione plugin LV2
ja: リアルタイムソフトウエアシンセサイザのLV2 プラグインバージョン

source: zynaddsubfx is a many-featured real-time software synthesizer for Linux. Features include polyphony and multitimbrel and microtonal capabilities. It includes randomness of some parameters, which can make warm sounds, like analog synthesizers. This program has system and insertion effects, too. This package includes the LV2 zynaddsubfx synthesizer plugins.
ja: zynaddsubfx は多数の機能を備えた Linux 向けリアルタイムソフトウエアシンセサイザです。 多音や複数の打楽器に対応しているほか、マイクロトーン機能も備えています。 いくつかのパラメータについては乱数設定ができます。これによってアナログシンセサイザのような 暖かみのあるサウンドを作ることができます。このプログラムにはシステムと挿入効果も含まれています。 このパッケージには、LV2 zynaddsubfx シンセサイザープラグインが含まれています。

source: Real-time software synthesizer, VST Plugin version
it: Un programma per sintetizzatore in tempo reale, versione plugin VST
ja: リアルタイムソフトウエアシンセサイザのVSTプラグインバージョン

source: zynaddsubfx is a many-featured real-time software synthesizer for Linux. Features include polyphony and multitimbrel and microtonal capabilities. It includes randomness of some parameters, which can make warm sounds, like analog synthesizers. This program has system and insertion effects, too. This package includes the VST zynaddsubfx synthesizer plugins.
ja: zynaddsubfx は多数の機能を備えた Linux 向けリアルタイムソフトウエアシンセサイザです。 多音や複数の打楽器に対応しているほか、マイクロトーン機能も備えています。 いくつかのパラメータについては乱数設定ができます。これによってアナログシンセサイザのような 暖かみのあるサウンドを作ることができます。このプログラムにはシステムと挿入効果も含まれています。 パッケージには VST zynaddsubfx シンセサイザープラグインを含んでいます。

source: Command line software manager using libzypp
es: Gestor de paquetes en línea de comandos que usa libzypp
it: Gestore dei programmi a riga di comando che usa libzypp
ja: libzypp を利用したコマンドラインのソフトウエアマネージャ

source: Zypper is a command line tool for managing software. It can be used to add package repositories, search for packages, install, remove, or update packages, install patches, hardware drivers, verify dependencies, and more. Zypper can be used interactively or non-interactively by user, from scripts, or front-ends. Authors: -------- Jan Kupec <jkupec@suse.cz> Michael Andres <ma@suse.de> Duncan Mac-Vicar <dmacvicar@suse.de> Martin Vidner <mvidner@suse.cz> Josef Reidinger <jreidinger@suse.cz>
es: Zypper es una herramienta de gestión de software para la terminal de órdenes. Puede utilizarse para añadir repositorios de paquetes, buscar paquetes, instalar, eliminar y actualizar paquetes, instalar parches, controladores de hardware, verificar dependencias y más cosas. Los usuarios pueden utilizar Zypper de forma interactiva o no interactiva, desde guiones o interfaces. Autores: -------- Jan Kupec <jkupec@suse.cz> Michael Andres <ma@suse.de> Duncan Mac-Vicar <dmacvicar@suse.de> Martin Vidner <mvidner@suse.cz> Josef Reidinger <jreidinger@suse.cz>
it: Zypper è uno strumento a riga di comando per la gestione dei programmi. Può essere usato per aggiungere repository dei pacchetti, cercare pacchetti, installare, rimuovere o aggiornare pacchetti, installare patch, driver hardware, verificare le dipendenze e altro ancora. Zypper può essere usato interattivamente o non interattivamente da utenti, script o front end. Autori: -------- Jan Kupec <jkupec@suse.cz> Michael Andres <ma@suse.de> Duncan Mac-Vicar <dmacvicar@suse.de> Martin Vidner <mvidner@suse.cz> Josef Reidinger <jreidinger@suse.cz>
ja: zypper はソフトウエアを管理するためのコマンドラインツールです。パッケージリポジトリを追加したりパッケージを検索したりできるほか、パッケージのインストール／削除／更新や修正のインストール、ハードウエアドライバのインストールや依存関係の確認など様々なことを行なえます。 zypper は対話的に動作させることができるだけでなく、スクリプトやフロントエンドから動作できるように非対話モードにも対応しています。 著者: -------- Jan Kupec <jkupec@suse.cz> Michael Andres <ma@suse.de> Duncan Mac-Vicar <dmacvicar@suse.de> Martin Vidner <mvidner@suse.cz> Josef Reidinger <jreidinger@suse.cz>

source: aptitude compatibility with zypper
es: Compatibilidad con aptitude para zypper
it: Compatibilità aptitude con zypper
ja: zypper による aptitude 互換

source: provides compatibility to Debian's aptitude command using zypper Authors: -------- Bernhard M. Wiedemann <bernhard+aptitude4zypp lsmod de>
es: proporciona compatibilidad con el comando aptitude de Debian al usar zypper Autores: -------- Bernhard M. Wiedemann <bernhard+aptitude4zypp lsmod de>
it: Garantisce la compatibilità al comando aptitude di Debian usando zypper Autori: -------- Bernhard M. Wiedemann <bernhard+aptitude4zypp lsmod de>
ja: zypper を使う Debian aptitude コマンド互換機能 著者: -------- Bernhard M. Wiedemann <bernhard+aptitude4zypp lsmod de>

source: Easy patch and update solution for Docker images
es: Fácil solución para parchear y actualizar imágenes de Docker
it: Semplice soluzione di aggiornamento e correzione per le immagini Docker
ja: Dockerイメージ用の簡単なパッチとアップデートソリューション

source: The zypper-docker command line tool provides a quick way to patch and update Docker images based either on SUSE Linux Enterprise or openSUSE. zypper-docker mimics zypper command line syntax to ease its usage. zypper-docker relies on zypper to perform the actual operations against Docker images.
es: La herramienta para la línea de órdenes zypper-docker proporciona un modo rápido de parchear y actualizar imágenes de Docker basadas tanto en SUSE Linux Enterprise como en openSUSE. zypper-docker imita la sintaxis de la línea de órdenes de zypper para facilitar su uso. zypper-docker se basa en zypper para realizar las operaciones reales sobre las imágenes de Docker.
it: Lo strumento da riga di comando zypper-docker fornisce una soluzione veloce per correggere e aggiornare le immagini Docker basate su SUSE Linux Enterprise o openSUSE. zypper-docker richiama la sintassi della riga di comando di zypper per facilitarne l'utilizzo. zypper-docker dipende da zypper per effettuare le operazioni vere e proprie sulle immagini Docker.
ja: zypper-dockerコマンドラインツールは、SUSE Linux EnterpriseまたはOpenSUSEベースのDockerイメージのパッチとアップデートを素早く行う方法を提供します。 zypper-dockerは、その使用を容易にするために、zypperコマンドライン構文を模倣しています。 zypper-dockerはzypperに依存して,Dockerイメージに対する実際の操作を実行します。

source: Zypper subcommand for lifecycle information
es: Subcomando de Zypper para información sobre el ciclo de vida
it: Sottocomando di zypper per informazioni sul ciclo di vita
ja: ライフサイクル情報用のZypperサブコマンド

source: Zypper subcommand for products and packages lifecycle information.
es: Sucomando de Zypper para información del ciclo de vida de productos y paquetes.
it: Sottocomando di zypper per informazioni sul ciclo di vita di prodotti e pacchetti.
ja: 製品およびパッケージのライフサイクル情報用のZypperサブコマンド。

source: CLI for accessing the zypper logfile
es: Interfaz de línea de comandos para acceder al registro de zypper
it: CLI per accedere ai file di log di zypper
ja: zypper のログファイルにアクセスするコマンドラインインターフェイス

source: Zypper subcommand for online migration
es: Subcomando de Zypper para el registro en red
it: Sottocomando di zypper per migrazione in linea
ja: オンライン移行用のZypperサブコマンド

source: Zypper subcommand for online migration to new service pack.
es: Subcomando de Zypper para la migración desde la red a un nuevo «service pack».
it: Sottocomando di zypper per migrazione in linea a nuovo service pack.
ja: 新しいサービスパックにオンラインで移行するためのZypperサブコマンド。

source: needs-restarting compatibility with zypper
ja: zypper による 再起動が必要な互換

source: provides compatibility to YUM needs-restarting command using zypper Authors: -------- Michael Andres <ma@suse.de>
ja: zypper を使う、YUMに対して互換を提供する、再起動が必要なコマンド 著者: -------- Michael Andres <ma@suse.de>

source: Development files for zziplib, a ZIP compression library
es: Archivos de desarrollo para zziplib, una biblioteca de compresión ZIP
it: File di sviluppo per zziplib, una libreria di compressione ZIP
ja: データ圧縮ライブラリ ZIP である zziplib 向け開発用ファイル

source: That are the header files needed for developing applications using ZZipLib.
es: Archivos de cabecera y librerías para desarrollar aplicaciones que utilizan ZZipLib.
it: File di intestazione necessari per sviluppare applicazioni che usano ZZipLib.
ja: ZZipLib を利用してアプリケーションを作成するために必要なヘッダファイルが含まれています。

source: Read and write numerical arrays
ja: 数値配列の読み取りと書き込み

source: Library for compressed numerical arrays that support high throughput read and write random access. This subpackage contains the implementation as a shared library.
ja: 高スループットの読み取り/書き込みランダム・アクセスをサポートする、圧縮された数値配列のライブラリ。 このサブパッケージには、共有ライブラリとしての実装が含まれています。

source: Python3 module for ZBar
ja: ZBar 向け Python3 モジュール

source: This package contains the module to use ZBar from python3.
ja: このパッケージには、 python3 からの ZBar を使うためのモジュールが含まれています。

source: Zathura PDF support through MuPDF
ja: MuPDF経由のZathura PDFサポート

source: Zathura-plugin-MupDF extends the document viewing support of Zathura to PDF, EPUB and OpenXPS with the help of MuPDF rendering engine.
ja: Zachura-plugin-MupDFは、MuPDFレンダリングエンジンの助けを借りて、Zachuraのドキュメント表示サポートをPDF、EPUB、OpenXPSに拡張します。

source: Puzzle game about arranging balls in triplets
es: Juego de rompecabezas que va de agrupar bolas en grupos de tres
it: Gioco rompicapo col fine di disporre palle in triplette
ja: 三つ組みに玉を並べるパズルゲーム

source: Zaz (Zaz ain't Z***) is a game where the player has to get rid of incoming balls by arranging them in triplets. The idea of the game is loosely based on games like Luxor, Zuma and Puzzle Bobble. The twists that make Zaz stand out from other games of this type are that the balls have to be picked from the path (insted of being randomly assigned for the player) and that the player's "vehicle" is also attached to a path which is different from level to level. A 3D accelerator is needed for decent gameplay.
it: Zaz (Zaz ain't Z***) è un gioco dove il giocatore deve sbarazzarsi delle palle che sopraggiungono disponendole in triplette. L'idea del gioco è vagamente basata su giochi come Luxor, Zuma e Puzzle Bobble. Ciò che rende Zaz originale rispetto a giochi dello stesso genere è che le palle devono essere selezionate dal tracciato (invece che essere assegnate casualmente al giocatore) e che anche il "veicolo" del giocatore è fissato a un tracciato diverso da livello a livello. È necessario un acceleratore 3D per avere un'esperienza di gioco decente.
ja: Zaz (Zaz は Z*** ではありません)は、プレーヤーが入ってくるボールを三連に並べて取り除くゲームです。このゲームのアイデアは、ルクソール、ズマ、パズルボブルなどのゲームに大まかに基づいています。Zaz をこのタイプの他のゲームから際立たせるツイストは、ボールをパスから選択する必要があること(プレイヤーにランダムに割り当てられる必要はない)と、プレイヤーの「乗り物」もレベルごとに異なるパスにアタッチされることです。楽しくゲームをプレイするには3Dアクセラレータが必要です。

source: Utility for ext2,ext3,ext4 filesystems that zeroes out unallocated blocks
es: Utilidad para sistemas de archivos ext2, ext3 y ext4 que pone a cero los bloques no asignados
ja: ext2、ext3、ext4 2、ext3、ext4ファイル・システム用ユーティリティ

source: zerofree is a utility for ext2,ext3 and ext4 filesystems that will scan the list of free blocks in a filesystem and fill with zeroes any blocks that do not already contain zeroes. This RPM also includes the sparsify utility, which will scan all files in a filesystem and ensure that they are maximally sparse.
es: zerofree es una utilidad para sistemas de archivos ext2, ext3 y ext4 que analiza la lista de bloques libres en un sistema de archivos y pone a cero cualquier bloque que no esté a cero ya. Este RPM también incluye la utilidad sparsify, que escanea todos los archivos de un sistema de archivos y se asegura de que tienen la máxima dispersión.
ja: zerofreeはext2,ext3,ext4ファイルシステム用のユーティリティで、ファイルシステム内の空きブロックのリストをスキャンして、まだゼロを含んでいないブロックをすべてゼロで埋めます。 このRPMにはsparsifyユーティリティも含まれています。このユーティリティは、ファイル・システム内のすべてのファイルをスキャンして、ファイルが最大限にスパースであることを確認します。

source: Development files for zfp
ja: zfp 向け開発用ファイル

source: Development package for zfp.
ja: zfp 向け開発用パッケージ。

source: Provide the test examples to reproduce test suite
ja: テストスイートを再現するためのテスト例を提供します

source: To run the testsuite, execute /usr/libexec/zlib/testsuite It should exit 0
ja: testsuiteを実行するには、/usr/libexec/zlib/testsuiteを実行します。 0で終了する必要があります

source: Utilities for the Zonefs filesystem
ja: Zonefsファイルシステム用のユーティリティ

source: Utilities needed to create and maintain zonefs file systems under Linux.
ja: Linuxでzonefsファイルシステムを作成し、維持するために必要なユーティリティ。

source: Collection of utilities for dealing with compressed files
es: Colección de utilidades para lidiar con archivos comprimidos
it: Collezione di programmi di utilità per gestire file compressi
ja: 圧縮されたファイルをを扱うためのユーティリティのコレクション

source: Zutils is a collection of utilities able to deal with any combination of compressed and uncompressed files transparently. If any given file, including standard input, is compressed, its decompressed content is used. Compressed files are decompressed on the fly; no temporary files are created. These utilities are not wrapper scripts but safer and more efficient C++ programs. In particular the "--recursive" option is very efficient in those utilities supporting it.
it: Zutils è una collezione di programmi d'utilità per gestire in maniera trasparente una qualsiasi combinazione di file compressi e non. Se un qualsiasi file è compresso, compreso lo standard input, viene utilizzato il suo contenuto decompresso. I file compressi sono decompressi al volo; non viene creato nessun file temporaneo. Questi programmi non sono script di tipo wrapper, ma più sicuri ed efficienti programmi scritti in C++. In particolare l'opzione "--recursive" è molto efficiente in quei programmi che la supportano.
ja: Zutilsは、圧縮ファイルと非圧縮ファイルの任意の組み合わせを透過的に処理できるユーティリティの集合です。標準入力を含む特定のファイルが圧縮されている場合は、その解凍された内容が使用されます。圧縮ファイルはその場で解凍されるため、一時ファイルは作成されません。これらのユーティリティーはラッパー・スクリプトではなく、より安全で効率的なC++プログラムです。特に「--recursive」オプションは、それをサポートするユーティリティでは非常に効率的です。

source: Changelog listing tool
ja: Changelog リスト・ツール

source: This tool is to show the changelog of packages in the repository
ja: このツールは、リポジトリ内のパッケージの変更ログを表示します。

source: Libzeitgeist is a client library for interacting with the Zeitgeist daemon. This package provides the client library for Zeitgeist.
es: Libzeitgeist es una biblioteca cliente para interactuar con el demonio de Zeitgeist. Este paquete proporciona la biblioteca cliente para Zeitgeist.
it: Libzeitgeist è una libreria client per interagire con il demone Zeitgeist. Questo pacchetto fornisce la libreria client per Zeitgeist.

source: Zstd, short for Zstandard, is a lossless compression algorithm, targeting real-time compression scenarios at zlib-level compression ratio. Needed for compiling programs that link with the library.
it: Zstd, abbreviazione di Zstandard, è un algoritmo di compressione senza perdite, mirato a scenari di compressione in tempo reale con un rapporto di compressione a livello di quello di zlib. Necessario per compilare programmi che si collegano alla libreria.

source: Zstd, short for Zstandard, is a lossless compression algorithm, targeting real-time compression scenarios at zlib-level compression ratio. This subpackage contains the implementation as a shared library.
it: Zstd, abbreviazione di Zstandard, è un algoritmo di compressione senza perdite, mirato a scenari di compressione in tempo reale con un rapporto di compressione a livello di quello di zlib. Questo sottopacchetto contiene l'implementazione come libreria condivisa.

source: Development files for the minizip library
es: Bibliotecas de desarrollo para la biblioteca minizip
it: File di sviluppo per la libreria minizip

source: This package contains the libraries and header files needed for developing applications which use minizip.
es: Este paquete contiene las bibliotecas y archivos de cabecera necesarios para desarrollar aplicaciones que usen minizip.
it: Questo pacchetto contiene le librerie e i file di intestazione necessari per sviluppare applicazioni che usano minizip.

source: Introspection bindings for Zeitgeist client library
es: Enlaces de introspección para la biblioteca cliente de Zeitgeist
it: Binding Introspection per la libreria client Zeitgeist

source: Libzeitgeist is a client library for interacting with the Zeitgeist daemon. This package provides the Introspection bindings for Zeitgeist.
it: Libzeitgeist è una libreria client per interagire con il demone Zeitgeist. Questo pacchetto fornisce i binding Introspection per Zeitgeist.

source: A highly customizable document viewer
es: Un visor de documentos altamente personalizable
it: Un visualizzatore di documenti altamente personalizzabile

source: zathura is a highly customizable and functional document viewer. It provides a minimalistic and space saving interface as well as an easy usage that mainly focuses on keyboard interaction.
es: zathura es un visor de documentos altamente personalizable y funcional. Proporciona una interfaz minimalista y compacta, así como un uso fácil que se centra principalmente en la interacción mediante el teclado.
it: zathura è un visualizzatore di documenti altamente personalizzabile. Fornisce un'interfaccia minimalistica e salva-spazio così come una modalità d'uso semplice che privilegia le interazioni via tastiera.

source: Development and Header files for package zathura
es: Archivos de desarrollo y de cabecera para el paquete zathura
it: File di sviluppo e di intestazione per il pacchetto zathura

source: Adds comic book support to zathura
es: Añade a zathura el soporte para cómics
it: Integra il supporto ai fumetti in zathura

source: Adds DjVu support to zathura by using the djvulibre library
es: Añade a zathura el soporte para DjVu usando la biblioteca djvulibre
it: Integra il supporto a DjVu in zathura usando la libreria djvulibre

source: Zeitgeist Engine
es: Motor de Zeitgeist
it: Motore Zeitgeist

source: Zeitgeist is a service that logs the users activity. The log can be queried and managed in various ways over a DBus API. This is the Zeitgeist backend engine.
es: Zeitgeist es un servicio que registra la actividad de los usuarios. El registro se puede consultar y gestionar de distintas formas mediante una API de DBus. Esto es el motor interno de Zeitgeist.
it: Zeitgeist è un servizio che registra l'attività dell'utente. Il log può essere interrogato e gestito in vari modi su un'API DBus. Questo è il motore di back end Zeitgeist.

source: Development files for Zeitgeist client library
es: Archivos de desarrollo para la biblioteca cliente de Zeitgeist
it: File di sviluppo per la libreria client Zeitgeist

source: Libzeitgeist is a client library for interacting with the Zeitgeist daemon. This package provides the necessary files for development with Zeitgeist.
es: Libzeitgeist es una biblioteca cliente para interactuar con el demonio de Zeitgeist. Este paquete proporciona los archivos necesarios para el desarrollo con Zeitgeist.
it: Libzeitgeist è una libreria client per interagire con il demone Zeitgeist. Questo pacchetto fornisce i file necessari per lo sviluppo con Zeitgeist.

source: Lightweight Emacs Clone (Documentation)
es: Clon ligero de Emacs (documentación)
it: Clone leggero di Emacs (documentazione)

source: Zile is another Emacs-clone. Zile is a customizable, self-documenting real-time, open-source display editor. Zile was written to be as similar as possible to Emacs; every Emacs user should feel at home with Zile. This package contains the documentation and the man page for zile.
it: Zile is another Emacs-clone. Zile is a customizable, self-documenting real-time, open-source display editor. Zile was written to be as similar as possible to Emacs; every Emacs user should feel at home with Zile. Questo pacchetto contiene la documentazione e la pagina di man per zile.

source: Zot language
es: Lenguaje Zot
it: Linguaggio Zot

source: Zot language (<http://semarch.linguistics.fas.nyu.edu/barker/Iota/zot.html>) > echo "10100" | cat examples/reverse.zot - | zot - > 00101 > cat examples/reverse.lambda | zot lambdaToSki | zot skiToZot | zot arg "10100" | zot - > 00101 And try > cat examples/reverse.zot | zot zotToSki | zot skiToLambda and > cat examples/reverse.zot | zot zotToSki | zot skiToLambda -h.
it: Linguaggio Zot (<http://semarch.linguistics.fas.nyu.edu/barker/Iota/zot.html>) > echo "10100" | cat examples/reverse.zot - | zot - > 00101 > cat examples/reverse.lambda | zot lambdaToSki | zot skiToZot | zot arg "10100" | zot - > 00101 Inoltre provare > cat examples/reverse.zot | zot zotToSki | zot skiToLambda e > cat examples/reverse.zot | zot zotToSki | zot skiToLambda -h.

source: Zsh shell manual in html format
it: Manuale della shell zsh in formato html

source: The zsh shell is a command interpreter usable as an interactive login shell and as a shell script command processor. Zsh resembles the ksh shell (the Korn shell), but includes many enhancements. Zsh supports command line editing, built-in spelling correction, programmable command completion, shell functions (with autoloading), a history mechanism, and more. This package contains the Zsh manual in html format.
it: La shell zsh è un interprete dei comandi sia in modalità shell di login interattiva sia come elaboratore dei comandi di script shell. Zsh è simile alla shell ksh (la Korn shell), ma include molte migliorie. Zsh supports la modifica della riga di comando, la correzione ortografica integrata, il completamento programmabile dei comandi, funzioni di shell (con autocaricamento), uno storico e altro ancora. Questo pacchetto contiene il manuale della shell zsh in formato html.
