Repository: BENBELLA23/packages-i18n
Catalog: */po/z.*.po
Languages: es, it, ja

source: Zanshin Todo is an application for managing your day-to-day actions. It helps you organize and reduce the cognitive pressure of what one has to do in his job and personal life. You will never forget anything anymore.
it: Zanshin Todo è un'applicazione per gestire le proprie azioni quotidiane. Aiuta ad organizzarsi e a ridurre la pressione cognitiva su ciò bisogna fare sul lavoro o nella vita personale. Non dimenticherai più nulla.
ja: Zanshin Todoは日々の行動を管理するアプリです。それは、仕事やプライベートで人がしなければならないことの認知的圧力を整理して軽減するのに役立ちます。もう何も忘れることはありません。

source: Translations for package zanshin
es: Traducción para el paquete zanshin
it: Traduzioni per il pacchetto zanshin
ja: zanshin 向け翻訳パッケージ

source: Provides translations for the "zanshin" package.
es: Proporciona la traducción para el paquete "zanshin".
it: Fornisce le traduzioni per il pacchetto "zanshin".
ja: "zanshin" パッケージ向けの翻訳データです。

source: A customizable document viewer
es: Un visor de documentos personalizable
ja: カスタマイズ性の高いドキュメントビューア

source: zathura is a customizable document viewer. It provides a minimalistic and space-saving interface as well as a keyboard-centric interaction.
es: zathura es un visor de documentos personalizable. Proporciona una interfaz minimalista y compacta, así como una interacción centrada en el teclado.
ja: zathura はカスタマイズ性の高いドキュメントビューアです。無駄な領域を省いたインターフェイスで、主にキーボード操作に焦点を合わせています。

source: Zathura Bash completion
ja: Zathura Bash 補完

source: Optional dependency offering bash completion for zathura
ja: オプションの依存性を提供するzachura用のbash補完

source: Development files for zathura
es: Archivos de desarrollo para zathura
it: File di sviluppo per zathura
ja: zathura 向け開発用ファイル

source: Development and header files for the zathura package.
es: Archivos de desarrollo y de cabecera para el paquete zathura.
ja: zathura パッケージ向け開発用ヘッダファイル。

source: Zathura fish completion
ja: Zathura fish 補完n

source: Optional dependency offering fish completion for zathura
ja: オプションの依存関係 zathura 用のfish 補完を提供

source: Translations for package zathura
es: Traducción para el paquete zathura
it: Traduzioni per il pacchetto zathura
ja: zathura 向け翻訳パッケージ

source: Provides translations for the "zathura" package.
es: Proporciona la traducción para el paquete "zathura".
it: Fornisce le traduzioni per il pacchetto "zathura".
ja: zathura パッケージ向けの翻訳データです。

source: Comic book support for zathura
es: Soporte para cómics para zathura
ja: zathura に対するコミック本サポート

source: The zathura-cb plugin adds comic book support to zathura.
es: El complemento zathura-cb añade a zathura el soporte para cómics.
it: Il plugin zathura-cb integra il supporto ai fumetti in zathura.
ja: Zachura-cbプラグインはZachuraにコミック本のサポートを追加します。

source: DjVu support for zathura using the djvulibre library
es: Soporte para DjVu para zathura usando la biblioteca djvulibre
ja: djvulibreライブラリを使用したZathuraのDjVuサポート

source: The zathura-djvu plugin adds DjVu support to zathura by using the djvulibre library.
es: El complemento zathura-djvu añade a zathura el soporte para DjVu usando la biblioteca djvulibre.
it: Il plugin zathura-djvu integra il supporto a DjVu in zathura usando la libreria djvulibre.
ja: zachura-djvuプラグインは、djvulibreライブラリを使用して、zachuraにDjVuサポートを追加します。

source: PDF support for zathura via poppler
es: Soporte para PDF para zathura a través de poppler
it: Supporto ai PDF attraverso poppler per zathura
ja: Poppler経由でのZathuraのPDFサポート

source: The zathura-pdf-poppler plugin adds PDF support to zathura by using the poppler rendering engine.
es: El complemento zathura-pdf-poppler añade a zathura el soporte para PDF usando el motor de representación poppler.
it: Il plugin zathura-pdf-poppler integra il supporto a PDF in zathura usando il motore di resa grafica di poppler.
ja: Zachura-pdf-Popplerプラグインは、Popplerレンダリングエンジンを使用してZachuraにPDFサポートを追加します。

source: PS support for zathura via libspectre
es: Soporte para PS para zathura a través de libspectre
it: Supporto a PS attraverso libspectre per zathura
ja: libspectre経由でのZathuraのPSサポート

source: The zathura-ps plugin adds PostScript support to zathura by using the libspectre library.
es: El complemento zathura-ps añade a zathura el soporte para PostScript usando la biblioteca libspectre.
it: Il plugin zathura-ps integra il supporto a PostScript in zathura usando la libreria libspectre.
ja: zachura-psプラグインは、libspectreライブラリを使用してPostScriptのサポートをzachuraに追加します。

source: Zathura zsh completion
ja: Zathura zsh 補完

source: Optional dependency offering zsh completion for zathura
ja: オプションの依存用のzsh補完機能を提供するオプションの依存性

source: Bar code reader
es: Lector de códigos de barras
it: Lettore di codici a barre
ja: バーコードリーダ

source: ZBar reads bar codes from various sources, such as video streams, image files and raw intensity sensors. It supports many symbologies (types of bar codes) including EAN-13/UPC-A, UPC-E, EAN-8, Code 128, Code 39, Interleaved 2 of 5 and QR Code. It can be used through the standalone GUI and command-line programs, or integrated by other programs through a library.
it: ZBar legge codici a barre da varie fonti, come flussi video, file di immagine e sensori di intensità grezzi. Supporta molte simbologie (tipi di codice a barre), inclusi EAN-13/UPC-A, UPC-E, EAN-8, codice 128, codice 39, interlacciato 2 di 5 e QR Code. Può essere usato attraverso l'interfaccia grafica indipendente e programmi a riga di comando, oppure integrato da altri programmi attraverso una libreria.
ja: ZBarは、ビデオストリーム、画像ファイル、生の強度センサーなど、さまざまなソースからバーコードを読み取ります。EAN-13/UPC-A、UPC-E、EAN-8、Code128、Code39、Interleaved2of5およびQR Codeなど、多くのコード(バーコードのタイプ)をサポートしています。 スタンドアロンGUIおよびコマンド・ライン・プログラムを介して使用することも、ライブラリを介して他のプログラムと統合することもできます。

source: Compressed file format that allows easy deltas
es: Formato de archivo comprimido que permite diferencias (deltas) fácilmente
ja: 容易な差分を可能にする圧縮ファイル形式

source: zchunk is a compressed file format that splits the file into independent chunks. This allows you to only download the differences when downloading a new version of the file, and also makes zchunk files efficient over rsync. zchunk files are protected with strong checksums to verify that the file you downloaded is in fact the file you wanted.
ja: zchunkは、ファイルを独立したチャンクに分割する圧縮ファイル形式です。これにより、ファイルの新しいバージョンをダウンロードするときにのみ差分をダウンロードできます。また、rsyncを使用してzchunkファイルを効率的にダウンロードできます。zchunkファイルは、ダウンロードしたファイルが実際に必要なファイルであることを確認するために、強力なチェックサムで保護されます。

source: Firmware for ZD1211 USB WLAN sticks
es: Firmware para llaves USB inalámbricas ZD1211
it: Firmware per le chiavette WLAN USB ZD1211
ja: ZD1211 USB 無線 LAN デバイス向けファームウエア

source: Firmware for USB WLAN sticks based on the ZyDAS ZD1211 chip
es: Firmware para llaves USB inalámbricas basadas en el chip ZyDAS ZD1211
it: Firmware per le chiavette WLAN USB basate sul chip ZyDAS ZD1211
ja: ZyDAS ZD1211 チップをベースにした USB 無線 LAN スティック向けのファームウエアです

source: Nodebuilder for ZDoom
it: Costruttore di nodi per ZDoom
ja: ZDoom用Nodebuilder

source: ZDBSP is ZDoom's (internal and external) node builder. This node builder was written with two design goals in mind: speed and minimization of polyobject bleeding.
it: ZDBSP è un costruttore di nodi (interni ed esterni) di ZDoom. Questo costruttore di nodi è stato scritto con due obiettivi progettuali in mente: velocità e minimizzazione del "bleeding" dei polioggetti.
ja: ZDBSPはZDoomの(内部および外部の)ノード・ビルダーです。このノードビルダーは、速度とポリオブジェクトのブリーディングの最小化という2つの設計目標を念頭に置いて作成されました。

source: Offline API documentation browser
es: Navegador para la documentación de la API sin conexión
it: Navigatore offline della documentazione relativa alle API
ja: オフラインAPIドキュメントブラウザ

source: Zeal is an offline API documentation browser inspired by Dash (OS X app). * Quickly search documentation using Alt+Space (or a customised) hotkey to display Zeal from any place in your workspace. * Search in multiple sets of documentation at once. * Don't be dependent on your internet connection. * Integrate Zeal with Emacs, Sublime Text, or Vim. See Usage » Editor plugins for details.
it: Zeal è un navigatore offline della documentazione relativa alle API che prende ispirazione da Dash (app per OS X) * Ricerca velocemente la documentazione utilizzando la scorciatoia da tastiera Alt+Spazio (o una personalizzata) per far emergere Zeal da ovunque si trovi sullo spazio di lavoro. * Ricerca in serie multiple di documentazione contemporaneamente. * Indipendenza dalla propria connessione internet. * Integrazione di Zeal con Emacs, Sublime Text, o Vim. Si veda Usage » Editor plugins per i dettagli.
ja: ZealはDash(OS Xアプリ)に触発されたオフラインAPIドキュメントブラウザです。*Alt+Space(またはカスタマイズされた)ホットキーを使用してドキュメントをすばやく検索し、ワークスペース内の任意の場所からZealを表示します。*複数のドキュメントを一度に検索します。*インターネット接続に依存しないでください。*ZealをEmacs、Sublime Text、またはVimと統合します。詳細は、「Usage」エディタプラグインを参照してください。

source: GNOME Command Line Dialog Utility
es: Herramienta de diálogo de línea de comandos de GNOME
it: Strumento a riga di comando per finestre di dialogo per GNOME
ja: GNOME コマンドラインダイアログユーティリティ

source: Zenity is a basic rewrite of gdialog, without the pain involved of trying to figure out commandline parsing. Zenity is zen-like; simple and easy to use. Zenity Dialogs: Calendar, Text Entry, Error, Informational, File Selection, List, Progress, Question, Text Information, Warning and Password. Zenity is especially useful in scripts.
it: Zenity è una riscrittura di base di gdialog senza i problemi relativi al cercare di capire l'analisi della riga di comando. Zenity è in stile zen: semplice e facile da utilizzare. Finestre di dialogo di Zenity: calendario, inserimento testo, errore, informativa, selezione file, elenco, avanzamento, domanda, informazione testuale, avviso e password. Zenity è particolarmente utile negli script.
ja: Zenity は gdialog の基本的な部分を書き換えたもので、コマンドライン 処理の解釈という苦労を省いています。 Zenity は禅のように単純で 使いやすいものにしています。 Zenity ダイアログ: カレンダー, テキスト入力, エラー表示, 情報表示, ファイル選択, 一覧, 進捗表示, 質問表示, テキスト情報, 警告表示, パスワード Zenity は特にスクリプト内で利用すると便利です。

source: Translations for package zenity
es: Traducción para el paquete zenity
it: Traduzioni per il pacchetto zenity
ja: zenity 向け翻訳パッケージ

source: Provides translations for the "zenity" package.
es: Proporciona la traducción para el paquete "zenity".
it: Fornisce le traduzioni per il pacchetto "zenity".
ja: zenity パッケージ向けの翻訳データです。

source: Lightweight Lua IDE
es: Entorno de desarrollo ligero escrito en Lua
it: IDE leggero per Lua
ja: 軽量 Lua IDE

source: ZeroBrane Studio is a lightweight cross-platform Lua IDE with code completion, syntax highlighting, remote debugger, code analyzer, live coding, and debugging support for several Lua engines (LuaJIT, Love 2D, Moai, Gideros, Corona, Marmalade Quick, Cocos2d-x, GSL-shell, Adobe Lightroom, OpenResty/Nginx and others). It originated from the Estrela Editor.
it: ZeroBrane Studio è un IDE leggero per Lua multi-piattaforma con completamento automatico del codice, evidenziazione della sintassi, debugger remoto, analizzatore del codice, scrittura live del codice e supporto al debug per diversi motori Lua (LuaJIT, Love 2D, Moai, Gideros, Corona, Marmalade Quick, Cocos2d-x, GSL-shell, Adobe Lightroom, OpenResty/Nginx e altri). Ha avuto origine da Estrela Editor.
ja: ZeroBrane Studioは軽量なクロスプラットフォームのLua IDEで、いくつかのLuaエンジン(LuaJIT,Love2D,Moai,Gideros,Corona,Marmalade Quick,Cocos2d-x,GSL shell,Adobe Lightroom,OpenResty/Nginxなど)のコード補完,構文強調表示,リモートデバッガ,コードアナライザ,ライブコーディング,デバッグをサポートしています。これはEstrelaエディタに由来しています。

source: Utility for ext2 filesystems that zeroes out unallocated blocks
es: Utilidad para sistemas de archivos ext2 que pone a cero los bloques no asignados
it: Programma d'utilità per i filesystem ext2 che azzera i blocchi non allocati
ja: 未割り当てブロックをゼロにするext2ファイル・システム用ユーティリティ

source: zerofree is a utility for ext2 filesystems that will scan the list of free blocks in a filesystem and fill with zeroes any blocks that do not already contain zeroes. This RPM also includes the sparsify utility, which will scan all files in an ext2 filesystem and ensure that they are maximally sparse. See http://intgat.tigress.co.uk/rmy/uml/index.html for more info.
it: zerofree è un programma d'utilità per i filesystem ext2 che fa la scansione dell'elenco dei blocchi liberi del filesystem e riempie con uno zero tutti i blocchi che non lo contengano di già. Questo RPM include anche il programma d'utilità sparsify, che fa la scansione di tutti i file in un filesystem ext2 e fa in modo che siano sparpagliati al massimo. Si veda https://frippery.org/uml/index.html per maggiori informazioni.
ja: zerofreeはext2ファイルシステム用のユーティリティで、ファイルシステム内の空きブロックのリストをスキャンして、まだゼロを含んでいないブロックをすべてゼロで埋めます。 このRPMにはsparsifyユーティリティも含まれています。このユーティリティは、ext2ファイル・システム内のすべてのファイルをスキャンし、ファイルが最大限にスパースであることを確認します。 詳細はhttp://intgat.tigress.co.uk/rmy/uml/index.htmlを参照してください。

source: Decentralised cross-distribution software installation
es: Instalación de software descentralizada e independiente de la distribución
it: Installazione di programmi decentrata e multi-distribuzione
ja: 分散型クロスディストリビューションソフトウェアのインストール

source: The Zero Install Injector makes it easy for users to install software without needing root privileges. It takes the URL of a program and runs it (downloading it first if necessary). Any dependencies of the program are fetched in the same way. The user controls which version of the program and its dependencies to use. Zero Install is a decentralised installation system (there is no central repository; all packages are identified by URLs), loosly-coupled (if different programs require different versions of a library then both versions are installed in parallel, without conflicts), and has an emphasis on security (all package descriptions are GPG-signed, and contain cryptographic hashes of the contents of each version). Each version of each program is stored in its own sub-directory within the Zero Install cache (nothing is installed to directories outside of the cache, such as /usr/bin) and no code from the package is run during install or uninstall. The system can automatically check for updates when software is run.
it: Zero Install rende semplice per l'utente installare programmi senza la necessità di acquisire i privilegi di root. Prende l'URL di un programma e lo esegue (scaricandolo prima, se necessario). Tutte le dipendenze del programma sono recuperate allo stesso modo. L'utente ha il controllo su quale versione del programma e delle dipendenze usare. Zero Install è un sistema di installazione decentrato (non esiste un repository centrale; tutti i pacchetti sono identificati tramite URL), debolmente accoppiato (se programmi diversi richiedono versioni differenti di una libreria, vengono installate entrambe le versioni in parallelo, senza conflitti) e che pone enfasi sulla sicurezza (tutte le descrizioni dei pacchetti sono firmate tramite GPG e contengono gli hash crittografici del contenuto di ciascuna versione). Ciascuna versione di ciascun programma è memorizzata in una sotto-directory dedicata della cache di Zero Install (non viene installato nulla in directory al di fuori della cache, come /usr/bin) e non viene eseguito codice presente nel pacchetto durante l'installazione e la disinstallazione. Il sistema può controllare automaticamente la presenza di aggiornamenti all'esecuzione dei programmi.
ja: Zero Install Injectorにより、ユーザーはroot権限を必要とせずにソフトウェアを簡単にインストールできます。これは、プログラムのURLを取得して実行します(必要に応じて最初にダウンロードします)。プログラムの依存関係も同じ方法でフェッチされます。ユーザーは、使用するプログラムのバージョンと依存関係を制御します。 Zero Install は分散インストールシステムであり(中央リポジトリは存在せず、すべてのパッケージはURLによって識別される)、疎結合であり(異なるプログラムが異なるバージョンのライブラリを必要とする場合、両方のバージョンが矛盾なく並行してインストールされる)、セキュリティに重点が置かれています(すべてのパッケージ記述はGPG署名されており、各バージョンの内容の暗号化ハッシュを含んでいます)。各プログラムの各バージョンは、Zero Install キャッシュ内の独自のサブディレクトリに格納され(キャッシュ外のディレクトリ(/usr/binなど)には何もインストールされません)、インストールまたはアンインストール中にパッケージのコードは実行されません。ソフトウェアの実行時に自動的に更新がチェックされます。

source: Development files for ZeroMQ
es: Archivos de desarrollo para ZeroMQ
it: File di sviluppo per ZeroMQ
ja: ZeroMQ 向け開発用ファイル

source: The ZeroMQ messaging kernel is a library extending the standard socket interfaces with an abstraction of asynchronous message queues, multiple messaging patterns, message filtering (subscriptions) and seamless access to multiple transport protocols. This package holds the development files for ZeroMQ.
it: Il kernel di messaggistica ZeroMQ è una libreria che estende le ordinarie interfacce socket con un'astrazione delle code di messaggi asincrone, modelli di messaggi multipli, filtraggio dei messaggi (sottoscrizioni), accesso continuo a protocolli di trasporto multipli. Questo pacchetto contiene i file di sviluppo per ZeroMQ.
ja: ZeroMQ メッセージングカーネルは、標準のソケットインターフェイスを拡張することで、非同期のメッセージキューの抽象化、複数のメッセージングパターンへの対応やメッセージのフィルタリング (購読) 、複数の伝送プロトコルへのシームレスなアクセスなどの機能を備えているライブラリです。 このパッケージは ZeroMQ 用の開発用ファイルを備えています。

source: Tools to work with ZeroMQ
es: Herramientas para trabajar con ZeroMQ
it: Strumenti per operare con ZeroMQ
ja: ZeroMQ で動作するツール

source: The ZeroMQ messaging kernel is a library extending the standard socket interfaces with an abstraction of asynchronous message queues, multiple messaging patterns, message filtering (subscriptions) and seamless access to multiple transport protocols. This package contains the utilities to work with ZeroMQ library.
it: Il kernel di messaggistica ZeroMQ è una libreria che estende le ordinarie interfacce socket con un'astrazione delle code di messaggi asincrone, modelli di messaggi multipli, filtraggio dei messaggi (sottoscrizioni), accesso continuo a protocolli di trasporto multipli. Questo pacchetto contiene i programmi d'utilità per lavorare con la libreria ZeroMQ.
ja: ZeroMQ メッセージングカーネルは、標準のソケットインターフェイスを拡張することで、非同期のメッセージキューの抽象化、複数のメッセージングパターンへの対応やメッセージのフィルタリング (購読) 、複数の伝送プロトコルへのシームレスなアクセスなどの機能を備えているライブラリです。 このパッケージは ZeroMQ ライブラリで動作するユーティリティを含んでいます。

source: OpenGL-based equation viewer and solver
es: Visor y solucionador de ecuaciones basado en OpenGL
it: Visualizzatore e risolutore di equazioni basato su OpenGL
ja: OpenGLベースの数式ビューアおよびソルバー

source: With Zhu3D you can view, animate and solve up to three functions in 3D-space in a interactive manner. In addition, you further can observe an independent parametric system. The OpenGL-viewer supports zooming, scaling, rotating, translating as well as filed lightning, transparency or surface-properties. You have up to 8 independent lights or spotlights, background settings, miscellaneous wire-modes or global illumination models. Pictures are rendered as png or jpg and can have an arbitrary size. Numerical solutions of an equation-system are found with a quite fast and reliable adaptive random search.
it: Con Zhu3D è possibile visualizzare, animare e risolvere fino a tre funzioni in uno spazio 3D in maniera interattiva. In aggiunta, è possibile osservare un sistema parametrico indipendente. Il visualizzatore openGL supporta l'ingrandimento, il ridimensionamento, la traslazione così come le proprietà di illuminazione, trasparenza o superficie. Si hanno a disposizione fino ad otto luci o riflettori, impostazioni dello sfondo, vari modelli di illuminazione globale. Le immagini sono rese come png o jpg e possono avere una dimensione arbitraria. Le soluzioni numeriche di un sistema di equazioni sono trovate tramite una ricerca casuale adattativa abbastanza veloce ed affidabile.
ja: Zhu3Dを使用すると、3D空間で最大3つの関数をインタラクティブに表示、アニメート、および解決できます。さらに、独立したパラメトリックシステムを観察することもできます。OpenGLビューアでは、ズーム、スケーリング、回転、移動に加えて、フィールドのライトニング、透明度、またはサーフェスプロパティがサポートされています。 最大8個の独立したライトまたはスポットライト、バックグラウンド設定、その他のワイヤモードまたはグローバルイルミネーションモデルがあります。ピクチャはpngまたはjpgとしてレンダリングされ、任意のサイズにすることができます。方程式系の数値解を,非常に高速で信頼性のある適応ランダム探索により見つけます。

source: Lightweight Emacs Clone
es: Clon ligero de Emacs
it: Clone leggero di Emacs
ja: 軽量 Emacs クローン

source: Zile is another Emacs-clone. Zile is a customizable, self-documenting real-time, open-source display editor. Zile was written to be as similar as possible to Emacs; every Emacs user should feel at home with Zile.
it: Zile è un altro clone di Emacs. Zile è un editor visuale open source, auto-documentante in tempo reale e personalizzabile. Zile è stato scritto per essere il più possibile simile ad Emacs; ciascun utilizzatore di Emacs dovrebbe sentirsi come a casa propria con Zile.
ja: ZileもEmacsのクローンです。Zileはカスタマイズ可能で自己文書化が可能なリアルタイムのオープンソースディスプレイエディタです。ZileはEmacsとできるだけ似ているように書かれていて、すべてのEmacsユーザはZileでくつろげるはずです。

source: A Desktop Wiki
ja: デスクトップWiki

source: Zim is a graphical text editor used to maintain a collection of wiki pages. Each page can contain links to other pages, simple formatting and images. Pages are stored in a folder structure, like in an outliner, and can have attachments. Creating a new page is as easy as linking to a nonexistent page. All data is stored in plain text files with wiki formatting. Various plugins provide additional functionality, like a task list manager, an equation editor, a tray icon, and support for version control.
ja: Zimは、Wikiページのコレクションを管理するために使用されるグラフィカルなテキストエディタです。各ページには、他のページへのリンク、単純な書式設定、およびイメージを含めることができます。ページはアウトライナと同様にフォルダ構造に格納され、添付ファイルを持つことができます。新しいページを作成するのは、存在しないページにリンクするのと同じくらい簡単です。すべてのデータは、Wiki形式のプレーンテキストファイルに格納されます。タスクリストマネージャ、数式エディタ、トレイアイコン、バージョンコントロールのサポートなど、さまざまなプラグインが追加機能を提供します。

source: Translations for package zim
ja: zim 向け翻訳パッケージ

source: Provides translations for the "zim" package.
ja: "zim" パッケージ向けの翻訳データです。

source: Development files for libzimg2
es: Archivos de desarrollo para libzimg2
it: File di sviluppo per libzimg2
ja: libzimg2 向け開発用ファイル

source: The libzimg-devel package contains libraries and header files for developing applications that use libzimg2.
es: El paquete libzimg-devel contiene bibliotecas y archivos de cabecera para el desarrollo de aplicaciones que usen libzimg2.
it: Il pacchetto libzimg-devel contiene le librerie e i file di intestazione per sviluppare applicazioni che usano libzimg2.
ja: libzimg-devel パッケージには、 libzimg2 を使用するアプリケーションを開発するのに必要な、ヘッダファイルとライブラリが含まれています。

source: Incremental scala compiler
ja: 増分Scalaコンパイラ

source: Zinc is a stand-alone version of sbt's incremental compiler.
ja: Zincはsbtの増分コンパイラのスタンドアロンバージョンです。

source: Online hand recognition system with machine learning
it: Sistema in linea di riconoscimento della scrittura a mano con apprendimento automatico
ja: マシン学習機能付きオンライン手書き文字認識システム

source: Zinnia is a simple, customizable and portable online hand recognition system based on Support Vector Machines. Zinnia simply receives user pen strokes as a sequence of coordinate data and outputs n-best characters sorted by SVM confidence. To keep portability, Zinnia doesn\'t have any rendering functionality. In addition to recognition, Zinnia provides training module that allows us to create any hand-written recognition systems with low-cost.
it: Zinnia è un sistema in linea di riconoscimento della scrittura a mano semplice, personalizzabile e portabile basato su SVM (Support Vector Machines). Zinnia semplicemente riceve i tratti della penna dell'utente come una sequenza di dati di coordinate e ritorna i migliori n caratteri ordinati per confidenza di SVM. Per mantenere la portabilità, Zinnia non fornisce alcuna funzionalità di render. Oltre al riconoscimento, Zinnia fornisce un modulo di istruzione che permette di creare a basso costo ogni sistema di riconoscimento della scrittura manuale.
ja: Zinnia はシンプルでカスタマイズしやすく、かつ可搬性に富む、サポートベクターマシンをベースにしたオンライン手書き文字認識システムです。 Zinnia は単純にユーザのペン入力を座標データの順序として受け付け、サポートベクターマシンが n-best 探索で並べた順に文字を提供します。可搬性を維持するため、 Zinnia には描画機能は用意されていません。文字認識のほか、低コストで手書き文字の認識システムを構築するための、トレーニングモジュールが用意されています。

source: Development files for zinnia
es: Archivos de desarrollo para zinnia
it: File di sviluppo per zinnia
ja: zinnia 向け開発用ファイル

source: The zinnia-devel package contains libraries and header files for developing applications that use zinnia.
es: El paquete zinnia-devel contiene bibliotecas y archivos de cabecera para el desarrollo de aplicaciones que usen zinnia.
it: Il pacchetto zinnia-devel contiene le librerie e i file di intestazione per sviluppare applicazioni che usano zinnia.
ja: zinnia-devel パッケージには、 zinnia を使用するアプリケーションを開発するのに必要な、ヘッダファイルとライブラリが含まれています。
