Repository: BENBELLA23/packages-i18n
Catalog: */po/z.*.po
Languages: es, it, ja

source: Zstd, short for Zstandard, is a lossless compression algorithm, targeting real-time compression scenarios at zlib-level compression ratio. Zstd can also offer stronger compression ratios at the cost of compression speed. Speed vs. compression trade-off is configurable by small increments. Decompression speed is preserved and remains roughly the same at all settings, a property shared by most LZ compression algorithms, such as zlib or lzma.
it: Zstd, abbreviazione di Zstandard, è un algoritmo di compressione senza perdite, mirato a scenari di compressione in tempo reale con un rapporto di compressione a livello di quello di zlib. Zstd può offrire anche rapporti di compressione superiori a detrimento della velocità di compressione. Il compromesso tra velocità e compressione è configurabile per piccoli incrementi. La velocità di decompressione è preservata e rimane all'incirca la stessa per tutte le configurazioni, una proprietà condivisa dalla maggior parte degli algoritmi di compressione LZ, come zlib o lzma.

source: Multi-file, colored, filtered log tailer
es: Programa tipo «tail» con soporte para múltiples archivos, color y filtrado
it: Visualizzatore di log in tempo reale con filtri, colorato e multi-file

source: An even more improved version of xtail/tail -f, including inotify support, full regex-based filtering, substitution, and colorization.
es: Una versión aún mejor de xtail/tail -f, que incluye soporte para inotify, filtro completo basado en expresiones regulares, sustituciones y coloreado.
it: Una versione ulteriormente migliorata di xtail/tail -f, che include supporto a inotify, filtraggio completo basato su espressioni regolari, sostituzione e colorizzazione.

source: zynaddsubfx is a many-featured real-time software synthesizer for Linux. Features include polyphony and multitimbrel and microtonal capabilities. It includes randomness of some parameters, which can make warm sounds, like analog synthesizers. This program has system and insertion effects, too. This package includes the common files needed by the implementations of the synthesizer.
it: Zypper è uno strumento a riga di comando per la gestione dei programmi. Può essere usato per aggiungere repository dei pacchetti, cercare pacchetti, installare, rimuovere o aggiornare pacchetti, installare patch, driver hardware, verificare le dipendenze e altro ancora. Questo pacchetto include i file comuni necessari per le varie implementazioni del sintetizzatore.

source: zynaddsubfx is a many-featured real-time software synthesizer for Linux. Features include polyphony and multitimbrel and microtonal capabilities. It includes randomness of some parameters, which can make warm sounds, like analog synthesizers. This program has system and insertion effects, too. This package includes the DSSI implementation of the synthesizer.
it: zynaddsubfx è un programma per sintetizzatore multifunzionale in tempo reale per Linux. Le funzionalità comprendono la polifonia e capacità multitimbriche e microtonali. Comprende la gestione casuale di alcuni parametri, che possono rendere il suono caldo, come i sintetizzatori analogici. Questo programma ha anche effetti sistemici e di inserzione. Questo pacchetto include l'implementazione DSSI del sintetizzatore.

source: zynaddsubfx is a many-featured real-time software synthesizer for Linux. Features include polyphony and multitimbrel and microtonal capabilities. It includes randomness of some parameters, which can make warm sounds, like analog synthesizers. This program has system and insertion effects, too. This package includes the LV2 implementation of the synthesizer.
it: zynaddsubfx è un programma per sintetizzatore multifunzionale in tempo reale per Linux.Le funzionalità comprendono la polifonia e capacità multitimbriche e microtonali. Comprende la gestione casuale di alcuni parametri, che possono rendere il suono caldo, come i sintetizzatori analogici.Questo programma ha anche effetti sistemici e di inserzione. Questo pacchetto include l'implementazione LV2 del sintetizzatore.

source: zynaddsubfx is a many-featured real-time software synthesizer for Linux. Features include polyphony and multitimbrel and microtonal capabilities. It includes randomness of some parameters, which can make warm sounds, like analog synthesizers. This program has system and insertion effects, too. This package includes the VST implementation of the synthesizer.
it: zynaddsubfx è un programma per sintetizzatore multifunzionale in tempo reale per Linux.Le funzionalità comprendono la polifonia e capacità multitimbriche e microtonali. Comprende la gestione casuale di alcuni parametri, che possono rendere il suono caldo, come i sintetizzatori analogici.Questo programma ha anche effetti sistemici e di inserzione. Questo pacchetto include l'implementazione VST del sintetizzatore.

source: CLI for accessing the zypper logfile Authors: -------- Dominik Heidler <dheidler@suse.de>
es: Interfaz de línea de comandos para acceder al registro de zypper Autores: -------- Dominik Heidler <dheidler@suse.de>
it: Interfaccia a riga di comando per accedere al log di zypper Autori: -------- Dominik Heidler <dheidler@suse.de>

source: Development files for OpenTracing implementation for Zipkin
es: Archivos de desarrollo para la implementación de OpenTracing para Zipkin

source: Development files for OpenTracing implementation for Zipkin (C++ library)
es: Archivos de desarrollo para la implementación de OpenTracing para Zipkin (biblioteca C++)

source: Static libraries for OpenTracing implementation for Zipkin
es: Bibliotecas estáticas para la implementación de OpenTracing para Zipkin

source: Static libraries for OpenTracing implementation for Zipkin (in C++)
es: Bibliotecas estáticas para la implementación de OpenTracing para Zipkin (en C++)
