Repository: BENBELLA23/packages-i18n
Catalog: */po/z.*.po
Languages: es, it, ja

source: A collection of audio plugins for high quality processing
ja: 高品質な処理を行うためのオーディオプラグインのコレクション

source: These plugins provide DSP. Of these, ZamValve has two different models, one of which uses very large proportion of CPU, but has been reported to produce more realistic sound than the tanh model. There currently is no documentation on how to use these plugins, but anyone who is familiar with outboard gear should be able to work it out. The default settings and almost every slider is calibrated to standard ranges. The suite so far consists of: ZamAutoSat - Automatic saturation plugin ZamComp - Mono Compressor plugin ZamCompX2 - Stereo Compressor plugin ZamCompExp - Stereo Compressor/Expander plugin ZamEQ2 - 2x parametric EQ (with high/lowshelf and HP/LP) plugin ZamValve - Valve distortion (WDF physical model or tanh) plugin ZamGEQ31 - Mono 31 band graphic equalizer plugin ZamGEQ31X2 - Stereo 31 band graphic equalizer plugin
ja: これらのプラグインはDSPを提供します。このうちZamValveには2種類のモデルがあり、そのうちの1つはCPUを非常に多く使用していますが、tanhモデルよりもリアルな音を出すことが報告されています。 現在のところ、これらのプラグインの使い方に関するドキュメントはありませんが、アウトボードギアに詳しい人なら誰でもそれを解決できるはずです。既定の設定とほとんどすべてのスライダは、標準の範囲に合わせて調整されます。 これまでのスイートは次の要素で構成されています。 ZamAutoSat-Automatic saturation plugin ZamComp-Mono Compressor plugin ZamCompX2-Stereo Compressor plugin ZamCompExp-Stereo Compressor/Expander plugin ZamEQ2-2x parametric EQ(with high/lowshelf and HP/LP)plugin ZamValve-弁変形(WDF物理モデルまたはタン)plugin ZamGEQ31-Mono31band graphic equalizer plugin ZamGEQ31X2-Stereo31band graphic equalizer plugin

source: Library for processing 1D and 2D barcodes
ja: 1D と2D バーコードを処理するライブラリ

source: ZXing ("zebra crossing") is an multi-format 1D/2D barcode image processing library. This package provides a C++ implementation.
ja: ZXing ("zebra crossing") は、マルチフォーマットの 1D/2D バーコードイメージ処理ライブラリです。このパッケージは C++ 実装を提供します。

source: Library for manipulation with .zip archives
es: Biblioteca para la manipulación de archivos .zip
it: Libreria per manipolare gli archivi .zip
ja: .zip アーカイブを操作するためのライブラリ

source: Minizip is a library for manipulation with files from .zip archives.
es: Minizip es una biblioteca para la manipulación de archivos de archivos comprimidos .zip.
it: Minizip è una libreria per la manipolazione dei file all'interno degli archivi .zip.
ja: Minzip は .zip アーカイブファイルを操作するためのライブラリです。

source: Library implementing the DEFLATE compression algorithm
es: Biblioteca que implementa el algoritmo de compresión DEFLATE
it: Libreria che implementa l'algoritmo di compressione DEFLATE
ja: DEFLATE 圧縮アルゴリズムを実装するライブラリ

source: zlib is a general-purpose lossless data-compression library, implementing an API for the DEFLATE algorithm, the latter of which is being used by, for example, gzip and the ZIP archive format.
es: zlib es una biblioteca de compresión de datos sin pérdida de propósito general, que implementa una API para el algoritmo DEFLATE, el último de los cuales está siendo usado por, por ejemplo, gzip y el formato de archivo ZIP.
it: zlib è una libreria di impiego generale per la compressione dati senza perdita che implementa una API per l'algoritmo DEFLATE, usato ad esempio dai formati di archiviazione gzip e ZIP.
ja: zlib は汎用目的の無損失データ圧縮ライブラリです。 gzip や ZIP アーカイブでも使用されている DEFLATE アルゴリズム向けの API を実装しています。

source: Library for the Z3 SMT theorem prover
es: Biblioteca para el probador de teoremas Z3 SMT
it: Libreria per il dimostratore di teoremi SMT Z3
ja: Z3 SMT theorem prover コンパイラ向けライブラリ

source: Z3 is a Satisfiability Modulo Theories (SMT) solver and integrates several decision procedures. This subpackage contains the Z3 runtime library needed for Z3 and other projects.
it: Z3 è un risolutore di teorie di soddisfacibilità del modulo (SMT - Satisfiability Modulo Theories) e integra diverse procedure decisionali. Questo sottopacchetto contiene la libreria di runtime Z3 necessaria per Z3 e altri progetti.
ja: Z3 は SMT(Satisfiability Modulo Theory) ソルバであり,いくつかの決定手続きを統合します。 このサブパッケージには、Z3 およびその他のプロジェクトに必要な Z3 ランタイムライブラリが含まれています。

source: Development environment for the ZBar library
es: Entorno de desarrollo para la biblioteca ZBar
it: Ambiente di sviluppo per la libreria ZBar
ja: ZBar ライブラリ向け開発環境

source: This package contains all necessary include files, libraries, configuration files and development tools needed to compile and link applications using the zbar library.
es: Este paquete contiene todos los archivos «include», bibliotecas, archivos de configuración y herramientas de desarrollo que se necesitan para compilar y enlazar aplicaciones usando la biblioteca zbar.
it: Questo pacchetto contiene tutti i file di inclusione, le librerie, i file di configurazione e gli strumenti di sviluppo necessari per compilare e collegare le applicazioni che utilizzano la libreria zbar.
ja: このパッケージには、zbar ライブラリを利用してアプリケーションをコンパイルしたりリンクしたりするのに必要な、全てのヘッダファイルとライブラリ、および設定ファイルと開発ツールが含まれます。

source: Bar code reading library
es: Biblioteca para la lectura de códigos de barras
it: Libreria per lettura di codici a barre
ja: バーコード読み取りライブラリ

source: ZBar reads bar codes from various sources, such as video streams, image files and raw intensity sensors. It supports many symbologies (types of bar codes) including EAN-13/UPC-A, UPC-E, EAN-8, Code 128, Code 39, Interleaved 2 of 5 and QR Code. This package provides the ZBar library.
it: ZBar legge codici a barre da varie fonti, come flussi video, file di immagine e sensori di intensità grezzi. Supporta molte simbologie (tipi di codice a barre), inclusi EAN-13/UPC-A, UPC-E, EAN-8, codice 128, codice 39, interlacciato 2 di 5 e QR Code. Questo pacchetto fornisce la libreria ZBar.
ja: ZBarは、ビデオストリーム、画像ファイル、生の強度センサーなど、さまざまなソースからバーコードを読み取ります。EAN-13/UPC-A、UPC-E、EAN-8、Code128、Code39、Interleaved2of5およびQR Codeなど、多くのコード(バーコードのタイプ)をサポートしています。 このパッケージはZBarライブラリを提供します。

source: Development environment for the ZBar Qt bindings library
es: Entorno de desarrollo para la biblioteca de enlaces Qt de ZBar
it: Ambiente di sviluppo per la libreria dei binding Qt per ZBar
ja: ZBar Qt バインディングライブラリ向け開発環境

source: This package contains all necessary include files, libraries, configuration files and development tools needed to compile and link applications using the zbar-qt library.
es: Este paquete contiene todos los archivos «include», bibliotecas, archivos de configuración y herramientas de desarrollo que se necesitan para compilar y enlazar aplicaciones usando la biblioteca zbar-qt.
it: Questo pacchetto contiene tutti i file di inclusione, le librerie, i file di configurazione e gli strumenti di sviluppo necessari per compilare e collegare le applicazioni che utilizzano la libreria zbar-qt.
ja: このパッケージには、 zbar-qt ライブラリを利用してアプリケーションをコンパイル／リンクするのに必要な、全てのヘッダファイルとライブラリ、および設定ファイルと開発ツールが含まれています。

source: ZBar Qt bindings
es: Enlaces Qt de ZBar
it: Binding Qt per ZBar
ja: ZBar Qt バインディング

source: This package provides ZBar Qt bindings.
es: Este paquete proporciona los enlaces Qt para ZBar.
it: Questo pacchetto fornisce i binding Qt per ZBar.
ja: このパッケージには、 ZBar Qt バインディングが含まれています。

source: Headers for building against zchunk
ja: zchunk を構築するためのヘッダ

source: zchunk is a compressed file format that splits the file into independent chunks. This allows you to only download the differences when downloading a new version of the file, and also makes zchunk files efficient over rsync. zchunk files are protected with strong checksums to verify that the file you downloaded is in fact the file you wanted. This package contains the headers necessary for building against the zchunk library, libzck.
ja: zchunkは、ファイルを独立したチャンクに分割する圧縮ファイル形式です。これにより、ファイルの新しいバージョンをダウンロードするときにのみ差分をダウンロードできます。また、rsyncを使用してzchunkファイルを効率的にダウンロードできます。zchunkファイルは、ダウンロードしたファイルが実際に必要なファイルであることを確認するために、強力なチェックサムで保護されます。 このパッケージには、zchunkのライブラリlibzckを構築するために必要なヘッダが含まれています。

source: Zchunk library
es: Biblioteca zchunk
ja: Zchunk ライブラリ

source: zchunk is a compressed file format that splits the file into independent chunks. This allows you to only download the differences when downloading a new version of the file, and also makes zchunk files efficient over rsync. zchunk files are protected with strong checksums to verify that the file you downloaded is in fact the file you wanted. This package contains the zchunk library, libzck.
ja: zchunkは、ファイルを独立したチャンクに分割する圧縮ファイル形式です。これにより、ファイルの新しいバージョンをダウンロードするときにのみ差分をダウンロードできます。また、rsyncを使用してzchunkファイルを効率的にダウンロードできます。zchunkファイルは、ダウンロードしたファイルが実際に必要なファイルであることを確認するために、強力なチェックサムで保護されます。 このパッケージにはzchunk ライブラリのlibzck を含んでいます。

source: Scaling, colorspace conversion, and dithering library
it: Libreria per trasformazioni di scala, conversioni di spazio di colore e retinatura
ja: スケーリング、色空間の変換とディザリングライブラリ

source: The "z" image library implements the commonly required image processing basics of scaling, colorspace conversion, and depth conversion.
it: La libreria per immagini "z" implementa lo stretto necessario per l'elaborazione di base delle immagini, come trasformazione di scala, conversione di spazio di colore e conversione di profondità.
ja: 「z」イメージライブラリは、共通に必要とされる、スケーリング、色空間変換、および深度変換の一般的に必要なイメージ処理の基本を実装していまます。

source: Shared library for zinnia
es: Biblioteca compartida para zinnia
it: Librerie condivise per zinnia
ja: zinnia 向け共有ライブラリ

source: This package contains shared libraries used by zinnia.
es: Este paquete contiene bibliotecas compartidas usadas por zinnia.
it: Questo pacchetto contiene le librerie condivise usate da zinnia.
ja: このパッケージには、 zinnia で使用される共有ライブラリが含まれています。

source: A partitioned convolution engine library
ja: 分割畳み込みエンジンライブラリ

source: Convolution engine based on FFT convolution and using non-uniform partition sizes: small ones at the start of the IR and building up to the most efficient size further on. It can perform zero-delay processing with moderate CPU load. Main features: * Any matrix of convolutions between up to up 64 inputs and 64 outputs, as long as your CPU(s) can handle it. * Allows trading off CPU load to processing delay, and remains efficient even when configured for zero delay. * Sparse and diagonal matrices are handled as efficiently as dense ones. No CPU cycles or memory resources are wasted on empty cells in the matrix, nor on empty partitions if IRs are of different length.
ja: FFTコンボリューションに基づいた、一様でないパーティションサイズを使用するコンボリューションエンジン。IRの最初に小さなパーティションが作成され、さらに最も効率的なサイズが作成されます。中程度のCPU負荷で遅延のない処理を実行できます。 主な機能:*CPUが処理できる限り、最大64の入力と64の出力の間のたたみ込みの行列。*CPU負荷を処理遅延にトレードオフできるため、遅延が0に設定されている場合でも効率性が維持されます。*疎行列と対角行列は、密行列と同様に効率的に処理されます。マトリックス内の空のセルでCPUサイクルやメモリリソースが浪費されることはありません。また、IRの長さが異なる場合は、空のパーティションでCPUサイクルやメモリリソースが浪費されることもありません。

source: A C++ library for resampling audio signals
ja: オーディオ信号をリサンプリングするためのC++ライブラリ

source: Zita resampler is a C++ library for resampling audio signals. It is designed to be used within a real-time processing context, to be fast, and to provide high-quality sample rate conversion.
ja: Zita リサンプラは、オーディオ信号をリサンプルするためのC++ライブラリです。これは、リアルタイム処理コンテキスト内で使用され、高速であり、高品質のサンプルレート変換を提供するように設計されています。

source: Shared Library for ZeroMQ
es: Biblioteca compartida para ZeroMQ
it: Libreria condivisa per ZeroMQ
ja: ZeroMQ 向け共有ライブラリ

source: The ZeroMQ messaging kernel is a library extending the standard socket interfaces with an abstraction of asynchronous message queues, multiple messaging patterns, message filtering (subscriptions) and seamless access to multiple transport protocols. This package holds the shared library part of the ZeroMQ package.
it: Il kernel di messaggistica ZeroMQ è una libreria che estende le ordinarie interfacce socket con un'astrazione delle code di messaggi asincrone, modelli di messaggi multipli, filtraggio dei messaggi (sottoscrizioni), accesso continuo a protocolli di trasporto multipli. Questo pacchetto contiene la parte di librerie condivise del pacchetto ZeroMQ.
ja: ZeroMQ メッセージングカーネルは、標準のソケットインターフェイスを拡張することで、非同期のメッセージキューの抽象化、複数のメッセージングパターンへの対応やメッセージのフィルタリング (購読) 、複数の伝送プロトコルへのシームレスなアクセスなどの機能を備えているライブラリです。 このパッケージは ZeroMQ パッケージの一部である共有ライブラリを保持しています。

source: ZDoom component library for music handling
ja: ZDoom音楽処理用コンポーネントライブラリ

source: This is the music playback code from gzdoom, which was separated into its own code repository starting with gzdoom-4.4.0.
ja: これはgzdoomの音楽再生コードで、gzdoom-4.4.0から始まる独自のコードリポジトリに分離されています。

source: Library for polynomial arithmetic in Z/nZ[x]
es: Biblioteca para la aritmética de polinomios en Z/nZ[x]
it: Libreria per l'aritmetica polinomiale in Z/nZ[x]
ja: Z/nZ[x] の多項式の算術ライブラリ

source: zn_poly is a C library for polynomial arithmetic in Z/nZ[x], where n is any modulus that fits into an unsigned long.
es: zn_poly es una biblioteca en C para aritmética de polinomios en Z/nZ[x], donde n es cualquier módulo que encaja en un «unsigned long».
it: zn_poly è una libreria C per l'aritmetica polinomiale in Z/nZ[x], laddove n è un qualsiasi modulo adattabile in un long senza segno.
ja: zn_polyは、Z/nZ[x]の多項式の算術のCライブラリです。ここで、nは符号なしlongに収まる任意の係数です。

source: Header files for libzopfli, a gzip-compatible compressor
es: Archivos de cabecera para libzopfli, un compresor compatible con gzip
it: File di intestazione per libzopfli, un compressore gzip-compatibile
ja: gzip 互換の圧縮ライブラリ libzopfli 向け開発用ヘッダ

source: The basic function to compress data is ZopfliCompress in zopfli.h. Use the ZopfliOptions object to set parameters that affect the speed and compression. Use the ZopfliInitOptions function to place the default values in the ZopfliOptions first.
it: La funzione base per la compressione dei dati è ZopfliCompress in zopfli.h. Usare l'oggetto ZopfliOptions per configurare i parametri che regolano velocità e compressione. Prima usare la funzione ZopfliInitOptions per riempire ZopfliOptions con i valori predefiniti.
ja: データを圧縮する基本的な機能は、zopfli.hのZopfliCompressです。速度と圧縮に影響するパラメータを設定するには、ZopfliOptionsオブジェクトを使用します。ZopfliInitOptions関数を使用して、既定値を最初にZopfliOptionsに配置します。

source: Deflate/zlib compatible compression library
es: Biblioteca de compresión compatible con Deflate/zip
it: Libreria di compressione compatibile con deflate/zlib
ja: Deflate/zlib 互換圧縮ライブラリ

source: Zopfli Compression Algorithm is a compression library programmed in C to perform very good, but slow, deflate or zlib compression.
it: L'algoritmo di compressione Zopfli è una libreria di compressione programmata in C per l'esecuzione di una compressione deflate o zlibb molto buona, ma lenta.
ja: Zopfli 圧縮アルゴリズムは C 言語で書かれた圧縮ライブラリです。圧縮率は非常に良いものの、遅い deflate 圧縮および zlib 圧縮を実装します。

source: This package contain the libzopflipng PNG optimizer library.
es: Este paquete contiene la biblioteca libzopflipng de optimización de PNG.
it: Questo pacchetto contiene la libreria di ottimizzazione PNG libzopflipng.
ja: このパッケージには、 libzopflipng PNG 最適化ライブラリが含まれます。

source: Development files for the Zstd compression library
es: Archivos de desarrollo para la biblioteca de compresión Zstd
it: File di sviluppo per la libreria di compressione Zstd
ja: データ圧縮ライブラリ Zstd 向け開発用ファイル

source: Zstd, short for Zstandard, is a lossless compression algorithm, targeting faster compression than zlib at comparable ratios. Needed for compiling programs that link with the library.
ja: Zstd は Zstandard の略で、可逆圧縮アルゴリズムです。同等の比率で zlib よりも高速な圧縮を目的としています。 ライブラリとリンクするプログラムのコンパイルに必要です。

source: Zstd compression library
es: Biblioteca de compresión Zstd
it: Libreria di compressione Zstd
ja: Zstd 圧縮ライブラリ

source: Zstd, short for Zstandard, is a lossless compression algorithm, targeting faster compression than zlib at comparable ratios. This subpackage contains the implementation as a shared library.
ja: Zstd は Zstandard の略で、可逆圧縮アルゴリズムです。同等の比率で zlib よりも高速な圧縮を目的としています。 このサブパッケージには、共有ライブラリの実装が含まれています。

source: VBI Decoding Library
es: Biblioteca de decodificación VBI
it: Libreria di decodifica VBI
ja: VBI デコードライブラリ

source: VBI stands for Vertical Blanking Interval, a gap between the image data transmitted in an analog video signal. This gap is used to transmit AM modulated data for various data services like Teletext and Closed Caption. The zvbi library provides routines to read from raw VBI sampling devices, to demodulate raw to sliced VBI data, and to interpret the data of several popular services.
es: VBI significa Vertical Blanking Interval, un intervalo entre los datos de imágenes transmitidos en las señales de video analógicas. Este intervalo se utiliza para transferir datos de modulación AM para diversos servicios de datos como el teletexto y los subtítulos ocultos (CC). La biblioteca zvbi proporciona rutinas para la lectura de dispositivos de muestreo raw VBI, para desmodular datos VBI en modo "raw" a "sliced" y para interpretar los datos de varios servicios populares.
it: VBI è un acronimo per Vertical Blanking Interval, un intervallo tra i dati di immagine trasmessi in un segnale video analogico. Questo intervallo viene usato per trasmettere dati modulati AM per vari servizi dati come Teletext e sottotitoli. La libreria zvbi fornisce le routine per leggere dai dispositivi di campionamento raw VBI, per demodulare i dati raw in dati VBI suddivisi e per interpretare i dati di molti servizi popolari.
ja: VBI とは垂直帰線消去時間と呼ばれ、アナログのビデオ信号で転送されている 映像と映像の間に差し込まれる隙間の部分です。この隙間は 文字多重放送 (テレテキスト) や字幕 (クローズドキャプション) のような 様々なデータサービス向けに AM 変調で転送されて使用されます。 zvbi ライブラリは直接の VBI サンプリングデバイスからデータを読み込み、 区切られた VBI データに復調するほか、いくつかのよく知られたサービスの データを解釈するルーチンを提供します。

source: ZIP compression library
es: Biblioteca de compresión ZIP
it: Libreria di compressione ZIP
ja: ZIP 圧縮ライブラリ

source: ZZipLib is a library for dealing with ZIP and ZIP-like archives by using algorithms of zlib.
es: ZZipLib es una biblioteca para trabajar con archivos ZIP y similares usando los algoritmos de zlib.
it: ZZipLib è una libreria per trattare archivi ZIP e similari tramite l'utilizzo degli algoritmi di zlib.
ja: ZZipLib は、フリーの zlib アルゴリズムを利用した、 ZIP および ZIP に類似したアーカイブを操作するためのライブラリです。

source: Python bindings for zinnia
es: Enlaces Python para zinnia
it: Binding Python per zinnia
ja: zinnia 向け Python バインディング

source: This package contains python bindings for zinnia.
es: Este paquete contiene los enlaces de Python para zinnia.
it: Questo pacchetto contiene i binding Python per zinnia.
ja: このパッケージには、 zinnia 向け python バインディングが含まれています。

source: Helper that makes writing ZYpp plugins easier
es: Ayudante que facilita la escritura de complementos de ZYpp
it: Programma di aiuto che rende più semplice la scrittura di plugin ZYpp
ja: ZYpp プラグインを簡単に開発できるようにするヘルパー

source: This API allows writing ZYpp plugins by just subclassing from a python class and implementing the commands you want to respond to as python methods.
es: Esta API permite escribir complementos de ZYpp con solo crear subclases a partir una clase en python e implementar los comandos a los que quiere que responda como métodos en python.
it: Questa API permette di scrivere i plugin ZYpp semplicemente come sottoclassi di una classe Python e implementando i comandi cui si vuole rispondere come metodi Python.
ja: この API は、 Python のクラスをサブクラス化することで ZYpp プラグインを作成できるようにするもので、 Python のメソッドとして応答を作成することができます。

source: Python bindings for Z3
es: Enlaces Python para Z3
it: Binding Python per Z3
ja: Z3 向け Python バインディング

source: Python bindings for the Z3 library.
es: Enlaces Python para la biblioteca Z3.
it: Binding Python per la libreria Z3.
ja: Z3 ライブラリ向けの Python バインディングです。

source: Frontend for compressing and uncompressing
es: Interfaz para comprimir y descomprimir
it: Interfaccia per comprimere e decomprimere
ja: 圧縮と解凍のためのフロントエンド

source: Z is a frontend for the compress/uncompress, gzip, bzip2, tar, and zip/unzip utilities to compress and uncompress files and directories.
es: Z es una interfaz para las utilidades compress/uncompress, gzip, bzip2, tar y zip/unzip para comprimir y descomprimir archivos y directorios.
it: Z è un'interfaccia per utilità di compressione/decompressione, gzip, bzip2, tar e zip/unzip per comprimere e decomprimere file e directory.
ja: Zは、ファイルとディレクトリを圧縮または解凍するためのcompress/uncompress、gzip、bzip2、tar、zip/unzipユーティリティのフロントエンドです。

source: Theorem prover from Microsoft Research
it: Dimostratore di teoremi di Microsoft Research
ja: Microsoft Research が開発した定理証明器

source: Z3 is a Satisfiability Modulo Theories (SMT) solver and integrates several decision procedures: Linear real and integer arithmetic, fixed-size bit vectors, uninterpreted functions, extensional arrays, quantifiers and model generation.
it: Z3 è un risolutore di teorie di soddisfacibilità del modulo (SMT - Satisfiability Modulo Theories) e integra diverse procedure decisionali: aritmetica lineare reale e intera, vettori a lunghezza fissa in termini di bit, funzioni non interpretate, array dimensionali, generazione di quantificatori e modelli.
ja: Z3は充足可能性モジュロ理論(SMT)ソルバであり,線形実数および整数算術,固定サイズビットベクトル,解釈されない関数,拡張配列,量指定子およびモデル生成のいくつかの決定手続きを統合します。

source: Development files for Z3
es: Archivos de desarrollo para Z3
it: File di sviluppo per Z3
ja: Z3 向け開発用ファイル

source: Development files for the Z3 library.
es: Archivos de desarrollo para la biblioteca Z3.
it: File di sviluppo per la libreria Z3.
ja: Z3 ライブラリ向け開発用ファイル。

source: Local resource monitor agent for Zabbix
ja: Zabbix用のローカル・リソース・モニター・エージェント

source: The Zabbix agent monitors local resources and relays information to the server.
ja: Zabbixエージェントはローカルリソースを監視し、サーバに情報をリレーします。

source: Zabbix bash completion
ja: Zabbix bash 補完

source: Bash completion for Zabbix daemons and utilities
ja: Zabbixデーモンとユーティリティのための bash 補完

source: Zabbix Java gateway
ja: Zabbix Javaゲートウェイ

source: JMX monitoring can be used to monitor JMX counters of a Java application. To retrieve the value of a particular JMX counter on a host, the Zabbix server queries the Zabbix Java gateway, which in turn uses the JMX management API to query the application of interest remotely.
ja: JMX監視は、JavaアプリケーションのJMXカウンタを監視するために使用できます。ホスト上の特定のJMXカウンタの値を取得するために、ZabbixサーバーはZabbix Javaゲートウェイに問合せを行い、次にJMX管理APIを使用して対象のアプリケーションをリモートで問い合わせします。

source: Zabbix web frontend (php)
ja: Zabbix webフロントエンド(php)

source: The Zabbix PHP frontend allows access via standard web browsers. NOTE: You still have to install the PHP package which contains your db driver!
ja: Zabbix PHPフロントエンドでは、標準のWebブラウザからのアクセスが可能です。 注意:dbドライバを含むPHPパッケージをインストールする必要があります!

source: System files for the Zabbix proxy
ja: Zabbix プロキシ向けシステムファイル

source: The Zabbix proxy component.
ja: Zabbixプロキシコンポーネント。

source: Zabbix proxy with MySQL support
ja: MySQLをサポートするZabbixプロキシ

source: The Zabbix proxy compiled with MySQL support.
ja: MySQLサポートを使用してコンパイルされたZabbixプロキシ。

source: Zabbix proxy with PostgreSQL support
ja: PostgreSQLをサポートするZabbixプロキシ

source: The Zabbix proxy compiled with PostgreSQL support.
ja: PostgreSQLサポートを使用してコンパイルされたZabbixプロキシ。

source: Zabbix proxy with SQLite support
ja: SQLiteをサポートするZabbixプロキシ

source: The Zabbix proxy compiled with SQLite support.
ja: SQLiteサポートを使用してコンパイルされたZabbixプロキシ。

source: System files for the Zabbix server
ja: Zabbixサーバのシステムファイル

source: The Zabbix server component.
ja: Zabbixサーバー・コンポーネント。

source: Zabbix server with MySQL support
ja: MySQLをサポートするZabbixサーバ

source: The Zabbix server compiled with MySQL support.
ja: MySQLサポートを使用してコンパイルされたZabbixサーバ。

source: Zabbix server with PostgreSQL support
ja: PostgreSQLをサポートするZabbixサーバ

source: The Zabbix server compiled with PostgreSQL support.
ja: PostgreSQLサポートを使用してコンパイルされたZabbixサーバ。

source: Zabbix server with SQLite support
ja: SQLiteをサポートするZabbixサーバ

source: The Zabbix server compiled with SQLite support.
ja: SQLiteサポートを使用してコンパイルされたZabbixサーバ。

source: TODO Application
it: Applicazione per liste di cose da fare
ja: TODOアプリケーション
