Repository: BENBELLA23/packages-i18n
Catalog: */po/z.*.po
Languages: es, it, ja

source: Zinnia model files trained with data provided by Tomoe
es: Archivos modelo de Zinnia entrenados con datos proporcionados por Tomoe
it: File di modello zinnia istruiti con i dati forniti da Tomoe
ja: Tomoe 提供のデータでトレーニング済みの Zinnia モデルファイル

source: zinnia provides hand recognization model to Zinnia. This model supports Japanese and simplified Chinese.
it: zinnia fornisce un modello di riconoscimento della scrittura a mano a Zinnia. Questo modello supporta giapponese e cinese semplificato.
ja: zinnia-tomoe は Zinnia に対する手書き文字認識モデルを提供します。このモデルは、日本語と簡体字中国語に対応しています。

source: File compression program
es: Programa de compresión de archivos
it: Programma di compressione dei file
ja: ファイル圧縮プログラム

source: Zip is a compression and file packaging utility. It is compatible with PKZIP(tm) 2.04g (Phil Katz ZIP) for MS-DOS systems.
es: Zip es una herramienta de compresión y empaquetado de archivos. Es compatible con PKZIP(tm) 2.04g (ZIP de Phil Katz) para sistemas MS-DOS.
it: Zip è un programma di utilità di compressione e impacchettamento dei file. È compatibile con PKZIP(tm) 2.04g (Phil Katz ZIP) per sistemi MS-DOS.
ja: Zip は圧縮／ファイル書庫ユーティリティです。 MS-DOS システム向けの PKZIP(tm) 2.04g との互換性があります。

source: Source code of zipkin-api
ja: zipkin-apiのソースコード

source: This package contains source code of zipkin-api
ja: このパッケージには、 zipkin-api のソースコードが含まれています

source: User tools for zisofs
es: Herramientas de usuario para zisofs
it: Strumenti utente per zisofs
ja: zisofs 向けユーザツール

source: Zisofs-tools, in conjunction with a zisofs-enabled system, allows the creation of an ISO-9660 filesystem that can be decompressed "live" on a file-by-file basis, while still being readable by systems without zisofs support. This package contains the tools necessary to create such a filesystem and read compressed files on a system without zisofs support.
it: Zisofs-tools, insieme con un sistema con zisofs abilitato, permette la creazione di un file system ISO-9660 che può essere decompresso "live" su una base file-a-file rimanendo comunque leggibile dai sistemi senza supporto a zisofs. Questo pacchetto contiene gli strumenti necessari per create tale file system e leggere i file compressi su un sistema senza il supporto a zisofs.
ja: zisofs を有効にしたシステムと共に zisofs-tools を利用すると、ファイル 1 個単位で透過型圧縮をした ISO9660 ファイルシステムを作成することができます。もちろん zisofs に対応していないシステムでも読み取ることができます。このパッケージには、そのようなファイルシステムを作成するのに必要なツール類と、 zisofs に対応していないシステムで読み込みを行なうためのツールを含んでいます。

source: Development files for zita-convolver
es: Archivos de desarrollo para zita-convolver
ja: zita-convolver 向け開発用ファイル

source: Development package for zita-convolver, a partitioned convolution engine library.
ja: 分割畳み込みエンジンライブラリであるzita-convolver 用の開発パッケージ。

source: Development files for zita-resampler
ja: zita-resampler 向け開発用ファイル

source: Development files for zita-resampler including headers and libraries.
ja: ヘッダとライブラリを含む zita-resampler ライブラリの開発用ファイル。

source: Resampler Application written with libzita-resampler
ja: libzita-resampler で書かれたリサンプラアプリ

source: zresample copies an audio file, changing the sample rate and/or the sample format. For 16-bit output it can also dither the audio signal. zretune resamples an audio file by a the inverse of a ratio expressed in cents, without changing the nominal sample rate. The result is to change the musical pitch and lenght of the file. The input for both tools can be any audio file readable by the libsndfile library. The output file type is either WAV, WAVEX, CAF, AIFF or FLAC.
ja: zresampleはオーディオファイルをコピーして、サンプルレートやサンプルフォーマットを変更します。16ビット出力の場合は、オーディオ信号をディザリングすることもできます。 zretuneでは、名目サンプルレートを変更せずに、オーディオファイルをセント単位の比率の逆数だけリサンプルします。その結果、ファイルの音程と長さが変更されます。 両方のツールの入力は、libsndfileライブラリで読み取り可能な任意のオーディオファイルにすることができます。出力ファイルタイプはWAV、WAVEX、CAF、AIFF、またはFLACです。

source: Development files for zlib, a data compression library
es: Archivos de desarrollo zlib, una biblioteca de compresión de datos
it: File di sviluppo per zlib, una libreria di compressione dati
ja: データ圧縮ライブラリ zlib 向け開発用ファイル

source: zlib is a general-purpose lossless data-compression library, implementing an API for the DEFLATE algorithm, the latter of which is being used by, for example, gzip and the ZIP archive format. This subpackage holds the development headers for the library. The zlib data format is itself portable across platforms. Unlike the LZW compression method used in unix compress(1) and in the GIF image format, the compression method currently used in zlib essentially never expands the data. (LZW can double or triple the file size in extreme cases.) zlib's memory footprint is also independent of the input data and can be reduced, if necessary, at some cost in compression.
it: zlib è una libreria di impiego generale per la compressione dati senza perdita che implementa una API per l'algoritmo DEFLATE, usato ad esempio dai formati di archiviazione gzip e ZIP. Questo sottopacchetto contiene le intestazioni di sviluppo per la libreria. Il formato dati di zlib è esso stesso portabile tra piattaforme. A differenza del metodo di compressione LZW usato in compress(1) di unix e nel formato di immagini gif, il metodo di compressione attualmente usato in zlib essenzialmente non espande mai i dati (nei casi estremi LZW raddoppia o triplica la dimensione del file). L'impronta di memoria di zlib è altresì indipendente dai dati di input e può essere ridotta, se necessario, a danno della compressione.
ja: zlib は汎用目的の無損失データ圧縮ライブラリです。 gzip や ZIP アーカイブでも使用されている DEFLATE アルゴリズム向けの API を実装しています。 このサブパッケージには、ライブラリに対する開発用ヘッダファイルが含まれています。 zlib のデータ形式は、プラットフォームには依存しない形式になっています。 unix compress(1) や GIF 画像形式で利用されている LZW 圧縮方式とは異なり、 zlib で現在使用されている圧縮方式は、データを展開しない仕組みになっています (LZW の場合、極端な例ではファイルサイズの 2 倍から 3 倍程度が必要になってしまいます) 。 zlib のメモリフットプリントは入力データとは独立していて、小さくすることもできます。必要であれば圧縮時と同じコストにすることもできます。

source: Static library for zlib
es: Biblioteca estática para zlib
it: Libreria statica per zlib
ja: zlib 向け静的ライブラリ

source: zlib is a general-purpose lossless data-compression library, implementing an API for the DEFLATE algorithm, the latter of which is being used by, for example, gzip and the ZIP archive format. This subpackage contains the static version of the library used for development.
it: zlib è una libreria di impiego generale per la compressione dati senza perdita che implementa una API per l'algoritmo DEFLATE, usato ad esempio dai formati di archiviazione gzip e ZIP. Questo sottopacchetto contiene la versione statica della libreria usata per lo sviluppo.
ja: zlibは汎用の可逆データ圧縮ライブラリであり、DEFLATEアルゴリズム用のAPIを実装しています。後者はgzipやZIPアーカイブ形式などで使用されています。 このサブパッケージには、開発に使用されるライブラリの静的バージョンが含まれています。

source: Headers for the ZMusic library
ja: ZMusic ライブラリ向けヘッダ

source: This subpackage contains the headers for the zmusic library, which is ZDoom's music component library.
ja: このサブパッケージには、ZDoomの音楽コンポーネントライブラリであるzmusicライブラリのヘッダが含まれています。

source: Development files for the zn_poly library
es: Archivos de desarrollo para la biblioteca zn_poly
it: File di sviluppo per la libreria zn_poly
ja: zn_poly ライブラリ向け開発用ファイル

source: Advanced IRC Bouncer
it: Bouncer avanzato per IRC
ja: 高度な IRC バウンサ

source: ZNC is an IRC bouncer with many features like detaching, multiple users, per channel playback buffer, SSL, IPv6, transparent DCC bouncing, and C++ module support.
it: ZNC è un bouncer IRC con molte funzionalità come lo sganciamento (detaching), gli utenti multipli, i buffer di riproduzione per canale, SSL, IPv6, il bouncing DCC trasparente e il supporto a moduli C++.
ja: ZNCはIRCバウンサーで、デタッチ、複数ユーザ、チャンネルごとの再生バッファ、SSL、IPv6、透過的なDC Cバウンス、C++モジュールのサポートなど、多くの機能があります。

source: Development files to build modules for ZNC
es: Archivos de desarrollo para construir módulos para ZNC
it: File di sviluppo per compilare moduli per ZNC
ja: ZNC 向けのモジュールをビルドするための開発用ファイル

source: ZNC is an IRC bouncer with many features like detaching, multiple users, per channel playback buffer, SSL, IPv6, transparent DCC bouncing, and C++ module support. This package contains the development headers for developing modules for ZNC.
it: ZNC è un bouncer IRC con molte funzionalità come lo sganciamento (detaching), gli utenti multipli, i buffer di riproduzione per canale, SSL, IPv6, il bouncing DCC trasparente e il supporto a moduli C++. Questo pacchetto contiene le intestazioni di sviluppo per sviluppare moduli per ZNC.
ja: ZNCはIRCバウンサーで、デタッチ、複数ユーザ、チャンネルごとの再生バッファ、SSL、IPv6、透過的なDC Cバウンス、C++モジュールのサポートなど、多くの機能があります。 This package contains the development headers for developing modules for ZNC.

source: Translations for package znc
es: Traducción para el paquete znc
ja: znc 向け翻訳パッケージ

source: Provides translations for the "znc" package.
es: Proporciona la traducción para el paquete "znc".
ja: "znc" パッケージ向けの翻訳データです。

source: Perl support for ZNC
es: Soporte Perl para ZNC
it: Supporto Perl per ZNC
ja: ZNC 向け Perl サポート

source: ZNC is an IRC bouncer with many features like detaching, multiple users, per channel playback buffer, SSL, IPv6, transparent DCC bouncing, and C++ module support. This package contains the Perl extension to ZNC.
it: ZNC è un bouncer IRC con molte funzionalità come lo sganciamento (detaching), gli utenti multipli, i buffer di riproduzione per canale, SSL, IPv6, il bouncing DCC trasparente e il supporto a moduli C++. Questo pacchetto contiene l'estensione Perl per ZNC.
ja: ZNCはIRCバウンサーで、デタッチ、複数ユーザ、チャンネルごとの再生バッファ、SSL、IPv6、透過的なDC Cバウンス、C++モジュールのサポートなど、多くの機能があります。 This package contains the Perl extension to ZNC.

source: Python support for ZNC
es: Soporte Python para ZNC
it: Supporto Python per ZNC
ja: ZNC 向け Python サポート

source: ZNC is an IRC bouncer with many features like detaching, multiple users, per channel playback buffer, SSL, IPv6, transparent DCC bouncing, and C++ module support. This package contains the Python extension to ZNC.
it: ZNC è un bouncer IRC con molte funzionalità come lo sganciamento (detaching), gli utenti multipli, i buffer di riproduzione per canale, SSL, IPv6, il bouncing DCC trasparente e il supporto a moduli C++. Questo pacchetto contiene l'estensione Python per ZNC.
ja: ZNCはIRCバウンサーで、デタッチ、複数ユーザ、チャンネルごとの再生バッファ、SSL、IPv6、透過的なDC Cバウンス、C++モジュールのサポートなど、多くの機能があります。 This package contains the Python extension to ZNC.

source: TCL support for ZNC
es: Soporte TCL para ZNC
it: Supporto TLC per ZNC
ja: ZNC 向け TCL サポート

source: ZNC is an IRC bouncer with many features like detaching, multiple users, per channel playback buffer, SSL, IPv6, transparent DCC bouncing, and C++ module support. This package contains the Tcl extension to ZNC.
it: ZNC è un bouncer IRC con molte funzionalità come lo sganciamento (detaching), gli utenti multipli, i buffer di riproduzione per canale, SSL, IPv6, il bouncing DCC trasparente e il supporto a moduli C++. Questo pacchetto contiene l'estensione Tlc per ZNC.
ja: ZNCはIRCバウンサーで、デタッチ、複数ユーザ、チャンネルごとの再生バッファ、SSL、IPv6、透過的なDC Cバウンス、C++モジュールのサポートなど、多くの機能があります。 このパッケージには、ZNCへのTcl拡張が含まれています。

source: Pack Program
es: Un programa de desempaquetado de archivos arj
it: Programma di pacchettizzazione
ja: 圧縮プログラム

source: Zoo is a packer based on the Lempel-Ziv algorithm. Lots of files on DOS/AmigaDOS and TOS systems used this packer for their archives. The compression rate of gzip is not reached, and thus zoo should only be used for decompressing old archives.
es: Zoo es un compresor basado en el algoritmo Lempel-Ziv. Muchos archivos de los sistemas DOS/AmigaDOS y TOS usaban este compresor para sus archivos. No alcanza el grado de compresión de gzip, por lo que zoo debería utilizarse solamente para descomprimir archivos antiguos.
it: Zoo è un compressore basato sull'algoritmo Lempel-Ziv. Molti dei file sui sistemi DOS/AmigaDOS e TOS hanno usato questo compressore per i propri archivi. Il rapporto di compressione di gzip non viene raggiunto, quindi zoo deve essere usato solo per decomprimere vecchi archivi.
ja: Zoo は Lempel-Ziv アルゴリズムをベースにした圧縮プログラムです。 DOS/AmigaDOS や TOS システムの多くのファイルでこの圧縮形式を利用しています。gzip ほどの圧縮率はありませんので、 zoo は古い書庫からの展開に 利用すべきものです。

source: GZip compatible compression utlity
es: Utilidad de compresión compatible con GZip
it: Utilità di compressione compatibile con GZip
ja: GZip 互換圧縮ユーティリティ

source: Example program for libzopfli to create gzip compatible files. Files can be decompressed with e.g. gzip.
es: Programa de ejemplo para libzopfli para crear archivos compatibles con gzip. Los archivos se pueden descomprimir con, por ejemplo, gzip.
it: Programma d'esempio per libzopfli per creare file compatibili con gzip. I file possono essere decompressi con, ad esempio, gzip.
ja: gzip互換ファイルを作成するためのlibzopfliのサンプルプログラム。ファイルは例えばgzipで解凍できます。

source: Shorter command of zypper
ja: zypperの短いコマンド

source: A set of alias definitions (actually implemented using sh functions) for zypper: - zp: sudo zypper - zi: sudo zypper install - zr: sudo zypper remove - zu: sudo zypper update (Leap) or sudo zypper dup (Tumbleweed) - zs: sudo zypper search Have a lot of fun...
ja: zypper用の別名定義のセット(実際にはsh関数を使用して実装されます): -zp:sudo zypper -zi:sudo zypperのインストール -zr:sudo zypper remove -zu:sudo zypper update(Leap)またはsudo zypper dup(Tumbleweed) -zs:sudo zypper検索 楽しんでください...

source: A journaling, incremental, deduplicating archiver
it: Un archiviatore incrementale, deduplicante e con journaling
ja: ジャーナル処理、増分、重複除外アーカイバ

source: zpaq is a journaling, incremental, deduplicating archiver. "Journaling" means that when you update a file or directory, both the old and new versions are saved and can be extracted. "Incremental" means that only those files whose last-modified date has changed since the previous backup are added. For 100 GB of files, this typically takes 1-2 minutes, vs. a few hours to create the first version. "Deduplicating" means that identical files or fragments are stored only once to save time and space.
it: zpaq è un archiviatore incrementale, deduplicante e con journaling. "Con journaling" significa che quando viene aggiornato un file o una directory, sono salvate, e possono essere estratte, sia la nuova che la vecchia versione. "Incrementale" significa vengono aggiunti solo quei file la cui ultima data di modifica è cambiata rispetto al precedente backup. Per 100 GB di file, ciò tipicamente impiega 1-2 minuti rispetto alle manciata di ore necessarie per creare la prima versione. "Deduplicante" significa che file o frammenti identici sono memorizzati una sola volta per risparmiare tempo e spazio.
ja: zpaqはジャーナル処理、増分、重複除外のアーカイバです。「ジャーナル処理」とは、ファイルまたはディレクトリを更新するときに、古いバージョンと新しいバージョンの両方が保存され、抽出できることを意味します。「差分」とは、前回のバックアップ以降に最終更新日が変更されたファイルのみが追加されることを意味します。100GBのファイルの場合、これには通常1～2分かかりますが、最初のバージョンの作成には数時間かかります。「重複除外」とは、時間とスペースを節約するために、同一のファイルまたはフラグメントが1回だけ保存されることを意味します。

source: ZRAM configuration
es: Configuración de ZRAM
it: Configurazione di ZRAM
ja: ZRAM 設定

source: zramcfg is a script to configure ZRAM devices in the system. It provides a systemd service for enabling saving and loading the ZRAM configuration during bootup and shutdown.
es: zramcfg es un guion para configurar dispositivos ZRAM del sistema. Proporciona un servicio de systemd para habilitar el guardado y la carga de la configuración de ZRAM durante el arranque y el apagado.
it: zramcfg è uno script per configurare i dispositivi ZRAM presenti nel sistema. Fornisce un servizio systemd per abilitare il salvataggio e il caricamento della configurazione ZRAM durante l'avvio e l'arresto del sistema.
ja: zramcfgは、システム内のZRAMデバイスを設定するためのスクリプトです。ブートアップおよびシャットダウン中にZRAM設定を保存およびロードできるようにするための、システム化されたサービスを提供します。

source: Shell with comprehensive completion
es: Intérprete de comandos con una terminación automática de ordenes extensa
it: Shell con completamento globale
ja: 包括的な補完機能を持つシェル

source: Zsh is a UNIX command interpreter (shell) that resembles the Korn shell (ksh). It is not completely compatible. It includes many enhancements, notably in the command-line editor, options for customizing its behavior, file name globbing, features to make C-shell (csh) users feel at home, and extra features drawn from tcsh (another `custom' shell). Zsh is well known for its command line completion.
es: Zsh es un intérprete de comandos UNIX (shell) semejante al intérprete de Korn (ksh), si bien no es totalmente compatible. Incluye numerosas mejoras, especialmente en el editor de la línea de comandos, las opciones para personalizar su comportamiento, expansión de nombres de archivos, características para facilitar su uso a los usuarios del intérprete de C (csh) y otras prestaciones tomadas de tcsh (otro intérprete "personalizado"). Zsh es muy conocido por la terminación automática en la línea de comandos.
it: Zsh è un interprete dei comandi UNIX (shell) che assomiglia alla shell Korn (ksh). Non è completamente compatibile. Include molte migliorie, specialmente nell'editor di riga di comando, nelle opzioni per personalizzarne il comportamento, nell'espansione dei nomi dei file, nelle funzionalità per far sentire gli utenti C-shell (csh) a casa, e nelle funzionalità extra tratte da tcsh (un'altra shell 'personalizzata'). Zsh è ben conosciuta per il proprio completamento della riga di comando.
ja: Zsh は Korn シェル (ksh) に似た UNIX コマンドインタプリタ (shell) です。完全な互換性はありませんが、 多数の拡張を備えています。たとえば コマンドラインエディタや振る舞いを制御するためのオプション、 ファイル名補完や C シェル (csh) ユーザにとっての便利な機能のほか、tcsh (カスタマイズシェル) からの拡張機能もあります。 Zsh はコマンドライン補完でよく知られています。

source: Zsh shell manual in HTML format
es: Manual del intérprete de órdenes Zsh en formato HTML
ja: HTML形式のZshシェル・マニュアル

source: The zsh shell is a command interpreter usable as an interactive login shell and as a shell script command processor. Zsh resembles the ksh shell (the Korn shell), but includes many enhancements. Zsh supports command line editing, built-in spelling correction, programmable command completion, shell functions (with autoloading), a history mechanism, and more. This package contains the Zsh manual in HTML format.
ja: zshシェルはコマンドインタープリタであり、対話型ログインシェルおよびシェルスクリプトコマンドプロセッサとして使用できます。Zshはkshシェル(Kornシェル)に似ていますが、多くの拡張機能が含まれています。Zshは、コマンドライン編集、組み込みのスペル修正、プログラム可能なコマンド補完、シェル関数(自動ロード機能付き)、履歴メカニズムなどをサポートしています。 このパッケージには、HTML形式のZshマニュアルが含まれています。

source: Zstandard compression tools
it: Strumenti di compressione Zstandard
ja: Zstandard 圧縮ツール

source: Zstd, short for Zstandard, is a lossless compression algorithm. Speed vs. compression trade-off is configurable in small increments. Decompression speed is preserved and remains roughly the same at all settings, a property shared by most LZ compression algorithms, such as zlib or lzma. At roughly the same ratio, zstd (v1.4.0) achieves ~870% faster compression than gzip. For roughly the same time, zstd achives a ~12% better ratio than gzip. LZMA outperforms zstd by ~10% faster compression for same ratio, or ~1–4% size reduction for same time.
ja: Zstd(Zstandardの略)は、ロスレス圧縮アルゴリズムです。速度と圧縮のトレードオフは、少しずつ設定できます。圧縮解除の速度は保持され、すべての設定でほぼ同じです。このプロパティは、zlibやlzmaなど、ほとんどのLZ圧縮アルゴリズムで共有されます。 ほぼ同じ比率で、zstd(v1.4.0)はgzipよりも約870%高速な圧縮を実現します。ほぼ同じ時間で、zstdはgzipよりも約12%良い比率でアーカイブを生成します。LZMAはzstdよりも、同じ比率で約10%高速な圧縮、または同じ時間で約1-4%のサイズ縮小を実現します。

source: Client-side Implementation of the Rsync Algorithm over HTTP
it: Implementazione lato client dell'algoritmo rsync su HTTP
ja: HTTP 上の Rsync アルゴリズムのクライアント側の実装

source: zsync is a implementation of rsync over HTTP. It allows updating of files from a remote Web server without requiring a full download or a special remote server application. It uses a metafile, which is created on the server, to determine which parts of a file the user already has; it then downloads the remaining parts via HTTP. No special server or Web server module is needed. It also works with gzip files, and content on the server can be compressed to further reduce download times.
it: zsync è un'implementazione di rsync su HTTP. Consente l'aggiornamento di file da un server Web remoto senza necessità di uno scaricamento completo o di un'applicazione speciale sul server remoto. Per determinare quali parti di un file l'utente già possiede, fa uso di un metafile che viene creato sul server; quindi scarica le parti rimanenti via HTTP. Non è richiesto alcun modulo server o server Web speciale. Opera anche con i file gzip e il contenuto sul server può essere compresso per ridurre ulteriormente i tempi di scaricamento.
ja: zsyncはHTTP上のrsyncの実装です。完全なダウンロードや特別なリモート・サーバー・アプリケーションを必要とせずに、リモートWebサーバーからファイルを更新できます。サーバ上に作成されたメタファイルを使用して、ユーザがファイルのどの部分をすでに持っているかを判断し、残りの部分をHTTP経由でダウンロードします。特別なサーバーやWebサーバー・モジュールは必要ありません。また、gzipファイルにも対応しており、サーバ上のコンテンツを圧縮することで、ダウンロード時間をさらに短縮できます。

source: Linux "VBI proxy"
it: "Proxy VBI" Linux
ja: Linux "VBI プロキシ"

source: With "video4linux" drivers, only one application at a time can capture VB data. The 2nd generation "v4l2" API allows multiple clients to open a device, but still only one client may read from the device. If, for example, the Nxtvepg daemon runs in the background, users will not be able to start a Teletext application. The VBI proxy was developed as a solution to this problem.
it: Con i driver "video4linux" solo un'applicazione alla volta può catturare i dati VB. La API di seconda generazione "v4l2" consente a più client di aprire un dispositivo, ma comunque sempre un solo client può leggere il dispositivo. Se ad esempio il demone Nxtvepg è eseguito in background, gli utenti non saranno in grado di avviare un'applicazione Teletext. Il proxy VBI è stato sviluppato come soluzione a questo problema.
ja: 「video4linux」ドライバでは、一度に1つのアプリケーションのみがVBデータをキャプチャできます。第2世代の「v4l2」APIでは、複数のクライアントがデバイスを開くことができますが、デバイスから読み取ることができるクライアントは1つのみです。たとえば、Nxtvepgデーモンがバックグラウンドで実行されている場合、ユーザはTeletextアプリケーションを起動できません。VBIプロキシは、この問題に対するソリューションとして開発されました。

source: Development files for the VBI decoding library
es: Archivos de desarrollo para la biblioteca de decodificación VBI
it: File di sviluppo per la libreria di decodifica VBI
ja: VBI デコードライブラリの開発用ファイル

source: This package includes the development files for the zvbi library which provides routines to read from raw VBI sampling devices, to demodulate raw to sliced VBI data, and to interpret the data of several popular services.
es: Este paquete incluye los archivos de desarrollo para la biblioteca zvbi, la cual proporciona rutinas para leer desde dispositivos de muestreo VBI en bruto, para demodular datos VBI en bruto o en trozos, y para interpretar los datos de varios servicios populares.
it: Questo pacchetto include i file di sviluppo per la libreria zvbi che fornisce le routine per leggere dai dispositivi di campionamento raw VBI, per demodulare i dati raw in dati VBI suddivisi e per interpretare i dati di molti servizi popolari.
ja: このパッケージには、直接の VBI サンプリングデバイスからデータを読み込み、 区切られた VBI データに復調するほか、いくつかのよく知られたサービスの データを解釈するルーチンが含まれています。

source: Translations for package zvbi
es: Traducción para el paquete zvbi
it: Traduzioni per il pacchetto zvbi
ja: zvbi 向け翻訳パッケージ

source: Provides translations for the "zvbi" package.
es: Proporciona la traducción para el paquete "zvbi".
it: Fornisce le traduzioni per il pacchetto "zvbi".
ja: "zvbi" パッケージ向けの翻訳データです。

source: Header files for zxing, a library for processing 1D and 2D barcodes
ja: 1Dおよび2Dバーコードを処理するためのライブラリであるzxing用のヘッダファイル

source: ZXing ("zebra crossing") is an multi-format 1D/2D barcode image processing library. This package provides header files to use ZXing in other applications.
ja: ZXing(「zebra crossing」)は、マルチフォーマットの1D/2Dバーコードイメージ処理ライブラリです。このパッケージは、他のアプリケーションでZXingを使用するためのヘッダファイルを提供します。

source: A Real-Time Software Synthesizer for Linux
es: Sintetizador software en tiempo real para Linux
it: Un programma per sintetizzatore in tempo reale per Linux
ja: Linux 向けリアルタイムソフトウエアシンセサイザ
